Repository: goalgorilla/open_social
Catalog: translations/gpru/*.po
Languages: ru

source: Another user (%other_user) is already logged into the site on this computer, but you tried to use a one-time link for user %resetting_user. Please <a href=":logout">log out</a> and try using the link again.
ru: Другой пользователь (%other_user) уже вошёл на сайт с этого компьютера, но вы пытались использовать одноразовую ссылку для пользователя %resetting_user. Пожалуйста, <a href=":logout">сделайте выход</a> и ещё раз перейдите по ссылке.

source: Apply
ru: Применить

source: Approve
ru: Одобрить

source: Approve Membership
ru: Одобрить заявку на участие

source: Approve membership
ru: Одобрить заявку на участие

source: Approve membership request for the group @group_title
ru: Одобрить заявку на участие в группе @group_title

source: Approve request to join a group
ru: Одобрить заявку на присоединение к группе

source: Approved
ru: Одобрено

source: Approved request to join a group activity context
ru: Контекст активности Одобренный запрос на присоединение к группе

source: Approved/Rejected by
ru: Одобрено/отклонено

source: Are you sure to accept the invitation and join this group? You can leave this group at any time.
ru: Вы уверены, что принимаете приглашение и присоединяетесь к этой группе? Вы можете покинуть группу в любое время.

source: Are you sure you want to "%action" the following enrollee?
ru: Вы уверены, что хотите "% action" для следующего участника?

source: Are you sure you want to "%action" the following member?
ru: Вы уверены, что хотите "% action" для следующего пользователя?

source: Are you sure you want to approve the membership request for @name?
ru: Вы уверены, что хотите одобрить заявку на участие для @name?

source: Are you sure you want to decline the enrollment request for @name?
ru: Вы уверены, что хотите отклонить заявку на регистрацию для @name?

source: Are you sure you want to delete %name?
ru: Вы уверены, что хотите удалить %name?

source: Are you sure you want to delete your group "@group" along with all of the posts, events and topics inside this group? This action cannot be undone.
ru: Вы уверены что хотите удалить вашу группу "@group" вместе со всеми публикациями, событиями и обсуждениями? Это действие будет невозможно отменить.

source: Are you sure you want to reject the membership request for @name?
ru: Вы уверены, что хотите отклонить заявку на участие для @name?

source: Are you sure you want to remove %name from %group?
ru: Вы уверены что хотите удалить %name из %group?

source: Are you sure you want to send your email to the following enrollee?
ru: Вы уверены, что хотите отправить сообщение следующему подписчику?

source: Are you sure you want to send your email to the following member?
ru: Вы уверены что хотите отправить сообщение следующему участнику?

source: Asc
ru: По возрастанию

source: Assign event organisers to this event.
ru: Назначить организаторов этого события.

source: Assuming your private file system path configuration is functional and no other warnings are shown: your uploaded files on the Open Social entities are fully protected. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
ru: При условии, что настройки пути к вашей личной системе файлов работают и нет других предупреждений, ваши файлы, загруженные на Open Social, полностью защищены. Подробнее: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: At what number of event types to switch from radio buttons to select widget.
ru: При каком количестве типов мероприятий переходит с радиокнопок на выбор виджета.

source: Attachment
ru: Вложение

source: Attachments
ru: Приложения

source: Attention!
ru: Внимание!

source: Author
ru: Автор

source: Author Information
ru: Информация об авторе

source: Author as event organiser
ru: Автор как организатор мероприятия

source: Author name
ru: Имя автора

source: Author user id
ru: ID автора

source: Authored by
ru: Автор

source: Autocomplete Item
ru: Элемент автозаполнения

source: Autocomplete field with group names.
ru: Поле автозаполнения с названиями групп.

source: Autocomplete field with items from taxonomy list content tags.
ru: Поле автозаполнения с элементами таксономии из тегов содержимого.

source: Autocomplete field with items from taxonomy list topic types.
ru: Поле автозаполнения с элементами таксономии из тегов темы.

source: Automatic login
ru: Автоматический вход

source: Available content visibility
ru: Видимость доступного контента

source: Back to event
ru: Назад к мероприятию

source: Back to group
ru: Вернуться в группу

source: Background process finished
ru: Фоновый процесс завершён

source: Banner Image
ru: Картинка баннера

source: Based on your @settings, the notification above is sent to you <strong>:frequency</strong>
ru: С учётом ваших @settings, уведомление выше отправляется вам <strong>:frequency</strong>

source: Based on your @settings, the notification above is sent to you as a <strong>:frequency mail</strong>
ru: С учётом ваших @settings, уведомление выше отправляется вам в <strong>:frequency письме</strong>

source: Basic
ru: Основное

source: Basic HTML
ru: Базовый HTML

source: Basic block
ru: Базовый блок

source: Basic implementation of activites in Open Social
ru: Базовое внедрение активностей в Open Social

source: Basic page
ru: Базовая страница

source: Be aware that data is <em>not removed</em>, and can possibly still be found through the search, until you flush the data.
ru: Учтите, что, пока вы не очистите данные, они <em>не удаляются</em> и всё ещё могут быть найдены через поиск.

source: Be aware that when disabling invites altogether or for a specific group type, the outstanding invites in question <em>are cancelled</em>. Invitees will no longer be able to use their invite link.
ru: Учтите, что при отключении приглашений для всех или определённых типов групп эти высланные приглашения <em>отменяются</em>. Приглашённые больше не смогут воспользоваться ссылкой.

source: Before
ru: До

source: Between
ru: Между

source: Block
ru: Блок

source: Block List managers
ru: Менеджера списка блоков

source: Block field
ru: Поле с блоком

source: Block footer settings
ru: Настройки блока подвала

source: Block label with id
ru: Ярлык блока с идентификатором

source: Block users
ru: Заблокировать пользователей

source: Blocked
ru: Заблокировано

source: Blog
ru: Блог

source: Body
ru: Основа

source: Book Pages
ru: Страницы книги

source: Book add block
ru: Блок для добавления книги

source: Book page
ru: Страница книги

source: Both (username and full name)
ru: Оба (имя пользователя и полное имя)

source: Breadcrumbs
ru: Строка навигации

source: Bulk action
ru: Массовое действие

source: Button
ru: Кнопка

source: Buttons
ru: Кнопки

source: By choosing this option you can customize many group settings to your needs.
ru: Выбирая эту опцию, вы можете индивидуально настроить группы по своему усмотрению.

source: By submitting this form you will become a member of the group. As a member of the group you will begin to receive notifications about changes and interactions within the group. Your profile will also be included in group membership.
ru: После подачи формы вы становитесь участником группы. В этом статусе вы начнёте получать уведомления об изменениях и сообщениях в группе. Ваш профиль также будет отображаться в группе.

source: By submitting this form you will become a member of the group. Please fill out any available fields to complete your membership information.
ru: После отправки этой формы вы присоединитесь к группе. Пожалуйста, заполните все доступные поля.

source: Bypass create group access control
ru: Обойти контроль доступа для создания группы

source: CM can tag a user and indicate that user is part of an organization.
ru: МК может отметить пользователя как участника организации.

source: CM can tag a user, giving options on filtering / searching users.
ru: МК может отметить пользователя варианта фильтрации / поиска пользователей.

source: CSS Color
ru: CSS-цвет

source: CTA button
ru: Кнопка призыва к действию

source: Call to action link
ru: Ссылка на призыв к действию

source: Can not send e-mail for %entity
ru: Не удаётся отправить электронное сообщение для %entity

source: Cancel
ru: Отмена

source: Cancel enrollment
ru: Отменить регистрацию

source: Cancel invite
ru: Отменить приглашение

source: Canceled "%action".
ru: Отменённое «%action».

source: Categories and terms used to tag content
ru: Категории и термины, используемые для отметки контента

source: Categorized check boxes/radio buttons
ru: Классифицированные чекбоксы/радиокнопки

source: Change group membership role
ru: Изменить роль участия в группе

source: Change input widget
ru: Изменить виджет ввода

source: Change role
ru: Изменить роль

source: Change roles
ru: Изменить роли

source: Change the role
ru: Изменить роль

source: Change the role of selected member
ru: Изменить роль

source: Change which profile fields are used / not used
ru: Изменить, какие поля профиля используются / не используются

source: Change your timezone here
ru: Изменить часовой пояс здесь

source: Changed
ru: Изменено

source: Changing groups and visibility isn't allowed for Albums yet, consider creating a new Album instead.
ru: Внесение изменений в группы и настройки видимости ещё не разрешено для Альбломов; вы можете создать новый Альбом вместо этого.

source: Changing groups is disabled when translating.
ru: Изменение групп отключено при переводе.

source: Changing the group may have impact on the <strong>visibility settings</strong> and may cause <strong>author/co-authors</strong> to lose access.
ru: Внесение изменений в группу может повлиять на <strong>настройки видимости</strong> и закрыть доступ для <strong>автора/соавтора</strong>.

source: Changing the group may have impact on the <strong>visibility settings</strong>.
ru: Внесение изменений в группу может повлиять на <strong>настройки видимости</strong>.

source: Changing visibility is disabled when translating.
ru: Изменение настроек видимости не возможно во время перевода.

source: Check any data that users are allowed to export in for example the events and groups they manage.
ru: Проверьте все данные, которые пользователи могут экспортировать, например, управляемые ими мероприятия и группы.

source: Check the reported contents
ru: Проверить неуместный контент

source: Checking profile status for @count users
ru: Проверка статуса профиля для @count пользователей

source: Choose a default landing page
ru: Выбрать посадочную страницу по умолчанию

source: Choose how people can join this group.
ru: Выбрать способы присоединения к группе.

source: Choose the allowed visibility settings for the group content.
ru: Выбрать разрешённые настройки видимости для содержания группы.

source: Choose the visibility options allowed for the group content.
ru: Выбрать опции видимости, разрешённые для содержания группы.

source: Choose which group roles to assign to the member you selected
ru: Выбрать роли в группе, которые вы назначите выбранному вами участнику

source: City
ru: Город

source: Class on Link
ru: Класс на ссылке

source: Class(es) on button = "@classes"
ru: Класс(а) на кнопке = "@classes"

source: Clear all selected enrollees
ru: Очистить всех выбранных участников

source: Clear all selected members
ru: Очистить всех выбранных участников

source: Clear selection on all pages
ru: Очистить выбранное на всех страницах

source: Clear selection when exposed filters change
ru: Очистить избранное при изменении раскрытых фильтров

source: Click here to go to the social tagging overview
ru: Нажмите для перехода к обзору social tagging

source: Client Mutation ID
ru: Идентификатор изменения данных клиентов

source: Close
ru: Закрыть

source: Close report
ru: Сообщение о контенте обработано. Закрыть

source: Close reports for inappropriate content
ru: Сообщения о ненадлежащем контенте обработаны. Закрыть

source: Closed
ru: Закрыто

source: Closed group
ru: Закрытая группа

source: Closed group: Group Invitation
ru: Закрытая группа: Приглашение в группу

source: Closed group: Group membership
ru: Закрытая группа: Участие в группе

source: Closed group: Group membership request
ru: Закрытая группа: Запрос на участие в группе

source: Closed group: Group node (Album)
ru: Закрытая группа: Узел группы (Альбом)

source: Collaboration Settings
ru: Настройки сотрудничества

source: Color
ru: Цвет

source: Color Scheme
ru: Цветовая схема

source: Color Scheme Color By Name
ru: Цветовая схема Цвет по названию

source: Color alpha component
ru: Альфа-компонент цвета

source: Color blue component
ru: Голубой компонент цвета

source: Color green component
ru: Зелёный компонент цвета

source: Color red component
ru: Красный компонент цвета

source: Comment
ru: Комментарий

# Comment Button
source: Comment
ru: Прокомментировать

source: Comment bundle
ru: Бандл комментариев

source: Comment display format settings
ru: Настройки формата отображения комментариев

source: Comment on a post in the activity streams
ru: Комментарий на публикацию в ленте активности

source: Comment on group content
ru: Комментарий на содержание группы

source: Comment on node list
ru: Комментарий на список узлов

source: Comment on post list
ru: Комментарий на список публикаций

source: Comment unpublished.
ru: Комментарий не опубликован.

source: Comment upload settings
ru: Настройки загрузки для комментариев

source: Comments
ru: Комментарии

source: Comments created
ru: Созданные комментарии

source: Community
ru: Сообщество

source: Community - visible only to logged in members
ru: Сообщество - видно только зарегистрированным пользователям

source: Community About
ru: Модуль Community About

source: Community About Name
ru: Модуль Community About Name

source: Community Brand Config Color Name
ru: Модуль Community Brand Config Color Name

source: Community Brand Palette Color Name
ru: Модуль Community Brand Palette Color Name

source: Community Branding
ru: Модуль Community Branding

source: Community Branding Colors
ru: Модуль Community Branding Colors

source: Community Branding Logo Url
ru: Модуль Community Branding Logo Url

source: Community URL
ru: Модуль Community URL

source: Community about
ru: О сообществе

source: Community about name
ru: О сообществе под названием

source: Community activities
ru: Активности в сообществе

source: Community activities block
ru: Блок активностей в сообществе

source: Community activity context
ru: Контекст активностей в сообществе

source: Community events block
ru: Блок с мероприятиями в сообществе

source: Community events page
ru: Страница мероприятий сообщества

source: Community statistics
ru: Статистика сообщества

source: Compact Avatar
ru: Компактный аватар

source: Compact Notifcation
ru: Компактное уведомление

source: Compact Private Message
ru: Компактное личное сообщение

source: Compact Teaser
ru: Компактный тизер

source: Complete community activity stream
ru: Полная лента активности в сообществе

source: Complete community activity stream (with post form)
ru: Полная лента активности в сообществе (с формой для публикаций)

source: Configure Activity entities
ru: Настроить сущности активности

source: Configure Event enrollment entities
ru: Настроить сущности регистрации на мероприятия

source: Configure Font entities
ru: Настроить сущности шрифта

source: Configure Social Footer
ru: Настроить Social Footer

source: Configure action
ru: Настроить действие

source: Configure if people can attach files to comments.
ru: Настроить, могут ли люди добавлять файлы к комментариям.

source: Configure taxonomy vocabularies that can be used in the taxonomy filters for activity blocks.
ru: Настроить словари таксономии, которые могут использоваться в фильтрах таксономии для блоков активности.

source: Configure the display of icons in the main navigation.
ru: Настроить отображение иконок на главной панели навигации.

source: Configure the email you want to send to the one enrollee you have selected.
ru: Настройте email, которое вы хотите отправить выбранному вами участнику.

source: Configure the email you want to send to the one member you have selected.
ru: Настроить email, который вы хотите отправить одному выбранному вами участнику.

source: Configure via the <a href='/admin/structure/mentions'>Mention types</a> page.
ru: Настройки через страницу <a href='/admin/structure/mentions'>Типы упоминаний</a>.

source: Confirm action
ru: Подтвердить действие

source: Connection edges
ru: Границы соединения

source: Connection nodes
ru: Узлы соединения

source: Connection page info
ru: Информация о странице соединения

source: Contact
ru: Контакт

source: Contact the Open Social development team and help us improve the product.
ru: Свяжитесь с разработчиками Open Social, чтобы помочь нам улучшить качество продукта.

source: Contain one link field for Logged in user and one for Anonymous, button style can be selected.
ru: Содержит одну ссылку для зарегистрированного пользователя и одну для анонимного, стиль кнопки можно выбрать.

source: Contain the "Custom content list block" custom block.
ru: Содержит пользовательский блок «Custom content list block».

source: Content
ru: Контент

source: Content I follow
ru: Контент, за которым я слежу

source: Content Reporting
ru: Сообщение о контенте

source: Content Reporting settings
ru: Настройки отправки сообщений о контенте

source: Content Type
ru: Тип контента

source: Content block plugin ID
ru: Идентификатор плагина блока контента

source: Content block plugin field
ru: Поле плагина блока контента

source: Content group content
ru: Содержание группы контента

source: Content in my group activity context
ru: Контент в контексте активности моей группы

source: Content manager
ru: Контент-менеджер

source: Content report activity context
ru: Контекст активности, связанной с сообщениями о контенте

source: Content selection
ru: Выбор контента

source: Content tagging module
ru: Модуль Content tagging

source: Content tags
ru: Теги контента

source: Content type
ru: Тип контента

source: Content types
ru: Типы контента

source: Content: Basic page
ru: Контент: Основная страница

source: Content: Event
ru: Контент: Мероприятие

source: Content: Topic
ru: Контент: Тема

source: Context
ru: Контекст

source: Continue
ru: Продолжить

source: Convert SUPPORTED URLs to URL embeds
ru: Преобразовать SUPPORTED URL-адреса во встроенные URL-адреса

source: Convert date field object to timestamp.
ru: Преобразовать объект поля даты во временную метку.

source: Convert only URLs that are supported to URL embeds.
ru: Преобразовать только поддерживаемые URL-адреса во встроенные URL-адреса.

source: Convert uri to url.
ru: Преобразовать uri в url.

source: Could not create profile for @user_id
ru: Не удалось создать профиль для @user_id

source: Could not install Content Entity forms as Open Social please do so manually in the Socialblue settings.
ru: Не удалось установить формы Content Entity в качестве Open Social; установите вручную в настройках Socialblue.

source: Could not save the export file on: %name.
ru: Не удалось сохранить экспортируемый файл в %name.

source: Could not save the export file.
ru: Не удалось сохранить экспортируемый файл.

source: Country code
ru: Код страны

source: Counts file downloads for private core file fields and logs a message to the watchdog table.
ru: Считает количество скачиваний файла для частных полей с core-файлами и записывает данные в контрольной таблице.

source: Create @article @name
ru: Создать @article @name

source: Create @entity
ru: Создать @entity

source: Create Event
ru: Создать мероприятие

source: Create New Album
ru: Создать новый альбом

source: Create New Book Page
ru: Создать новую страницу книги

source: Create New Content
ru: Создать новый контент

source: Create New Event
ru: Создать новое мероприятие

source: Create New Group
ru: Создать Новую Группу

source: Create New Landing Page
ru: Создать Новую Посадочную Страницу

source: Create New Page
ru: Создать Новую Страницу

source: Create New Topic
ru: Создать новую публикацию

source: Create Topic
ru: Создать Публикацию

source: Create a @name
ru: Создать @name

source: Create a new user account.
ru: Создать новую учётную запись пользователя.

source: Create a post, topic or event in a joined group
ru: Создать сообщение, публикацию или событие в объединенной группе

source: Create activity items direct instead of in Queue
ru: Создать элементы активности напрямую, а не через Queue

source: Create an account
ru: Зарегистрироваться

source: Create book page
ru: Создать страницу книги

source: Create comment on authors node or post
ru: Оставить комментарий на узле или публикации автора

source: Create comment on following node
ru: Оставить комментарий на следующем узле

source: Create comment on node in the community
ru: Оставить комментарий на узле в сообществе

source: Create comment on node in the group
ru: Оставить комментарий на узле в группе

source: Create comment on post in the community
ru: Оставить комментарий на публикации в сообществе

source: Create comment on post in the group
ru: Оставить комментарий на публикации в группе

source: Create comment on post on my profile
ru: Оставить комментарий на публикации в моём профиле

source: Create digital spaces that empower your members to share
ru: Создать цифровые пространства, позволяющие вашим участникам обмениваться информацией

source: Create event
ru: Создать мероприятие

source: Create event as group content
ru: Создать мероприятие как групповой контент

source: Create event in group
ru: Создать мероприятие в группе

source: Create featured items block, editor will be able to provide title, items to show and a link like see all.
ru: Создать блок избранного, редактор сможет дать заголовок, элементы для отображения и ссылку наподобие смотреть все.

source: Create like on node or post
ru: Поставить лайк на узле или публикации

source: Create mention in a comment
ru: Упомянуть кого-то в комментарии

source: Create mention in a comment (stream: profile)
ru: Упомянуть кого-то в комментарии (лента: профиль)

source: Create mention in a post
ru: Упомянуть кого-то в публикации

source: Create mention in a post (stream: profile)
ru: Упомянуть кого-то в публикации (лента: профиль)

source: Create new Activity entities
ru: Создать новые сущности активности

source: Create new Event enrollment entities
ru: Создать новые сущности регистрации на мероприятия

source: Create new Font entities
ru: Создать новые сущности шрифта

source: Create new Post entities
ru: Создать новые сущности публикации

source: Create new Queue storage entity entities
ru: Создать новые сущности хранения в очереди

source: Create new account
ru: Зарегистрироваться

source: Create new album
ru: Создать новый альбом

source: Create new posts in group
ru: Создать новые публикации в группе

source: Create new posts in this group
ru: Создать новые публикации в этой группе

source: Create node with following tag
ru: Создать узел со следующим тегом

source: Create post in a group
ru: Создать публикацию в группе

source: Create post in the community
ru: Создать публикацию в сообществе

source: Create post on profile
ru: Создать публикацию в профиле

source: Create post on profile stream output
ru: Создать публикацию в ленте профиля

source: Create private message
ru: Создать личное сообщение

source: Create private messages
ru: Создать личные сообщения

source: Create reply on comment with mentions
ru: Создать ответ на комментарий с упоминаниями

source: Create reply on my comment
ru: Создать ответ на мой комментарий

source: Create topic
ru: Создать тему

source: Create topic as group content
ru: Создать тему как групповой контент

source: Create topic in group
ru: Создать тему в группе

source: Created
ru: Создано

source: Created Date Filter by Open Social
ru: Созданный фильтр по датам в Open Social
