Repository: goalgorilla/open_social
Catalog: translations/gpru/*.po
Languages: ru

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> published [social_group:content_type] in the <a href="[message:gurl]">[message:gtitle]</a> group [message:count_groups_per_node] you are member of:</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> опубликовал(а)[social_group:content_type] в <a href="[message:gurl]">[message:gtitle]</a> группе [message:count_groups_per_node],в которой вы состоите:</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied on your <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> in [social_comment:commented_entity_link_html]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ответил(а) на ваш<a href="[message:field_message_related_object:entity:url:absolute]">комментарий</a> в [social_comment:commented_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied on your <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> on the&nbsp;[social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ответил(а) на ваш <a href="[message:field_message_related_object:entity:url:absolute]">комментарий</a> к&nbsp;[social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied to a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> in which you were&nbsp;mentioned.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ответил(а) на <a href="[message:field_message_related_object:entity:url:absolute]">комментарий</a>, в котором вы&nbsp;упомянуты.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied to a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> where you are mentioned</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ответил(а) на <a href="[message:field_message_related_object:entity:url:absolute]">комментарий</a>, в котором вы упомянуты</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reported <a href="[social_content_report:content_url]">content</a> as inappropriate</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> сообщил(а) о <a href="[social_content_report:content_url]">неуместном</a> контенте</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reported <a href="[social_content_report:content_url]">content</a> as inappropriate</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> сообщил(а) о <a href="[social_content_report:content_url]">неуместном</a> контенте</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>&nbsp;left a comment on a post in your <a href="[message:recipient-user-url]">profile stream</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>&nbsp;прокомментировал(а) публикацию в <a href="[message:recipient-user-url]">ленте вашего профиля</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> has requested to join your group&nbsp;<a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> оставил(а) запрос на присоединение к вашей группе&nbsp;<a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> joined the <a href="[message:gurl]">[message:gtitle]</a> group</p>
ru: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> присоединился(-лась) к <a href="[message:gurl]">[message:gtitle]</a> группе</p>

source: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> joined the <a href="[message:gurl]">[message:gtitle]</a> group</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> присоединился(-лась) к <a href="[message:gurl]">[message:gtitle]</a> группе</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has enrolled to the event [social_event:event_iam_organizing] you are organizing</p>
ru: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> зарегистрировался(-лась) на мероприятие[social_event:event_iam_organizing], которое вы организуете</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has enrolled to the event [social_event:event_iam_organizing] you are organizing</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> зарегистрировался(-лась) на мероприятие [social_event:event_iam_organizing], которое вы организуете</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has requested enrollment to the event [social_event:event_iam_organizing] you are organizing</p>
ru: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> отправил(а) запрос на участие в мероприятие [social_event:event_iam_organizing], которое вы организуете</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has requested enrollment to the event [social_event:event_iam_organizing] you are organizing</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> оставил(а) запрос на участие в мероприятие [social_event:event_iam_organizing],которое вы организуете</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="absolute]">[message:recipient-user:display-name]</a> has requested membership to the <a href="gurl]">[message:gtitle]</a> group</p>
ru: <p><a href="absolute]">[message:recipient-user:display-name]</a> оставил(а) запрос на присоединение к <a href="gurl]">[message:gtitle]</a> группе</p>

source: <p>@total people have enrolled anonymously</p>
ru: <p>@total человек присоединилось анонимно</p>

source: <p>Background process "[queue_storage_entity:mail_task_subject]" has finished.</p>
ru: <p>Фоновый процесс «[queue_storage_entity:mail_task_subject]» завершён.</p>

source: <p>Hi,</p> <p>I would like to invite you to my event [social_event:event_iam_organizing] on [site:name].</p> <p>Kind regards,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]">See event</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ru: <p>Здравствуйте!</p> <p>Я бы хотел(а) пригласить вас на мое мероприятие [social_event:event_iam_organizing] на/в [site:name].</p> <p>С уважением,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]">Посмотреть мероприятие</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Информация о [site:name]</a></td> </tr> </tbody> </table>

source: <p>Hi,</p> <p>I would like to invite you to my group [message:gtitle] on [site:name].</p> <p>Kind regards,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]">Accept invite</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ru: <p>Здравствуйте!</p> <p>Я бы хотел(а) пригласить вас в мою группу [message:gtitle] на/в [site:name].</p> <p>С уважением,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]">Принять приглашение</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Информация о [site:name]</a></td> </tr> </tbody> </table>

source: <p>Hi,</p> <p>I would like to invite you to my event <strong>[node:title]</strong> on <strong>[site:name]</strong>.</p> <p>Kind regards, [user:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]">See event</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ru: <p>Здравствуйте!</p> <p>Я бы хотел(а) пригласить вас на мое мероприятие <strong>[node:title]</strong> на/в <strong>[site:name]</strong>.</p> <p>С уважением, [user:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]">Посмотреть мероприятие</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Информация о [site:name]</a></td> </tr> </tbody> </table>

source: <p>The message above is edited by the community managers. Please contact them for questions and ideas</p>
ru: <p>Сообщение выше отредактировано менеджерами сообщества. Просьба свои вопросы и идеи направлять им</p>

source: <p>You have been invited for the even [social_event:event_iam_organizing] by [message:author:display-name]</p>
ru: <p>Вы приглашены на мероприятие [social_event:event_iam_organizing] (кем)[message:author:display-name]</p>

source: <p>You have been invited for the event [social_event:event_iam_organizing] by [message:author:display-name]</p>
ru: <p>Вы приглашены на мероприятие [social_event:event_iam_organizing] (кем) [message:author:display-name]</p>

source: <p>You have been invited to join the group <a href="gurl]">[message:gtitle]</a></p>
ru: <p>Вы приглашены в группу <a href="gurl]">[message:gtitle]</a></p>

source: <p>You have insufficient permissions to view the page you're trying to access. There could be several reasons for this:</p><ul><li>You are trying to edit content you're not allowed to edit.</li><li>You are trying to view content (from a group) you don't have access to.</li><li>You are trying to access administration pages.</li></ul><p>Click the back button of your browser to go back where you came from or click <a href=":url">here</a> to go to the homepage</p>
ru: <p>У вас недостаточно прав для просмотра страницы, которую вы пытаетесь открыть. На это может быть несколько причин:</p><ul><li>Вы пытаетесь отредактировать контент, на что у вас нет разрешения.</li><li>Вы пытаетесь просмотреть контент (из группы), к которому у вас нет доступа.</li><li>Вы пытаетесь попасть на страницы средств управления.</li></ul><p>Нажмите на кнопку возврата вашего браузера, чтобы вернуться назад, или нажмите <a href=":url">сюда</a>, чтобы перейти на домашнюю страницу</p>

source: <p>You have received a <a href="[message:pmt-url]">message</a> from <a href="[message:author:url:absolute]">[message:author:display-name]</a></p>
ru: <p>Вам пришло <a href="[message:pmt-url]">сообщение</a> от <a href="[message:author:url:absolute]">[message:author:display-name]</a></p>

source: <p>You have received a <a href="[message:pmt-url]">message</a> from <a href="[message:author:url:absolute]">[message:author:display-name]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p>Вам пришло <a href="[message:pmt-url]">сообщение</a> от <a href="[message:author:url:absolute]">[message:author:display-name]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p>Your membership request for the <a href="gurl]">[message:gtitle]</a> group has been approved</p>
ru: <p>Ваш запрос на участие в <a href="gurl]">[message:gtitle]</a> группе одобрен</p>

source: <p>Your request to join the <a href="[message:gurl]">[message:gtitle]</a> group has been approved! You are now a member of the group and can start posting.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p>Ваш запрос на присоединение к <a href="[message:gurl]">[message:gtitle]</a> группе одобрен! Вы состоите в группе и можете размещать в ней посты.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <strong>Please note:</strong> <p>Other people will still be able to find you when they search for a value of some of these fields (e.g. Amsterdam for City value). The information you choose to hide will still be visible to the managers of this site. It is also possible that some of the options below are disabled by the managers of this site.</p>
ru: <strong>Примечание:</strong> <p>Другие всё ещё смогут найти вас, используя в поиске значение некоторых из этих полей (например, Амстердам в поле города). Скрытая вами информация будет видна менеджерам сайта. Менеджеры также смогут отключить некоторые из опций ниже.</p>

source: <strong>WARNING</strong>: Flushing profile data will permanently <strong>remove all data</strong> from the following fields from the database: %fields. The search indexes may also be cleared and will need re-indexing. This <strong>cannot be undone</strong>. Are you sure you want to continue?
ru: <strong>ПРЕДУПРЕЖДЕНИЕ</strong>: Сброс данных профиля навсегда <strong>удалит все данные</strong> из следующих полей из базы данных: %fields. Поисковые индексы также могут быть очищены и будет нужна переиндексация. Это действие <strong>нельзя отменить</strong>. Вы уверены, что хотите продолжить?

source: @amount like(s)
ru: @amount лайк(ов)

source: @count activities data has been migrated to activity_notification_table.
ru: Данные по @count действиям перенесены в activity_notification_table.

source: @count new member is enrolled to this event.
ru: @count новый участник зарегистрировался на это мероприятие.

source: @count new member is enrolled to your event.
ru: @count новый участник зарегистрировался на ваше мероприятие.

source: @count new member joined the group.
ru: @count новый участник присоединился к группе.

source: @entity_type @entity_id could not be unpublished after a user reported it.
ru: @entity_type @entity_id не может быть снято с публикации после сообщения от пользователя.

source: @interval ago
ru: @interval назад

source: @interval hence
ru: @interval с данного момента

source: @name field is required.
ru: Поле @name обязательно для заполнения.

source: @time ago
ru: @time назад

source: @timezone time
ru: @timezone время

source: @total Enrollees
ru: @total зарегистрировавшихся

source: @total members
ru: @total участников

source: @total people have enrolled
ru: @total человек зарегистрировались

source: @total person has enrolled @spots_left
ru: @total человек зарегистрировался @spots_left

source: @usernames is already enrolled, you can't add them again
ru: @usernames уже зарегистрировался, вы не можете добавить его(её) ещё раз

source: @usernames is already invited or enrolled, you can't invite them again
ru: @usernames человек уже приглашён или зарегистрирован, вы не можете пригласить его(её) ещё раз

source: A Reply-To address is the email address that receives messages sent from those who select Reply in their email clients.
ru: Адрес для отправки ответа - адрес электронной почты для получения сообщений от тех, кто выбрал «Ответить» в почтовой программе.

source: A background process (e.g. sending bulk emails) has finished
ru: Фоновый процесс (например, массовая рассылка писем) завершён

source: A basic block contains a title and a body.
ru: Базовый блок содержит заголовок и тело.

source: A block section where can be selected a block or a paragraph
ru: Раздел блока, где можно выбрать блок или абзац

source: A boolean indicating whether the Activity is published.
ru: Булево значение, указывающее на место публикации Действия.

source: A boolean indicating whether the Event enrollment is published.
ru: Булево значение, указывающее на место публикации Регистрации на мероприятие.

source: A boolean indicating whether the Font is published.
ru: Булево значение, указывающее на место публикации Шрифта.

source: A call to action button.
ru: Кнопка призыва к действию.

source: A class instance containing user information.
ru: Экземпляр класса, содержащий информацию пользователя.

source: A color value that is valid for the CSS 'color' property. Any CSS spec compliant string.
ru: Значение цвета, действительное для свойства CSS цвета. Любая строка, соответствующая требованиям CSS.

source: A custom block to generate a list of content dynamically according to specific filters.
ru: Пользовательский блок для динамичного создания списка контента согласно определённым фильтрам.

source: A description of your report is mandatory.
ru: Описание вашего сообщения обязательно.

source: A list of featured content that can have a title, link, group/node/profile, and description.
ru: Список избранных материалов, у которых может быть заголовок, ссылка, группа/узел/профиль и описание.

source: A list of featured items that can have a title, link, image/icon, and description.
ru: Список избранных элементов, у которых может быть заголовок, ссылка, изображение/иконка и описание.

source: A list of reasons users can choose from for reporting content.
ru: Список причин для пользователей, сообщающих что-то о контенте.

source: A organizer added me to a Event
ru: Организатор добавил меня на мероприятие

source: A person commented on a post on my profile
ru: Кто-то прокомментировал публикацию на моей странице

source: A person commented on content I am following
ru: Кто-то прокомментировал контент, за которым я слежу

source: A person commented on content created or organised by me
ru: Кто-то прокомментировал контент, созданный или организованный мной

source: A person create content with tag I am following
ru: Кто-то создал контент с тегом, на который я подписан(а)

source: A person created a post on my profile
ru: Кто-то создал публикацию на моей странице

source: A person created a post on my profile and I see it on the stream
ru: Кто-то создал публикацию на моей странице и я вижу её в потоке

source: A person created a post, event or topic in a group I joined
ru: Кто-то создал публикацию, событие или пост в группе, в которую я вступил(а)

source: A person joins a group I am managing
ru: Кто-то присоединился к группе, которой я руковожу

source: A person likes a post, topic, comment or event created by me
ru: Кому-то понравилась пост, публикация, комментарий или событие, которые я создал(а)

source: A person mentioned me in a comment
ru: Кто-то упомянул меня в комментарии

source: A person mentioned me in a comment (stream: profile)
ru: Кто-то упомянул меня в комментарии (stream: профиль)

source: A person mentioned me in a post
ru: Кто-то упомянул меня в публикации

source: A person mentioned me in a post (stream: profile)
ru: Кто-то упомянул меня в публикации (stream: профиль)

source: A person moved event or topic to other group
ru: Пользователь переместил пост или событие в другую группу

source: A person replied on my comments
ru: Кто-то ответил на мои комментарии

source: A person replied to a comment where I am mentioned
ru: Кто-то ответил на комментарий, в котором я упомянут(а)

source: A person requests membership to a group I manage
ru: Кто-то запрашивает участие в группе, которую я веду

source: A person update content and add tag I am following
ru: Кто-то обновляет контент и добавляет тег, на который я подписан(а)

source: A secondary block will be printed in a side column, keep in mind it will take 1/3
ru: Вторичный блок будет напечатан в боковой колонке; учтите, что он может занять 1/3

source: A section similiar to the Hero, but a bit smaller, so it takes up less room in the view port
ru: Раздел, похожий на Hero, но немного меньше, поэтому он занимает меньше места в окне просмотра

source: A section with a background image and buttons (optional). Looks good on top of each page. Also nice as a seperator.
ru: Раздел с фоновым изображением и кнопками (необязательно). Хорошо смотрится наверху каждой страницы. Также хорош как разделитель.

source: A smaller variant for the hero region
ru: Меньший вариант для региона hero

source: A user add (create) a event to a group (or groups)
ru: Пользователь добавляет (создаёт) мероприятие в группе (или группах)

source: A user add (create) a topic to a group (or groups)
ru: Пользователь добавляет (создаёт) тему в группе (или группах)

source: A user add a comment to content in the community
ru: Пользователь добавляет комментарий к контенту в сообществе

source: A user add a comment to content in the group
ru: Пользователь добавляет комментарий к контенту в группе

source: A user add a comment to post in the community
ru: Пользователь добавляет комментарий к публикации в сообществе

source: A user add a comment to post in the group
ru: Пользователь добавляет комментарий к публикации в группе

source: A user created a post in a group
ru: Пользователь создал публикации в группе

source: A user created a post in the community
ru: Пользователь создал публикации в сообществе

source: A user created a topic in a group
ru: Пользователь создал тему в группе

source: A user created a topic in the community
ru: Пользователь создал тему в сообществе

source: A user created an event in a group
ru: Пользователь создал мероприятие в группе

source: A user created an event in the community
ru: Пользователь создал мероприятие в сообществе

source: A user got an invite for an event
ru: Пользователь получил приглашение на мероприятие

source: A user reported inappropriate content
ru: Пользователь сообщил о недопустимом контенте

source: A user request an enrollment for event
ru: Пользователь запрашивает регистрацию на мероприятие

source: A user sends a private message to me
ru: Пользователь послал мне личное сообщение

source: A users expertises
ru: Опыт пользователей

source: A users interests for their profile.
ru: Интересы пользователей для их профиля.

source: A valid route name that is used as default user profile page
ru: Действительное имя пути, используемое по умолчанию как страница профиля пользователя

source: A view to be used by machines only to limit the group selection for creating a post.
ru: Представление, используемое машинами только для ограничения группового выбора для создания публикации.

source: A welcome message with further instructions will be sent to your email address after you successfully enter your email address and a username.
ru: Приветственное сообщение с дальнейшими инструкциями будет отправлено на ваш электронный адрес после того, как вы успешно введёте свой адрес электронной почты и имя пользователя.
