Repository: goalgorilla/open_social
Catalog: translations/gpru/*.po
Languages: ru

source: <p>Oops, there was an error. This may have happened for the following reasons:</p> <ul> <li>Invalid username/email and password combination. </li> <li>There has been more than one failed login attempt for this account. It is temporarily blocked. </li> <li>Too many failed login attempts from your computer (IP address). This IP address is temporarily blocked. </li> </ul> <p>To solve the issue, try using different login information, try again later, or <a href=":url">request a new password</a></p>
ru: <p>Вот незадача! Произошла ошибка. Это могло произойти по следующим причинам:</p> <ul> <li>Неверная комбинация имени пользователя/адреса электронной почты и пароля. </li> <li>Для этого аккаунта произведена более чем одна безуспешная попытка входа. Он временно заблокирован. </li> <li>Слишком много безуспешных попыток входа с вашего компьютера (IP-адреса). Данный IP-адрес временно заблокирован. </li> </ul> <p>Попробуйте использовать другие данные для входа, повторите попытку позже или <a href=":url">запросите новый пароль</a></p>

source: Oops, there was an error. This may have happened for the following reasons: <br> - Invalid username/email and password combination. <br> - There has been more than one failed login attempt for this account. It is temporarily blocked. <br> - Too many failed login attempts from your computer (IP address). This IP address is temporarily blocked. <br> <br> To solve the issue, try using different login information, try again later, or <a href=":url">request a new password</a>
ru: Ой, произошла ошибка. Вот какие причины могли стать причиной: <br> - Неверная комбинация имя пользователя и пароля (что-то из этого введено с ошибкой) <br> - Было несколько неудачных попыток входа в систему для этой учетной записи. И сейчас она временно заблокирована <br> - Слишком много попыток входа с вашего компьютера (IP адреса). Этот IP адрес временно заблокирован. <br> <br> Для того, чтобы решить эту проблему используйте другой аккаунт, попробуйте войти позже, или <a href=":url">запросите новый пароль</a>

source: %time ago
ru: %time назад

source: %type_name: Create new Post entities
ru: %type_name: Создать новые сущности Публикации

source: (+ @count other groups)
ru: (+ @count другая группа)

source: (1 spot left)
ru: (осталось 1 место)

source: (Upcoming) Community events
ru: (Предстоящие) мероприятия сообщества

source: (ascending)
ru: (по возрастанию)

source: (descending)
ru: (по убыванию)

source: - All -
ru: - Все -

source: - Any -
ru: - Любой -

source: - Any -|- Any - True|My muted groups False|My unmuted groups
ru: - Любой-|- Любой- Истина|Мои группы с отключёнными уведомлениями Ложь|Мои группы с включёнными уведомлениями

source: - Default -
ru: - По умолчанию -

source: - Restricted access -
ru: - Ограниченный доступ -

source: -- Select action --
ru: -- Выберите действие --

source: 0 downloads
ru: 0 скачиваний

source: 1 attachment.
ru: 1 вложение.

source: 1 download
ru: 1 скачивание

source: 1 follower
ru: 1 подписчик

source: 1 group invite
ru: 1 приглашение в группу

source: 1 item
ru: 1 элемент

source: 1 item successfully processed:
ru: 1 элемент успешно обработан:

source: 1 member
ru: 1 участник

source: 1 membership invite for group: @group_name
ru: 1 приглашение на участие для группы: @group_name

source: 1 selected enrollee has been exported successfully
ru: 1 выбранный подписчик успешно экспортирован

source: 1 selected enrollee has been removed from the event successfully
ru: 1 выбранный подписчик успешно удалён из мероприятия

source: 1 selected enrollee has not been exported successfully
ru: 1 выбранный подписчик не был успешно экспортирован

source: 1 selected enrollee has not been removed from the event successfully
ru: 1 выбранный подписчик не был успешно удалён из мероприятия

source: 1 selected member has been exported successfully
ru: 1 выбранный участник успешно экспортирован

source: 1 selected member has been removed successfully
ru: 1 выбранный участник успешно удалён

source: 1 selected member has not been exported
ru: 1 выбранный участник не был успешно экспортирован

source: 1 selected member has not been removed successfully
ru: 1 выбранный участник не был успешно удалён

source: :num_comments comment
ru: комментарий :num_comments

source: :num_comments comments
ru: комментарии :num_comments

source: <a href="/node/{{ raw_arguments.nid }}/enrollments">See all enrollments</a>
ru: <a href="/node/{{ raw_arguments.nid }}/enrollments">Смотреть все подписки</a>

source: <b><em class="placeholder">@count</em> Member</b> is selected
ru: <b><em class="placeholder">@count</em> Участник</b> выбран

source: <b><em class="placeholder">@count</em> enrollee</b> is selected
ru: <b><em class="placeholder">@count</em> подписчик</b> выбран

source: <b>@action</b> of selected members
ru: <b>@action</b> выбранных участников

source: <b>@action</b> selected enrollees
ru: <b>@action</b> выбранных подписчиков

source: <b>@action</b> selected members
ru: <b>@action</b> выбранных участников

source: <b>Please note:</b> the change below will not impact the users who have changed their default email notification settings.
ru: <b>Примечание:</b> изменение ниже не затронет пользователей, изменивших настройки по умолчанию о получении уведомлений по электронной почте.

source: <em>Books</em> have a built-in hierarchical navigation. Use for handbooks or tutorials.
ru: <em>Книги</em> имеют встроенную иерархическую навигацию. Используются для справочников и руководств.

source: <h1 class="h4 section-title">@total Event invites</h1>
ru: <h1 class="h4 section-title">@total приглашений на мероприятие</h1>

source: <h1 class="h4 section-title">[view:total-rows] Enroll invite(s) to event: {{ arguments.nid }}</h1>
ru: <h1 class="h4 section-title">[view:total-rows] Зарегистрировать приглашение(я) на мероприятие: {{ arguments.nid }}</h1>

source: <h1 class="h4 section-title">[view:total-rows] Enroll request(s) to event: {{ arguments.nid }}</h1>
ru: <h1 class="h4 section-title">[view:total-rows] Зарегистрировать запрос(ы) на мероприятие: {{ arguments.nid }}</h1>

source: <h2>Warning</h2><p>Be careful, in this section you can make sitewide changes to the HTML template and therefore break both the front-end javascript applications and the layout for your website.</p>
ru: <h2>Предупреждение</h2><p>Будьте внимательны: в данном разделе вы можете вносить сквозные изменения в HTML-шаблон, которые могут сломать как пользовательские приложения javascript, так и макет вашего сайта.</p>

source: <h4 class="section-title">Member results</h4>
ru: <h4 class="section-title">Результаты участника</h4>

source: <h4>All results</h4>
ru: <h4>Все результаты</h4>

source: <h4>Content results</h4>
ru: <h4>Результаты контента</h4>

source: <h4>Group results</h4>
ru: <h4>Результаты группы</h4>

source: <i>Disabling this will simply hide the 'My Groups' button from the main navigation.</i>
ru: <i>Отключений этой опции просто скроет кнопку «Мои группы» на основной панели навигации.</i>

source: <i>Disabling this won't disable the Social Private Message feature, but only hide the icon from the navigation.</i>
ru: <i>Отключение этой опции не отключит свойство Social Private Message, а лишь скроет иконку на панели навигации.</i>

source: <p><a href="">[message:author:display-name]</a> mentioned <a href="">[social_mentions:mentioned_user]</a> in a post</p>
ru: <p><a href="">[message:author:display-name]</a> упомянул(а) <a href="">[social_mentions:mentioned_user]</a> в публикации</p>

source: <p><a href="">[message:author:display-name]</a> mentioned<a href=""> [social_mentions:mentioned_user] </a>in a comment</p>
ru: <p><a href="">[message:author:display-name]</a> упомянул(а)<a href=""> [social_mentions:mentioned_user] </a>в комментарии</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added tag(s) you follow to [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a>.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> добавил(а) тег(и), на которые вы подписаны, к [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a>.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added tag(s) you follow to [social_taxonomy:indefinite_article] [social_taxonomy:content_type].</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> добавил(а) тег(и), на которые вы подписаны, к [social_taxonomy:indefinite_article] [social_taxonomy:content_type].</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added you to the event [social_event:event_iam_organizing]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> добавил(а) вас к мероприятию [social_event:event_iam_organizing]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added you to the event [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> добавил(а) вас к мероприятию [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> и @count других прокомментировали [social_comment:parent_entity_author] [social_comment:commented_content_type] в <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> и @count других прокомментировали [social_comment:parent_entity_author] [social_comment:commented_content_type]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on a post in <a href="[message:gurl]">[message:gtitle]</a></p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> и @count других прокомментировали публикацию в <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on a post</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> и @count других прокомментировали публикацию</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> approved your request to enroll for the event [social_event:event_iam_organizing]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> одобрил(а) ваш запрос на регистрацию участия в мероприятие [social_event:event_iam_organizing]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> approved your request to enroll for the event [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> одобрил(а) вашу заявку на участие в мероприятие [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> you are following</p> <p>[message:preview]</p> <p>[message:cta_button]</p> <table class="btn-wrapp"> <tbody> </tbody> </table>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокомментировал(а) [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a>, на который вы подписаны</p> <p>[message:preview]</p> <p>[message:cta_button]</p> <table class="btn-wrapp"> <tbody> </tbody> </table>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> you are following</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокомментировал(а) [social_comment:parent_entity_author] [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a>, на которого(ую) вы подписаны</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокомментировал(а) [social_comment:parent_entity_author] [social_comment:commented_content_type] в <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокомментировал(а) [social_comment:parent_entity_author] [social_comment:commented_content_type]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post in <a href="[message:gurl]">[message:gtitle]</a></p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокомментировал(а) публикацию в <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post on your <a href="[message:recipient-user-url]">profile</a></p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокомментировал(а) публикацию в вашем <a href="[message:recipient-user-url]">профиле</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокомментировал(а) публикацию</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on your [social_comment:commented_entity_link_html]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокомментировал(а) ваш(у) [social_comment:commented_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on your [social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокомментировал(а) ваш [social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_group:content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> создал(а) [social_group:content_type] в <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_group:created_entity_link_html] in the <a href="[message:gurl]">[message:gtitle]</a> group [message:count_groups_per_node]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> создал(а)[social_group:created_entity_link_html] в <a href="[message:gurl]">[message:gtitle]</a> группе [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> with the tag(s) that you follow.</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> создал(а)[social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> с тегом(-ами), на которые вы подписаны.</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> with the tag(s) that you follow.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> создал(а)[social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> с тегом(-ами), на которые вы подписаны.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> создал(а) тему в <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic in <a href="[message:gurl]">[message:gtitle]</a></p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> создал(а) тему в <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> Создал(а) тему</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> создал(а) мероприятие в <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event in <a href="[message:gurl]">[message:gtitle]</a></p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> создал(а) мероприятие в <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> создал(а) мероприятие</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> likes your [social_like:liked_entity_link_html]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> поставил(а) лайк на вашем [social_like:liked_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> likes your [social_like:liked_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> поставил(а) лайк на вашем [social_like:liked_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> on [social_mentions:commented_entity_link_html]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> упомянул(а) вас в <a href="[message:field_message_related_object:entity:url:absolute]">комментарии</a> к [social_mentions:commented_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a>&nbsp;made on the [social_mentions:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> упомянул(а) вас в <a href="[message:field_message_related_object:entity:url:absolute]">комментарии</a>&nbsp;, оставленном на [social_mentions:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">post</a></p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> упомянул(а) вас в <a href="[message:field_message_related_object:entity:url:absolute]">публикации</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">post</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> упомянул(а) вас в <a href="[message:field_message_related_object:entity:url:absolute]">публикации</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted in <a href="[message:gurl]">[message:gtitle]</a></p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> опубликовал(а) в <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your <a href="[message:recipient-user-url]">profile</a></p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> опубликовал(а) в <a href="[message:recipient-user-url]">профиле</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your <a href="[message:recipient-user-url]">profile</a></p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> опубликовал(а) в вашем <a href="[message:recipient-user-url]">профиле</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your <a href="[message:recipient-user-url]">profile</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> опубликовал(а) в вашем <a href="[message:recipient-user-url]">профиле</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your profile</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> опубликовал(а) в вашем профиле</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted</p>
ru: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> опубликовал(а)</p>
