Repository: goalgorilla/open_social
Catalog: translations/gpru/*.po
Languages: ru

source: Created date
ru: Созданная дата

source: Created on
ru: Создано

source: Created profiles for @count users
ru: Созданы профили для @count пользователей

source: Created the %label Activity.
ru: Создана %label Активность.

source: Created the %label Event enrollment.
ru: Создана регистрация на мероприятие %label.

source: Created the %label Font.
ru: Создан шрифт %label.

source: Created the %label Post type.
ru: Создан тип публикации %label.

source: Created the %label Queue storage entity type.
ru: Создан тип сущности хранения в очереди %label.

source: Created the %label Queue storage entity.
ru: Создана сущность хранения в очереди %label.

source: Creates Activity Entities.
ru: Создаёт сущности активности.

source: Creates a call to action link in a block
ru: Создаёт ссылку на призыв к действию в блоке

source: Creates invitations to group.
ru: Создает приглашения в группу.

source: Creator
ru: Создатель

source: Crop thumbnail
ru: Иконка обрезки

source: Crop your image to select which part of your image to show on display.
ru: Обрезать изображение, чтобы выбрать, какая часть будет отображена.

source: Cross posting is not allowed for @type group type
ru: Перекрёстные публикации запрещены для группы типа @type

source: Cross-group posting for @group_type is disabled
ru: Перекрёстные публикации в группах для @group_type отключены

source: Cross-posting settings
ru: Настройки перекрёстных публикаций

source: Current User
ru: Текущий пользователь

source: Cursor
ru: Курсор

source: Custom
ru: Пользовательский

source: Custom content list block
ru: Блок со списком пользовательского контента

source: Custom dynamic entity reference formatter for activities
ru: Пользовательское средство динамического форматирования ссылок на сущность для активностей

source: Daily
ru: Ежедневно

source: Data
ru: Данные

source: Data available for users to export
ru: Данные, доступные для экспорта пользователями

source: Data policy
ru: Политика конфиденциальности данных

source: Data policy agreement
ru: Соглашение о политике обработки данных

source: Date
ru: Дата

source: Date & time
ru: Дата и время

source: Date Filter by Open Social
ru: Фильтр по датам от Open Social

source: Date exposed
ru: Дата раскрытия

source: Date of Event
ru: Дата мероприятия

source: Date period
ru: Период дат

source: Date sort
ru: Сортировать по датам

source: Date to timestamp
ru: Дата во временную метку

source: Day Month
ru: День Месяц

source: Day Month Time
ru: День Месяц Время

source: Decline
ru: Отклонить

source: Decline enrollment request for the event @event_title
ru: Отклонить запрос на регистрацию для мероприятия @event_title

source: Decline invite
ru: Отклонить приглашение

source: Declined
ru: Отклонено

source: Default comment type.
ru: Тип комментария по умолчанию.

source: Default content index created for the Social distribution.
ru: Индекс контента по умолчанию, созданный для распространения в Social.

source: Default database server created for the Social distribution.
ru: Сервер базы данных по умолчанию, созданный для распространения в Social.

source: Default email notification settings
ru: Настройки электронных уведомлений по умолчанию

source: Default group index created for the Social distribution.
ru: Индекс группы по умолчанию, созданный для распространения в Social.

source: Default hidden image
ru: Скрытое изображение по умолчанию

source: Default profile image
ru: Изображение профиля по умолчанию

source: Default style
ru: Стиль по умолчанию

source: Default users index created for the Social distribution.
ru: Индекс пользователей по умолчанию, созданный для распространения в Social.

source: Default value
ru: Значение по умолчанию

source: Default visibility
ru: Видимость по умолчанию

source: Delete
ru: Удалить

source: Delete @type "@title"
ru: Удалить @type «@title»

source: Delete Activity entities
ru: Удалить сущности активности

source: Delete Comment
ru: Удалить комментарий

source: Delete Event enrollment entities
ru: Удалить сущности регистрации на мероприятия

source: Delete Font entities
ru: Удалить сущности шрифта

source: Delete Mentions Type
ru: Удалить тип упоминаний

source: Delete Queue storage entity entities
ru: Удалить сущности хранения в очереди

source: Delete all comments
ru: Удалить все комментарии

source: Delete any posts entities
ru: Удалить все сущности публикации

source: Delete image
ru: Удалить изображение

source: Delete own comments
ru: Удалить собственные комментарии

source: Delete own posts entities
ru: Удалить сущности собственных публикаций

source: Delete private messages
ru: Удалить личные сообщения

source: Delete selected event enrollment entities
ru: Удалить выбранные сущности регистрации на мероприятия

source: Delete selected group content entities
ru: Удалить выбранные сущности контента группы

source: Delete the selected comments
ru: Удалить отмеченные комментарии

source: Delete thread
ru: Удалить ветку

source: Delete your account and anonymize all other content.
ru: Удалить свой аккаунт и все персональные данные из другого контента.

source: Delete your account, delete private messages, and anonymize all other content.
ru: Удалить свой аккаунт, удалить личные сообщения и все персональные данные из другого контента.

source: Deleted user
ru: Удалённый пользователь

source: Deleting @type's
ru: Удаление @type's

source: Deleting the group and all the content within the group...
ru: Удаление группы и всего контента в группе...

source: Deleting this image will also delete it from the post it belongs to.
ru: Удаление этого изображения также удалит его из публикации, в которой оно размещено.

source: Desc
ru: По убыванию

source: Describe this mention type.
ru: Опишите данный тип упоминания.

source: Description
ru: Описание

source: Destinations
ru: Места назначений

source: Details
ru: Подробности

source: Determine if the main categories of the vocabulary will be used as separate tag fields or as a single tag field when using tags on profile.
ru: Определите, как будут использоваться основные категории словаря при использовании тегов в профиле: как отдельные поля тегов или как одно поле.

source: Determine if the main categories of the vocabury will be used as seperate tag fields or as a single tag field when using tags on content.
ru: Определите, будут ли основные категории словаря использоваться как отдельные поля тегов или как одно поле тегов при использовании тегов в контенте.

source: Determine if the parent of categories will be used with children tags.
ru: Определите, будет ли родительский элемент категорий использоваться с дочерними тегами.

source: Determine wether users can upload documents to comments.
ru: Определите, могут ли пользователи загружать документы в комментариях.

source: Determine whether content managers are allowed to add @profile_tags terms to the users profile.
ru: Определите, могут ли контент-менеджеры добавлять термины @profile_tags к профилям пользователей.

source: Determine whether regular users are allowed to add profile tags to their own profile.
ru: Определите, могут ли обычные пользователи добавлять теги к их собственным профилям.

source: Determine whether users are allowed to tag content, view tags and filter on tags in content. (@content)
ru: Определите, разрешено ли пользователям добавлять теги к контенту, просматривать теги и фильтровать теги в содержимом. (@content)

source: Determine whether users can upload documents to comments.
ru: Определите, могут ли пользователи загружать документы в комментариях.

source: Determines whether content tagging is enabled for users.
ru: Определяет, включены ли тэги содержимого для пользователей.

source: Determines whether the landing page node type has tagging enabled.
ru: Определяет, подключены ли тэги для типа узла посадочной страницы.

source: Determines whether the top level taxonomy items are considered categories for tagging.
ru: Определяет, принимаются ли элементы таксономии верхнего уровня за категории для тегов.

source: Direct download
ru: Прямое скачивание

source: Disable all event enrollments on your community
ru: Отключить регистрацию на все мероприятия в вашем сообществе

source: Disable all event enrollments on your community.
ru: Отключить регистрацию на все мероприятия в вашем сообществе.

source: Disable public visibility
ru: Отключить видимость для всех

source: Disclaimer
ru: Отказ от ответственности

source: Discussion
ru: Беседа

source: Display action options as buttons
ru: Показать варианты действий как кнопки

source: Display configuration form on a separate page
ru: Показать форму конфигурации на отдельной странице

source: Display icon configuration
ru: Показать конфигурацию иконки

source: Display name
ru: Показать название

source: Display settings
ru: Настройки отображения

source: Display the <b>My Groups</b> icon in the main navigation
ru: Показать иконку <b>Мои группы</b> на главной панели навигации

source: Display the <b>Social Private Message</b> (envelope) icon.
ru: Показать иконку <b>Личное сообщение в Social</b> (конверт).

source: Display the groups icon in the navigation bar
ru: Показать иконку групп в панели навигации

source: Display the label of the referenced album entities.
ru: Показать ярлык ссылаемых сущностей альбома.

source: Display the label of the referenced entities even if based entity type is user and entity is deleted.
ru: Показать ярлык ссылаемых сущностей, даже если тип основополагающей сущности - пользователь, а сущность удалена.

source: Display the mentioned user in a post
ru: Показать упомянутого пользователя в публикации

source: Display the private message icon in the navigation bar
ru: Показать иконку личного сообщения на панели навигации

source: Display the view as a filter block.
ru: Показать представление в качестве блока фильтра.

source: Display the view as a mode block.
ru: Показать представление в качестве блока режима.

source: Display user’s time zone in events
ru: Показать часовой пояс пользователя в мероприятиях

source: Displayed in the user log in card.
ru: Отображается в регистрационной карточке пользователя.

source: Displayed in the user sign-up card.
ru: Отображается в карточке регистрации пользователя.

source: Displays a block and page for the newest users on the platform based on Profile
ru: Отображает блок и страницу для самых новых пользователей платформы в зависимости от Профиля

source: Displays the count of members in a group.
ru: Отображает количество участников в группе.

source: Displays the entity type or the bundle type for Nodes.
ru: Отображает тип сущности или бандла для Узлов.

source: Displays the newest topics in the community
ru: Отображает новейшие посты в сообществе

source: Do not count downloads for users with this role.
ru: Не считайте загрузки для пользователей с этой ролью.

source: Do not show threads a user deleted.
ru: Не показывать посты, удаленные пользователем.

source: Don't have an account yet? @link
ru: У вас пока нет аккаунта?@link

source: Don't send email notifications to users who have never logged in
ru: Не отправлять электронные уведомления пользователям, никогда не заходившим в свой аккаунт

source: Download Count
ru: Счётчик скачиваний

source: Download count
ru: Счётчик скачиваний

source: Download file
ru: Скачать файл

source: Dropdown
ru: Выпадающий

source: Dropdown element.
ru: Элемент выпадающего меню.

source: Dropdown field formatter
ru: Средство форматирования раскрывающегося поля

source: Dropdown field.
ru: Раскрывающееся поле.

source: Dropdown list
ru: Выпадающий список

source: Dropdown list settings
ru: Настройки выпадающего списка

source: Dropdown widget
ru: Виджет выпадающего меню

source: Due to privacy concerns, the identity of registered email addresses will not be disclosed. Therefore, a password reset link has been sent to you only if you have entered a valid email address or username. <br>If the email address or username you entered does not exist, you will not get a reset link or a confirmation/warning about that here. Please contact the @admin_link if there are any problems.
ru: В целях конфиденциальности личность зарегистрированные адреса электронной почты не будут разглашаться.. Поэтому ссылка для сброса пароля была отправлена вам, только в случае если вы ввели правильный адрес электронной почты или имя пользователя. <br>Если введенный вами адрес электронной почты или имя пользователя не существует, вы не увидите здесь ссылку для сброса или предупреждение об этом. Пожалуйста, свяжитесь с @admin_link если есть какие-то проблемы.

source: Due to privacy concerns, we can't disclose the existence of registered email addresses. Please make sure the email address is entered correctly and try again.
ru: В целях конфиденциальности мы не можем раскрыть существование зарегистрированных адресов электронной почты. Убедитесь, что адрес введён правильно и повторите попытку.

source: E-mail template settings.
ru: Настройки шаблона электронного письма.

source: Edge cursor
ru: Курсор границы

source: Edge node
ru: Узел границы

source: Edges
ru: Края

source: Edit
ru: Редактировать

source: Edit Activity entities
ru: Редактировать сущности активности

source: Edit Comment
ru: Редактировать комментарий

source: Edit Content
ru: Редактировать контент

source: Edit Event enrollment entities
ru: Редактировать сущности регистрации на мероприятия

source: Edit Font entities
ru: Редактировать сущности шрифта

source: Edit Mentions Type
ru: Редактировать тип упоминаний

source: Edit Post
ru: Редактировать публикацию

source: Edit Queue storage entity entities
ru: Редактировать сущности хранения в очереди

source: Edit account
ru: Редактировать аккаунт

source: Edit any posts entities
ru: Редактировать сущности любой публикации

source: Edit content
ru: Редактировать содержимое

source: Edit existing groups their group type
ru: Редактировать существующие группы их тип

source: Edit manager notes on a users profile
ru: Редактировать пометки менеджера на профиле пользователя

source: Edit own comments
ru: Редактировать собственные комментарии

source: Edit own posts entities
ru: Редактировать сущности собственных публикаций

source: Edit profile
ru: Редактировать профиль

source: Edit profile organization tags on a users profile
ru: Редактировать теги организации профиля в профиле пользователя

source: Edit profile tags on a users profile
ru: Редактировать теги профиля в профиле пользователя

source: Edit report details
ru: Редактировать данные сообщения о контенте

source: Email
ru: Электронная почта

source: Email address
ru: Адрес электронной почты

source: Email notification
ru: Уведомления по email

source: Email notification settings
ru: Настройки электронных уведомлений

source: Email notifications
ru: Уведомления по email

source: Email task subject
ru: Тема электронного сообщения

source: Enable activity access control for notifications.
ru: Подключить контроль доступа в активности для уведомлений.

source: Enable activity access control for related post entities.
ru: Подключить контроль доступа в активности для связанных сущностей публикаций.

source: Enable activity access control.
ru: Подключить контроль доступа в активности.

source: Enable additional features
ru: Включение дополнительных функций

source: Enable and require a group type
ru: Подключить и потребовать тип группы

source: Enable calendars you want to allow users to use
ru: Подключить календари, которыми вы хотите, чтобы пользовались пользователи

source: Enable cross-group posting for node types
ru: Включить перекрёстные публикации в группах для типов узлов

source: Enable cross-posting
ru: Включить перекрёстные публикации

source: Enable event enrollment
ru: Подключить регистрацию на мероприятия

source: Enable event enrollment for anonymous users
ru: Подключить регистрацию на мероприятия для анонимных пользователей

source: Enable event invite per group type
ru: Подключить приглашения на мероприятия по типу группы

source: Enable events for on the user profiles.
ru: Подключить мероприятия на профилях пользователей.

source: Enable invite enrollment to events
ru: Подключить приглашения на мероприятия

source: Enable maximum number of event enrollments
ru: Подключить ограничение по количеству участников

source: Enable post access for public and community posts.
ru: Включить доступ для публикаций, видных всем и только сообществу.

source: Enable post for the account stream.
ru: Включить публикацию для ленты аккаунта.

source: Enable post for the group stream.
ru: Включить публикацию для ленты группы.

source: Enable quickjoin
ru: Подключить quickjoin

source: Enable site wide JS
ru: Подключить сквозной JS

source: Enable the <em>Add to calendar</em> button
ru: Подключить кнопку <em>Добавить в календарь</em>

source: Enables GraphQL support for Open Social features.
ru: Включает поддержку GraphQL для свойств Open Social.

source: Enables Group functionality for the Comment module
ru: Включает функциональность Группы для модуля Comment

source: Enables site-builders to create custom view permissions for entities based on field values in the entity_access field.
ru: Позволяет конструкторам сайтов создавать пользовательские права просмотра для сущностей на основе значений поля в поле entity_access.

source: Enables translation of static site content (such as Basic Pages, Landing Pages and Book Pages).
ru: Обеспечивает перевод статического контента (например, Базовые, Посадочные и Книжные страницы).

source: Enabling this feature gives site builders the possibility to create group 'quick join' links (ex., /group/1/quickjoin). Furthermore, it's possible to skip the confirmation step on a group type basis.
ru: Подключение этой опции позволяет конструкторам сайтов создавать ссылки быстрого подсоединения к группам (например, /group/1/quickjoin). Кроме того, можно пропустить этап подтверждения в зависимости от типа группы.

source: Enabling this feature provides event organisers with the possibility to allow anonymous users to enroll in public events.
ru: Подключение этой опции позволяет организаторам мероприятий разрешать анонимным пользователям регистрироваться на открытые мероприятия.

source: Enabling this feature provides event organisers with the possibility to set a limit for event enrollments.
ru: Подключение этой опции позволяет организаторам мероприятий ограничивать количество участников мероприятий.

source: Enabling this feature provides the possibility to let event managers to invite people to their events.
ru: Подключение этой опции даёт возможность позволять администраторам мероприятий приглашать на них людей.

source: Enabling this setting causes users' full name to be hidden on the platform when the user has filled in their nickname. This setting won't hide the full name of users who didn't fill in a nickname. Users with the '%display_name' permission will still see the full name whenever available. Only users with the '%search_name' permission will find users using their full name through search or mentions.
ru: При подключении данной настройки полное имя пользователя будет скрыто на платформе, когда пользователь введёт свой ник. Если ник не будет введён, данная настройка не будет скрывать полное имя пользователя. Пользователи и настройкой «%display_name» всё равно будут видеть полное имя, где это возможно. Только пользователи с правом «%search_name» найдут пользователей, используя их полное имя, через поиск или упоминания.

source: End
ru: Конец

source: Enforces the use of Private Files for content, posts and file uploads (highly recommended!). More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
ru: Заставляет использовать Личные файлы для контента, публикаций и загрузок (рекомендуется). Более подробно: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Enroll
ru: Участвовать

source: Enroll Method
ru: Способ регистрации

source: Enroll action block
ru: Блок действия для регистрации

source: Enroll as guest
ru: Участвовать как гость

source: Enroll button should be visible for users that are not in the group and automatic enroll people to groups when they enroll to events that are part of the group.
ru: Кнопка регистрация должна быть видна пользователям, которые не в группе, и автоматически добавлять людей в группы, когда они регистрируются на мероприятия группы.

source: Enroll date
ru: Дата регистрации

source: Enroll in
ru: Участвовать в

source: Enroll in @label Event
ru: Участвовать в мероприятие @label

source: Enroll in event
ru: Участвовать в мероприятие

source: Enroll method
ru: Способ регистрации

source: Enroll to events posted inside this group
ru: Участвовать в мероприятиях этой группы

source: Enroll user which is not group member
ru: Зарегистрировать пользователя, не входящего в группу

source: Enroll with account
ru: Зарегистрироваться с аккаунтом

source: Enroll without account
ru: Зарегистрироваться без аккаунта

source: Enrolled
ru: Участвую

source: Enrollee
ru: Участник

source: Enrollment limit
ru: Ограничение по количеству участников

source: Enrollment options
ru: Варианты регистрации

source: Enrollment status
ru: Статус регистрации

source: Enrollment without account can only be enabled when the visibility of the event is Public.
ru: Регистрация без создания аккаунта возможна только для открытых мероприятий.

source: Enrollments
ru: Заявки на участие

source: Enrollments Block
ru: Блок Заявок на участие

source: Enter information you want to show in the email notifications footer
ru: Ввести информацию для нижнего колонтитула электронных уведомлений

source: Enter information you want to show in the email notifications header
ru: Ввести информацию для верхнего колонтитула электронных уведомлений

source: Enter your @s username or email.
ru: Ввести ваше @s имя пользователя или адрес электронной почты.

source: Enter your email, so we can send you event updates.
ru: Введите вашу электронную почту для получения уведомлений о мероприятии.

source: Entities
ru: Сущности

source: Entity
ru: Сущность

source: Entity Access By Field
ru: Доступ к сущности по полю

source: Entity Access Field selector.
ru: Селектор Entity Access Field.

source: Entity ID
ru: Идентификатор сущности

source: Entity Reference
ru: Ссылка на сущность

source: Entity Type
ru: Тип сущности

source: Entity Type Count
ru: Счётчик типов сущностей

source: Entity access field
ru: Поле доступа к сущности

source: Entity access field settings
ru: Настройки поля доступа к сущности

source: Entity and/or Bundle type
ru: Тип сущности и/или бандла

source: Entity exists in single group
ru: Сущность есть в одной группе

source: Entity id
ru: ID сущности

source: Entity type
ru: Тип сущности

source: Entity type of entity that contains mention
ru: Тип сущности, содержащей упоминание

source: Entity url
ru: Url-адрес сущности

source: Error updating Request
ru: Ошибка при обновлении запроса

source: Error when creating a request to join
ru: Ошибка при создании запроса на присоединение

source: Error when joining the group.
ru: Ошибка при присоединении к группе.

source: Event
ru: Мероприятие

source: Event Organisers
ru: Организаторы мероприятия

source: Event add block
ru: Блок добавления мероприятия

source: Event date
ru: Дата мероприятия

source: Event date:
ru: Дата мероприятия:

source: Event display settings
ru: Настройки отображения мероприятия

source: Event enrolled or created
ru: Мероприятие зарегистрировано или создано

source: Event enrollment
ru: Регистрация на мероприятие

source: Event enrollment ID
ru: Идентификатор регистрации на мероприятие

source: Event enrollment settings
ru: Настройки регистрации на мероприятие

source: Event enrollments
ru: Заявки на участие в мероприятии

source: Event has passed
ru: Мероприятие прошло

source: Event invite activity context
ru: Контекст деятельности по приглашению на мероприятие
