Repository: goalgorilla/open_social
Catalog: translations/gpru/*.po
Languages: ru

source: Please @log_in or @create_account_link so that you can enroll to the event.
ru: Пожалуйста @log_in или @create_account_link чтобы присоединиться.

source: Please @log_in so that you can enroll to the event.
ru: Пожалуйста, @log_in, чтобы присоединиться к мероприятию.

source: Please choose which profile fields can be displayed in user profiles. Site managers can always see all the filled-in profile information.
ru: Пожалуйста, выберите поля, которые могут отображаться в профилях пользователей. Менеджеры сайтов всегда видят всю информацию, содержащуюся в профиле.

source: Please describe in detail what you find inappropriate about this content. Your report will only be visible to the content moderation team.
ru: Пожалуйста, опишите подробнее, что вы считаете неуместным в данном контенте. Ваше сообщение будет видно только команде модераторов контента.

source: Please note that changing the group type will also change the visibility of the group content and the way users can join the group.
ru: Обратите внимание, что изменение типа группы повлечёт за собой изменение настроек приватности контента группы и способов присоединения к группе.

source: Please note: the community manager remarks below are only visible to site managers
ru: Обратите внимание: комментарии ниже видны только менеджерам сайта

source: Please select
ru: Пожалуйста, выберите

source: Please select an item in the list.
ru: Выберите элемент из списка.

source: Please select both content type and group type which is required for enabling cross-posting feature.
ru: Пожалуйста, выберите тип контента и тип группы, необходимые для подключения функции перекрёстных публикаций.

source: Please select the blocks in which the taxonomy filters can be used.
ru: Выберите блоки, где могут использоваться фильтры таксономии.

source: Please select the group you want to add the member you have selected to
ru: Выберите группу, к которой вы хотите добавить выбранного участника

source: Please select the taxonomy vocabularies that can be used in the taxonomy filters.
ru: Выберите словари таксономии, которые могут использоваться в фильтрах таксономии.

source: Please wait...
ru: Пожалуйста, подождите...

source: Post
ru: Публикация

# Post button
source: Post
ru: Публикация

source: Post ID
ru: Идентификатор публикации

source: Post URL
ru: URL публикации

source: Post absolute URL.
ru: Абсолютный URL публикации.

source: Post account stream
ru: Лента аккаунта публикации

source: Post block
ru: Блок публикации

source: Post comment
ru: Оставить комментарий

source: Post comments
ru: Оставить комментарии

source: Post config
ru: Конфиг публикации

source: Post group stream
ru: Лента группы публикации

source: Post on group block
ru: Публикация в блоке группы

source: Post on profile block
ru: Публикация в блоке профиля

source: Post on profile of others block
ru: Публикация в блоке профиля других пользователей

source: Post operations links
ru: Ссылки на операции с публикацией

source: Post photo block
ru: Блок с фотографией для публикации

source: Post photo on group block
ru: Фотография публикации в блоке группы

source: Post photo on profile of others block
ru: Фотография публикации в блоке профиля других пользователей

source: Post type
ru: Тип публикации

source: Post type config
ru: Конфиг типа публикации

source: Post types
ru: Типы публикации

source: Post visibility access
ru: Доступ к настройкам приватности публикации

source: Postal code
ru: Почтовый индекс

source: Posts
ru: Публикации

source: Posts created
ru: Публикации созданы

source: Powered by
ru: На базе

source: Powered by block
ru: На базе блока

source: Preferred Feature
ru: Предпочтительное свойство

source: Preferred Features
ru: Предпочтительные свойства

source: Prefix
ru: Префикс

source: Preliminary configuration array
ru: Предварительная настройка массива

source: Preparing to delete the group and all it's topic's, event's and post's...
ru: Подготовка к удалению группы и всех её тем, мероприятий и публикаций...

source: Preparing to send invites...
ru: Подготовка к отправке приглашений...

source: Preview
ru: Предпросмотр

source: Preview of the related entity.
ru: Предпросмотр связанной сущности.

source: Preview your email
ru: Предпросмотр электронного письма

source: Preview your email invite
ru: Предпросмотр электронного приглашения

source: Preview.
ru: Предпросмотр.

source: Primary
ru: Первичный

source: Primary admin actions
ru: Основные действия администратора

source: Primary style
ru: Главный стиль

source: Primary tabs
ru: Главные вкладки

source: Privacy settings
ru: настройки приватности

source: Privacy settings for Social Profile module.
ru: Настройки приватности для модуля Social Profile.

source: Private Message Thread url
ru: url ленты Private Message

source: Private Message add block
ru: Добавить блок в модуле Private Message

source: Private file system path is set
ru: Системный путь к личному файлу установлен

source: Private file system path not set
ru: Системный путь к личному файлу не установлен

source: Private file system path not set for some fields
ru: Системный путь к личному файлу не установлен для некоторых полей

source: Private message activity context
ru: Контекст активности с личными сообщениями

source: Process activity activities.
ru: Обработать активности.

source: Process activity loggers.
ru: Обработать устройство регистрации активности.

source: Process activity_digest_worker queue.
ru: Обработать очередь activity_digest_worker.

source: Process activity_logger_message queue.
ru: Обработать очередь activity_logger_message.

source: Process activity_send_email queue
ru: Обработать очередь activity_send_email

source: Process activity_send_email queue.
ru: Обработать очередь activity_send_email.

source: Process enrollments returned by the view with Views Bulk Operations actions.
ru: Заявки на участие в процессе возвращены представлением с действиями Views Bulk Operations.

source: Process enrollments returned by the view with Views Bulk Operations' actions.
ru: Заявки на участие в процессе возвращены представлением с действиями Views Bulk Operations'.

source: Process selected entities in a batch operation
ru: Обработать выбранные сущности пакетно

source: Processed @current out of @total.
ru: Обработано @current из @total.

source: Processing
ru: Обработка

source: Profile
ru: Профиль

source: Profile activity context
ru: Контекст активности с профилем

source: Profile entity sortable
ru: Сортируемая сущность профиля

source: Profile fields settings
ru: Настройки полей профиля

source: Profile fields settings for Social Profile module.
ru: Настройки полей профиля для модуля Social Profile.

source: Profile fields visibility
ru: Настройки приватности полей профиля

source: Profile hero block
ru: Главный блок профиля

source: Profile image
ru: Изображение профиля

source: Profile large
ru: Профиль большой

source: Profile medium
ru: Профиль средний

source: Profile name
ru: Название профиля

source: Profile of @account
ru: Профиль @account

source: Profile of @name
ru: Профиль @name

source: Profile of others
ru: Профиль других пользователей

source: Profile organization tag
ru: Тег организации профиля

source: Profile privacy data has been processed for the following users: @list
ru: Конфиденциальные данные в профиле были обработаны для следующих пользователей: @list

source: Profile settings
ru: Настройки профиля

source: Profile small
ru: Профиль маленький

source: Profile statistic block
ru: Блок статистики профиля

source: Profile tag
ru: Тег профиля

source: Promoted to front page
ru: Помещено на главную страницу

source: Provide Search API configuration and Search Views.
ru: Предоставить конфигурацию Search API и Search Views.

source: Provide a correct sort alias
ru: Предоставить верный синоним сортировки

source: Provide a link to close the report
ru: Предоставить ссылку для закрытия заявки

source: Provide basic pages content type for your static content, such as an About us page.
ru: Предоставить тип контента основных страниц для вашего статического контента, например, страницы О нас.

source: Provide follow functionality for the social_tagging vocabulary and create activities related to followed tag.
ru: Предоставить функцию подписки для словаря social_tagging и создать активности, связанные с подписанным тегом.

source: Provide mentions feature for Open Social.
ru: Предоставить функцию упоминаний для Open Social.

source: Provide textual block with some link.
ru: Предоставить текстовый блок с некоторой ссылкой.

source: Provide the possibility to add the Follow tag block on the landing pages.
ru: Предоставить возможность добавлять блок Подписаться на тег на посадочные страницы.

source: Provides "Custom content list block" paragraphs type for landing pages.
ru: Предоставляет абзацы «Блок со списком пользовательского контента» для посадочных страниц.

source: Provides "Featured Content" paragraphs type for landing pages.
ru: Предоставляет абзацы «Избранное» для посадочных страниц.

source: Provides "Follow Content" flag type and related functionality.
ru: Предоставляет флаг «Подписаться на контент» и связанные с этим функции.

source: Provides "Follow Term" flag type and related functionality.
ru: Предоставляет флаг «Подписаться на термин» и связанные с этим функции.

source: Provides Album content type and related configuration.
ru: Предоставляет контент Альбом и связанную с этим конфигурацию.

source: Provides Event content type and related configuration.
ru: Предоставляет контент Мероприятие и связанную с этим конфигурацию.

source: Provides Group Invite member feature.
ru: Предоставляет функцию Приглашение в группу.

source: Provides Group feature.
ru: Предоставляет функцию Группа.

source: Provides Like voting functionality for Open Social.
ru: Предоставляет функцию голосования лайками для Open Social.

source: Provides Post functionality for Open Social.
ru: Предоставляет функцию Публикация для Open Social.

source: Provides Profile Organization Tag field and vocabulary
ru: Предоставляет поле Profile Organization Tag и словарь

source: Provides Topic content type and related configuration.
ru: Предоставляет контент Тема и связанную с этим конфигурацию.

source: Provides User related configuration.
ru: Предоставляет связанную с пользователем конфигурацию.

source: Provides a Secret Group featured view mode for use on landing pages.
ru: Предоставляет режим избранного просмотра Секретная группа для использования на посадочных страницах.

source: Provides a book featured view mode for use on landing pages.
ru: Предоставляет режим избранного просмотра книги для использования на посадочных страницах.

source: Provides a content block for books.
ru: Предоставляет блок контента для книг.

source: Provides a content block for events.
ru: Предоставляет блок контента для мероприятий.

source: Provides a content block for groups.
ru: Предоставляет блок контента для групп.

source: Provides a content block for pages.
ru: Предоставляет блок контента для страниц.

source: Provides a flexible Group feature allowing members to configure the group to their liking.
ru: Предоставляет функцию гибких настроек Группы, чтобы участники могли настраивать группу по своему усмотрению.

source: Provides a flexible Group featured view mode for use on landing pages.
ru: Предоставляет режим избранного просмотра Группы с гибкими настройками для использования на посадочных страницах.

source: Provides a shared paragraphs type for landing pages and dashboards.
ru: Предоставляет тип общих абзацев для посадочных страниц и панелей управления.

source: Provides ability to enroll to an event without having to create an account.
ru: Предоставляет возможность зарегистрироваться на мероприятие без создания аккаунта.

source: Provides ability to invite enroll to an event.
ru: Предоставляет возможность пригласить на мероприятие.

source: Provides ability to set visibility of profile fields
ru: Предоставляет возможность настроить конфиденциальность полей профиля

source: Provides ability to upload files in comments
ru: Предоставляет возможность загружать файлы в комментариях

source: Provides activity stream for Open Social.
ru: Предоставляет ленту активностей для Open Social.

source: Provides an alternative frontpage option for authenticated users via redirect.
ru: Предоставляет альтернативную главную страницу для зарегистрированных пользователей через переадресацию.

source: Provides an new post type bundle.
ru: Предоставляет бандл для новой публикации.

source: Provides and event types taxonomy for the event content type.
ru: Предоставляет таксономию типов мероприятия для типа контента мероприятия.

source: Provides block based on the "Powered by Drupal" block from Drupal core.
ru: Предоставляет блок на основе блока «На платформе Друпал» из ядра Друпал.

source: Provides book feature.
ru: Предоставляет функцию книги.

source: Provides core components required by other features.
ru: Предоставляет основные компоненты, необходимые другим функциональным элементам.

source: Provides core functionality around Nodes.
ru: Предоставляет основные функции вокруг Узлов.

source: Provides data about image fields and media sources.
ru: Предоставляет данные о полях изображений и медиа-источниках.

source: Provides default comment type and related configuration
ru: Предоставляет тип комментариев по умолчанию и связанную конфигурацию

source: Provides demo content.
ru: Предоставляет демо-контент.

source: Provides filters for activity streams used for example on landing pages, it allows you to filter by taxonomy terms.
ru: Предоставляет фильтры для лент активностей, используемых, например, на посадочных страницах; это позволяет отбирать по терминах таксономии.

source: Provides hiding fields on a per profile_type basis
ru: Предоставляет скрытые поля в зависимости от типа профиля

source: Provides landing page content type for dynamic content, such as a home page.
ru: Предоставляет тип контента посадочной страницы для динамичного контента, например, на домашней странице.

source: Provides links to perform post operations.
ru: Предоставляет ссылки для выполнения операций с публикациями.

source: Provides profile notes that can created by Managers
ru: Предоставляет заметки профиля, которые могут быть созданы Менеджерами

source: Provides sharing of content to social media.
ru: Предоставляет возможность поделиться контентом в социальных сетях.

source: Provides site editor components.
ru: Предоставляет компоненты редактора сайта.

source: Provides the React library for use by other modules. This module should not be enabled on its own. Other modules that require React should not load React themselves but instead depend on this module. The libraries in those modules should depend on the React library contained in this module to ensure React is properly loaded.
ru: Предоставляет библиотеку React для использования другими модулями. Данный модуль не следует подключить отдельно от других. Другим модулям, требующим React, не следует самим загружать React, а подвязаться к этому модулю. Библиотеки в этих модулях должны быть основаны на библиотеке React в данном модуле, чтобы убедиться, что React загружена корректно.

source: Provides the ability to add Open Social events to the third party calendars
ru: Предоставляет возможность добавлять мероприятия из Open Social во внешние календари

source: Provides the ability to report inappropriate content.
ru: Предоставляет возможность сообщить о ненадлежащем контенте.

source: Provides the ability to use the Album feature in a post.
ru: Предоставляет возможность использовать функцию Альбома в публикации.

source: Provides user profiles.
ru: Предоставляет профили пользователей.

source: Public
ru: Общедоступный

source: Public - visible to everyone including people who are not a member
ru: Публичный - видно всем, включая людей, не являющихся участниками

source: Public group
ru: Открытая группа

source: Public group: Group Invitation
ru: Открытая группа: Приглашение в группу

source: Public group: Group membership
ru: Открытая группа: Участие в группе

source: Public group: Group node (Album)
ru: Открытая группа: Узел группы (Альбом)

source: Publish status
ru: Статус публикации

source: Publish the selected comments
ru: Опубликовать отмеченные комментарии

source: Published
ru: Опубликовано

source: Published status
ru: Статус публикации

source: Publishing status
ru: Статус публикации

source: Push notifications
ru: Push-уведомения

source: Query a list of events
ru: Запросить список мероприятий

source: Query a list of topics
ru: Запросить список тем

source: Query a list of users
ru: Запросить список пользователей

source: Queue List
ru: Список ожидающих в очереди

source: Queue Store Entity has is finished status.
ru: У сущности Queue Store статус «завершено».

source: Queue storage entity
ru: Сущность для хранения данных о Queue

source: Queue storage entity type
ru: Тип сущности для хранения данных о Queue

source: Queue storage entity type config
ru: Конфиг типа сущности для хранения данных о Queue

source: Queue storage types
ru: Типы хранения данных Queue

source: Re-indexed search to include demo content.
ru: Реиндексированный поиск для включения демо-контента.

source: Read more
ru: Подробнее

source: Read more about it
ru: Подробнее

source: Read more about this
ru: Читать подробнее

source: Read more link
ru: Ссылка на подробную информацию

source: Read more<span class="visually-hidden"> about @title</span>
ru: Подробнее<span class="visually-hidden"> о @title</span>

source: Reason
ru: Причина

source: Reason term for which an additional textfield is displayed.
ru: Термин причины, для которого показано дополнительное текстовое поле.

source: Reassign your groups to the super administrator.
ru: Переназначить свои группы на супер администратора.

source: Recently created topics
ru: Недавно созданные публикации

source: Recently joined groups
ru: Группы, к которым я недавно присоединился(лась)

source: Recipient
ru: Получатель

source: Recipient (group)
ru: Получатель (группа)

source: Recipient (user)
ru: Получатель (пользователь)

source: Recipient user
ru: Получатель

source: Recipient user entity display name
ru: Отображаемое имя сущности получателя

source: Recipient user url
ru: url получателя

source: Recipients
ru: Получатели

source: Record, render and react to specified patterns within content.
ru: Записывать, исполнять и реагировать на указанные шаблоны в контенте.

source: Recursive rendering detected when rendering entity @entity_type @entity_id. Aborting rendering.
ru: Во время генерирования @entity_type @entity_id обнаружена рекурсия. Генерирование прервано.

source: Redir
ru: Переадр

source: Redirect a comment view to its parent entity
ru: Перенаправить представление комментария к его родительскому объекту

source: Redirect users to a destination while using a magic login link.
ru: Переадресует пользователей, используя магическую ссылку для входа.

source: Reduce
ru: Сократить

source: Reference
ru: Ссылка

source: Reference some block
ru: Ссылка на блок

source: Refresh interval in seconds
ru: Временной интервал перезагрузки в секундах

source: Register Link
ru: Ссылка на регистрацию

source: Registered users are verified immediately
ru: Зарегистрированные пользователи проходят проверку сразу же

source: Registration Date
ru: Дата регистриции

source: Registration date
ru: Дата регистрации

source: Reject Membership
ru: Отказать в участии

source: Reject membership request for the group @group_title
ru: Отклонить запрос на участие в группе @group_title

source: Related object
ru: Связанный объект

source: Relevance
ru: Актуальность

source: Relevance (ascending)|Least relevant first Relevance (descending)|Most relevant first Created date (ascending)|Least recent first Created date (descending)|Most recent first Title (ascending)|A - Z Title (descending)|Z - A
ru: Релевантность (по возрастанию)|Начиная с наименее подходящих Релевантность (по убыванию)|Начиная с наиболее подходящих Дата создания (по возрастанию)|Начиная с первых Дата создания (по убыванию)|Начиная с последних Заголовок (по возрастанию)|A - Я Заголовок (по убыванию)|Я - A

source: Remark
ru: замечание

source: Remove
ru: Удалить

source: Remove %name from %group
ru: Удалить %name из %group

source: Remove Open Social Branding
ru: Убрать брендинг Open Social

source: Remove a member
ru: Удалить участника

source: Remove a role from the selected users
ru: Удалить роль у выбранных пользователей

source: Remove image
ru: Удалить изображение

source: Remove invitation
ru: Удалить приглашение

source: Remove invitee from group: @group_name
ru: Удалить приглашённого из группы: @group_name

source: Remove members from a group
ru: Удалить участников из группы

source: Remove report
ru: Удалить сообщение о контенте

source: Removing @count orphaned posts for deleted users
ru: Удаление @count осиротевших постов для удаленных пользователей

source: Render Field
ru: Отображать поле

source: Render as link
ru: Отображать как ссылку

source: Renders a field.
ru: Отображает поле.

source: Replies for comments on posts are not allowed
ru: Ответы на комментарии к сообщениям не допускаются

source: Replies to comments deeper than 1 is not allowed
ru: Ответы на комментарии глубже 1 запрещены

source: Reply
ru: Ответить

source: Reply comment
ru: Ответить на комментарий

source: Reply to Comment
ru: Ответить на комментарий

source: Reply to private messages
ru: Ответить на личные сообщения

source: Reply to this comment
ru: Ответить на комментарий

source: Reply to this message
ru: Ответить на сообщение

source: Reply-to
ru: Ответить

source: Report
ru: Отчёт

source: Report as inappropriate
ru: Сообщить как о неуместном

source: Report inappropriate comment
ru: Сообщить о неприемлемом комментарии

source: Report inappropriate nodes
ru: Сообщить о неуместных узлах

source: Report inappropriate post
ru: Сообщить о неприемлемой публикации

source: Report overview
ru: Обзор отчета

source: Report reasons
ru: Сообщить причины

source: Reported
ru: Опубликовано

source: Reporter
ru: Автор сообщения

source: Reports
ru: Сообщения

source: Request approved event enrollment
ru: Заявка на участие в мероприятие одобрена

source: Request date
ru: Дата заявки

source: Request enrollment in @label Event
ru: Запросить регистрацию в @label мероприятие

source: Request event enrollment
ru: Запросить регистрацию в мероприятие

source: Request group membership
ru: Запросить членство в группе

source: Request membership
ru: Запросить членство

source: Request message
ru: Текст запроса

source: Request only
ru: Только по запросу

source: Request or invite status
ru: Статус запроса или приглашения

source: Request page link.
ru: Ссылка на страницу для запроса.

source: Request status
ru: Статус запроса

source: Request to enroll
ru: Запрос на регистрацию

source: Request to enroll - users can 'request to enroll' for this event which event organisers approve/decline
ru: Запрос на регистрацию - пользователи могут отправить заявку на участие в этом мероприятие, которую организаторы одобрят/отклонят

source: Request to join
ru: Запрос на присоединение

source: Request to join - users can "request to join" this group which group managers approve/decline
ru: Запрос на присоединение - пользователи могут отправить запрос на присоединение к этой группе, который менеджеры группы одобрят/отклонят

source: Request to join a group
ru: Запрос на присоединение к группе

source: Requested on
ru: Дата запроса

source: Require group types
ru: Потребовать типы группы

source: Reset
ru: Сбросить

source: Reset password with <b>username</b> or <b>email</b>
ru: Сбросьте пароль с помощью <b>имени пользователя</b> или <b> электронной почты</b>

source: Reset your password
ru: Сбросить ваш пароль

source: Restricted HTML
ru: Ограниченный HTML
