Repository: goalgorilla/open_social
Catalog: translations/gpru/*.po
Languages: ru

source: Landing tab for members
ru: Посадочная вкладка для участников

source: Landing tab for non-members
ru: Посадочная вкладка для гостей

source: Language
ru: Язык

source: Language code
ru: Код языка

source: Large
ru: Большой

source: Large sized profile image
ru: Изображения профиля большого размера

source: Last
ru: Последняя

source: Last 14 days
ru: Последние 14 дней

source: Last 30 days
ru: Последние 30 дней

source: Last 7 days
ru: Последние 7 дней

source: Last Month
ru: Последний месяц

source: Last access
ru: Последнее посещение

source: Last login
ru: Последний вход

source: Last name
ru: Фамилия

source: Last two comments on post
ru: Последние два комментария к публикации

source: Last updated
ru: Последнее обновление

source: Last »
ru: Последняя »

source: Latest group topics
ru: Самые последние посты в группе

source: Latest topic block
ru: Блок самых последних постов

source: Latest topics
ru: Самые последние посты

source: Latest topics block
ru: Блок Последние темы

source: Latest topics group
ru: Группа Последние темы

source: Latest topics page
ru: Страница Последние темы

source: Leave a comment
ru: Оставить комментарий

source: Leave a message to @name
ru: Отправить сообщение @name

source: Leave remark
ru: Оставить замечание

source: Like
ru: Нравится

source: Limit search and mention
ru: Ограничить поиск и упоминания

source: Link
ru: Ссылка

source: Link URI can be accessed by the anonymous user
ru: Анонимный пользователь может получить доступ к URI-ссылке

source: Link for Anonymous User
ru: Ссылка для анонимного пользователя

source: Link for Logged In User
ru: Ссылка для зарегистрированного пользователя

source: Link to close report
ru: Ссылка для архивирования сообщения о контенте

source: Link to entity that contains mention
ru: Ссылка на сущность с упоминанием

source: Link with Custom Class
ru: Ссылка с пользовательским классом

source: List
ru: Список

source: List Font entities
ru: Сущности Список шрифтов

source: List and edit post entities
ru: Перечислить и редактировать сущности публикаций

source: List of Queue Storage item types
ru: Список типов элементов Queue Storage

source: List of Queue Storage items
ru: Список элементов Queue Storage

source: Lists (Views)
ru: Списки (Представления)

source: Load default profile
ru: Загрузить профиль по умолчанию

source: Loaded search index
ru: Загружен поисковый индекс

source: Loads the comments.
ru: Загружает комментарии.

source: Loads the default profile for a user.
ru: Загружает профиль по умолчанию для пользователя.

source: Loads the events.
ru: Загружает мероприятия.

source: Loads the files.
ru: Загружает файлы.

source: Loads the managers for a event.
ru: Загружает менеджеров для мероприятия.

source: Loads the topics.
ru: Загружает темы.

source: Located at:
ru: Местоположение:

source: Location name
ru: Название местоположения

source: Log In
ru: Войти

source: Log in
ru: Войти

source: Log in Help Text
ru: Справка при входе

source: Log in with <b>username</b> or <b>email</b>
ru: Войти по <b>имени пользователя</b> или <b>адресу электронной почты</b>

source: Login
ru: Имя пользователя

source: Login and Registration help texts
ru: Тексты для помощи при входе и регистрации

source: Login attempt failed for %user.
ru: Ошибка входа в систему для пользователя %user.

source: Login attempt failed from %ip.
ru: Попытка войти не удалась с %ip.

source: Login tokens related to individual user accounts for easy access.
ru: Токены входа, связанные с личными аккаунтами пользователей, для быстрого доступа.

source: Logo
ru: Логотип

source: Logout
ru: Выход

source: Machine name
ru: Машинное имя

source: Mail HTML
ru: Почтовый HTML

source: Main category
ru: Основная категория

source: Main navigation
ru: Основная навигация

source: Main page content
ru: Содержимое главной страницы

source: Makes sure that blocked users are not added to the index.
ru: Гарантирует, что заблокированные пользователи не попадают в индекс.

source: Makes sure that only Verified users are added to the index.
ru: Гарантирует, что только проверенные пользователи могут быть добавлены в индекс.

source: Makes sure that user 1 is not added to the index.
ru: Гарантирует, что пользователь 1 не попадёт в индекс.

source: Makes the theme pages a bit UI friendly for people with the permissions.
ru: Делает страницы темы удобными в использовании для людей с правами доступа.

source: Manage All Enrollments
ru: Управление всеми заявками на участие

source: Manage Enrollments
ru: Управление заявками на участие

source: Manage Event Enrollment Requests
ru: Управление запросами на участие в мероприятие

source: Manage Everything Enrollments
ru: Управление всеми запросами на участие

source: Manage Mention Types
ru: Управление типами упоминаний

source: Manage access to the "Albums" user tab.
ru: Управление доступом к вкладке пользователя «Альбомы».

source: Manage all groups
ru: Управление всеми группами

source: Manage by organizers only
ru: Доступно только для организаторов

source: Manage enrollment access
ru: Управление доступом к регистрации

source: Manage enrollment invites
ru: Управление приглашениями на участие

source: Manage enrollment requests
ru: Управление запросами на участие

source: Manage enrollments
ru: Управление заявками на участие

source: Manage event enrollment invites
ru: Управление приглашениями на мероприятие

source: Manage event enrollment requests
ru: Управление запросами на участие в мероприятие

source: Manage form and displays settings of posts
ru: Управление настройками формы и отображения публикаций

source: Manage members
ru: Управление участниками

source: Manage requests
ru: Управление запросами

source: Manage user accounts, roles, and permissions.
ru: Управление учётными записями, ролями и правами пользователей.

source: Mandatory reason text
ru: Текст обязательной причины

source: Markup
ru: Разметка

source: Master
ru: Основной

source: Maximum Event Enrollment
ru: Максимальное количество заявок на участие

source: Maximum Event Enrollment settings
ru: Настройки максимального количества заявок на участие

source: Maximum event enrollments field is required
ru: Поле «Максимальное количество заявок на участие обязательно» к заполнению

source: Maximum number of enrollees
ru: Максимальное количество участников

source: Maximum number of times to count the file download per time window. Enter 0 for no flood control limits.
ru: Максимальное количество скачиваний файла в один промежуток времени. Введите 0, если не хотите ставить ограничение.

source: Media
ru: Медиа

source: Media bridge
ru: Медиа-мост

source: Medium Teaser
ru: Режим просмотра Medium Teaser

source: Medium sized profile image
ru: Изображение профиля среднего размера

source: Member
ru: Участник

source: Member account
ru: Аккаунт участника

source: Member for
ru: Зарегистрирован на сайте

source: Members
ru: Участники

source: Members excluded on other pages:
ru: Участники, не включённые на других страницах:

source: Members of @name
ru: Участники @name

source: Members of {{ arguments.gid }}
ru: Участники {{ arguments.gid }}

source: Members who liked this @content
ru: Участники, лайкнувшие @content

source: Membership count
ru: Подсчёт участников

source: Membership has been successfully denied.
ru: Участие успешно отклонено.

source: Membership invite notification
ru: Уведомление о приглашении в группу

source: Membership request approved
ru: Запрос на участие одобрен

source: Membership request rejected
ru: Запрос на участие отклонён

source: Membership requests
ru: Запросы на участие

source: Membership requests notification
ru: Уведомления о запросах на участие

source: Mention
ru: Упоминание

source: Mention ID
ru: Идентификатор упоминания

source: Mention Title
ru: Заголовок упоминания

source: Mention Type
ru: Тип упоминания

source: Mention UUID.
ru: UUID-идентификатор упоминания.

source: Mention activity context
ru: Контекст активности Упоминание

source: Mention in a post
ru: Упоминание в публикации

source: Mentioned user uid
ru: uid-идентификатор упомянутого пользователя

source: Mentions
ru: Упоминания

source: Mentions Filter
ru: Фильтр упоминаний

source: Mentions Filter settings
ru: Настройки фильтра упоминаний

source: Mentions Settings
ru: Настройки упоминаний

source: Mentions Type
ru: Типы упоминаний

source: Mentions entity will be created only for selected entity types.
ru: Сущности упоминаний будет создана только для выбранных типов сущностей.

source: Mentions entry
ru: Ввод упоминаний

source: Mentions in a comment
ru: Упоминания в комментарии

source: Mentions settings
ru: Настройки упоминаний

source: Mentions types
ru: Типы упоминаний

source: Mentions user
ru: Пользователь упоминаний

source: Menu link
ru: Ссылка меню

source: Message
ru: Сообщение

source: Message template activity settings
ru: Настройки активности шаблона сообщения

source: Message to me
ru: Сообщение для меня

source: Mode Block
ru: Блок режимов

source: Module for embedding social media links. Currently in an experimental stage. NOTE, This module is a work in progress and has some serious peformance issues still.
ru: Модуль для встраивания ссылок социальных сетей. На данный момент пробная версия. Примечание: Работа над этим модулем не завершена, и всё ещё много неразрешённых проблем.

source: Module for lazy loading content using the blazy library.
ru: Модуль для ленивой загрузки контента при помощи библиотеки blazy.

source: Module for lazy loading images using the blazy library.
ru: Модуль для ленивой загрузки изображений при помощи библиотеки blazy.

source: Module for managing path aliases. Currently in an experimental stage. NOTE, This module is a work in progress and has some serious peformance issues still.
ru: Модуль для управления синонимами пути. На данный момент пробная версия. Примечание: Работа над этим модулем не завершена, и всё ещё много неразрешённых проблем.

source: Module to insert site wide custom JS.
ru: Модуль для вставки сквозного пользовательского JS.

source: Modules installed
ru: Модули установлены

source: Most commented
ru: Больше всего комментариев

source: Most liked
ru: Больше всего лайков

source: Moved event or topic between groups
ru: Переместил мероприятие или тему между группами

source: Moving content after creation function has been disabled. In order to move this content, please contact a site manager.
ru: Перемещение контента после создания было отключено. Для перемещения этого контента, пожалуйста, свяжитесь с менеджером сайта.

source: Muted groups
ru: Группы с отключёнными уведомлениями

source: My Groups
ru: Мои группы

source: My Invitations
ru: Мои приглашения

source: My albums
ru: Мои альбомы

source: My events
ru: Мои мероприятия

source: My group membership request is approved
ru: Моя заявка на участие в группе одобрена

source: My groups
ru: Мои группы

source: My profile
ru: Мой профиль

source: My topics
ru: Мои темы

source: My upcoming events
ru: Мои предстоящие мероприятия

source: My upcoming events block
ru: Блок моих предстоящих мероприятий

source: Name
ru: Имя

source: Name or email contains
ru: Имя или email содержит

source: Names and profile image
ru: Имена и изображение профиля

source: Nationalities
ru: Гражданства

source: Nationality
ru: Гражданство

source: Navigation Settings
ru: Настройки навигации

source: Never
ru: Никогда

source: New Album
ru: Новый альбом

source: New Book Page
ru: Новая Страница Книги

source: New Content
ru: Новое содержимое

source: New Event
ru: Новое мероприятие

source: New Group
ru: Новая группа

source: New Landing Page
ru: Новая посадочная страница

source: New Page
ru: Новая Страница

source: New Topic
ru: Новая тема

source: New content has been added to a group you are in
ru: В группе, на которую вы подписаны, появился новый контент

source: New message
ru: Новое сообщение

source: New registered users get the "verified user & authenticated" role when they are registered. With this setting disabled, new registered users get the "authenticated" role when they are registered.
ru: При регистрации новые пользователи получают роль «проверенный и подтверждённый пользователь». Если эта настройка отключена, новые пользователи при регистрации получают роль «подтверждённый».

source: Newest Members
ru: Самые новые участники

source: Newest first
ru: Новые сначала

source: Newest groups
ru: Новейшие группы

source: Newest groups block
ru: Блок новейших групп

source: Newest groups page
ru: Страница новейших групп

source: Newest members
ru: Самые новые участники

source: Newest topics
ru: Новейшие обсуждения

source: Newest users
ru: Последние зарегистрировавшиеся

source: Newest users block
ru: Блок последних зарегистрировавшихся

source: Newest users page
ru: Страница с последними пользователями

source: News
ru: Новости

source: Next 14 days
ru: Следующие 14 дней

source: Next 30 days
ru: Следующие 30 дней

source: Next 7 days
ru: Следующие 7 дней

source: Next month
ru: Следующий месяц

source: Next ›
ru: Следующая ›

source: Nickname
ru: Ник

source: No activities data to be processed.
ru: Нет данных активностей к обработке.

source: No albums found for this user
ru: У этого пользователя альбомов нет

source: No albums in this group
ru: В этой группе нет альбомов

source: No comments available.
ru: Комментарии отсутствуют.

source: No content available.
ru: Нет доступных материалов.

source: No events found
ru: Событий не найдено

source: No events found for this user
ru: Не найдено событий для этого пользователя

source: No events in this group
ru: Пока в этой группе нет событий

source: No events to be processed.
ru: Мероприятий к обработке нет.

source: No groups found for this user
ru: У этого пользователя нет групп

source: No invitations available.
ru: Приглашения недоступны.

source: No invites were sent, recipients already received one before.
ru: Приглашения не отправлены: получатели уже получили их.

source: No likes yet
ru: Пока не лайкнули

source: No matching content found
ru: Подходящий контент не найден

source: No members in this group
ru: В этой группе пока нет участников

source: No one has been invited for this event yet.
ru: Пока нет ни одного приглашённого на это мероприятие.

source: No one has enrolled for this event
ru: Пока никто не присоединился

source: No one has enrolled for this event as anonymous user
ru: Никто не зарегистрировался на это событие как анонимный пользователь

source: No one has requested to be enrolled for this event yet.
ru: Пока никто не запросил участие в этом мероприятие.

source: No people available.
ru: Никто не может.

source: No reports available.
ru: Нет доступных отчетов.

source: No results found.
ru: Результатов не найдено.

source: No spots left
ru: Мест больше нет

source: No topics found
ru: Публикаций не найдено

source: No topics found for this user
ru: Публикаций для этого пользователя не найдено

source: No topics in this group
ru: Нет постов в этой группе

source: No upcoming events in this group
ru: Нет предстоящих событий в этой группе

source: No upcoming events you have enrolled for
ru: Нет предстоящих событий, на которые вы были бы зарегистрированы

source: Node
ru: Узел

source: Node title
ru: Заголовок узла

source: Nodes
ru: Узлы

source: Non members landing tab
ru: Посадочная вкладка для гостей

source: None
ru: Нет

source: Not enrolled
ru: Не зарегистрирован

source: Not installed
ru: Не установлено

source: Not reply comment
ru: Комментарий к публикации

source: Notice: Drag and drop has intentionally been disabled for this vocabulary.
ru: Примечание: Функция «Перетащить» была специально отключена для этого словаря.

source: Notification
ru: Уведомление

source: Notification archive
ru: Архив уведомлений

source: Notification from %site_name
ru: Уведомления %site_name

source: Notification from [site:name]
ru: Уведомление от [site:name]

source: Notifications
ru: Уведомления

source: Notify user by email after anonymous enrollment
ru: Уведомить пользователя по email после анонимной регистрации

source: Now processing profile :progress of :count
ru: Идёт обработка профиля :progress из :count

source: Number of Likes
ru: Количество лайков

source: Number of Private messages
ru: Число личных сообщений

source: Number of comments
ru: Количество комментариев

source: Number of group members
ru: Количество участников группы

source: Number of groups where node is added.
ru: Количество групп, где добавлен узел.

source: Number of items
ru: Количество элементов

source: Number of items per entity (e.g., nr. of members, topics, events, etc.)
ru: Количество элементов на единицу (например, количество участников, постов, события и т. Д.)

source: Number of members
ru: Количество участников

source: Number of profiles affected by batch: @count
ru: Количество профилей, затронутых пакетом: @count

source: Number of seconds in the time window for counting a file download.
ru: Количество секунд в промежуток времени для расчёта скачивания файла.

source: Number of seconds of inactivity after which we assume user is offline.
ru: Количество секунд неактивности, после которого мы считаем что пользователь офлайн.

source: Number of suggestions
ru: Количество предположений

source: Off
ru: Выкл

source: Offline Control Settings
ru: Настройки системы управления режимом оффлайн

source: Offline window
ru: Окно в режиме оффлайн

source: Offset
ru: Смещение

source: Oldest first
ru: Старые сначала

source: On
ru: Вкл

source: One item deleted.
ru: Удалён один элемент.

source: One profile flushed.
ru: Один профиль очищен.

source: Ongoing
ru: Текущие

source: Ongoing and upcoming events
ru: Текущие и будущие мероприятия

source: Only full name (first and last)
ru: Только Имя и Фамилия

source: Only group members can see this group
ru: Только участники группы могут видеть эту группу

source: Only members who are logged in can see this group
ru: Только вошедшие пользователи могут видеть эту группу

source: Only show street and postal code to event enrollees
ru: Показывать регистрирующимся на мероприятие только улицу и индекс

source: Only show the group address to the group members
ru: Показывать участникам группы только адрес группы

source: Only username
ru: Только имя пользователя

source: Open Social
ru: Платформа Open Social

source: Open Social Branding will be replaced by site name (and slogan if available).
ru: Брендинг Open Social будет заменён на название сайта (и слоган, при наличие).

source: Open Social Settings
ru: Настройки Open Social

source: Open Social Update Version
ru: Версия обновления Open Social

source: Open Social version
ru: Версия Open Social

source: Open Social would like to collect non-personal data to improve the product and your experience. We will never collect any personal data. You can choose which data you want to share with the Open Social team below (or none at all). The usage data is sent every 24 hours to the team.
ru: Open Social собирает неличные данные для усовершенствования продукта и простоты пользования сайтом. Мы никогда не будем собирать личные данные. Вы можете выбрать, какие данные вы хотите предоставить команде Open Social ниже (либо никакие). Данные о посещениях передаются команде каждые 24 часа.

source: Open group
ru: Открытая группа

source: Open group: Group Invitation
ru: Открытая группа: Приглашение в группу

source: Open group: Group membership
ru: Открытая группа: участие в группе

source: Open group: Group node (Album)
ru: Открытая группа: Узел группы (Альбом)

source: Open to enroll
ru: Открыто для регистрации

source: Open to enroll - users can enroll for this event without approval
ru: Открыто для регистрации - пользователи могут регистрироваться на это мероприятие без одобрения

source: Open to join
ru: Открыто для присоединения

source: Open to join - users can join this group without approval
ru: Открыто для присоединения - пользователи могут присоединиться к данной группе без одобрения

source: Operation
ru: Операция

source: Operations
ru: Операции

source: Optional field, title can be printed from block or overridden here. Uncheck <em>Display title</em> if using this field
ru: Необязательное поле, заголовок может быть введён из блока или переопределён здесь. При использовании этого поля снимите галочку с <em>Показать заголовок</em>

source: Optional link. Sometimes blocks already contain more link.
ru: Необязательная ссылка. Иногда в блоках уже содержится ссылка «Подробнее».

source: Options to pass to the toUrl call
ru: Опции для перехода на звонок toUrl

source: Order
ru: Порядок

source: Organisers
ru: Организаторы

source: Organisers Block
ru: Блок Организаторов

source: Organization
ru: Организация

source: Organization Tag
ru: Тег организации

source: Organization tag
ru: Тег организации

source: Organizer activity context
ru: Контекст активности организатора

source: Organizers
ru: Организаторы

source: Other Reason
ru: Другая Причина

source: Output Settings
ru: Настройки вывода

source: Output text for aggregated items in activity stream
ru: Выводимый текст для объединённых элементов в ленте активностей

source: Output text for email notifications
ru: Выводимый текст для электронных уведомлений

source: Output text for normal activities in activity stream
ru: Выводимый текст для обычных активностей в ленте активностей

source: Outsider
ru: Внешний пользователь

source: Overridden Tags filter
ru: Фильтр переопределённых тегов

source: Override Tags filters
ru: Фильтры переопределения тегов

source: Override disabled public visiblility settings
ru: Переопределять отключённые настройки видимости для всех

source: Overview
ru: Обзор

source: Owner
ru: Владелец

source: Owner activity context
ru: Контекст активности владельца

source: Page
ru: Страница

source: Page (no value)
ru: Страница (без значения)

source: Page Info
ru: Информация о странице

source: Page title
ru: Заголовок страницы

source: Page title block
ru: Блок с заголовком страницы

source: Page title for enrollments
ru: Заголовок страницы для заявок на участие

source: Page title for nodes
ru: Заголовок страницы для узлов

source: Paragraph
ru: Параграф

source: Paragraphs
ru: Параграфы

source: Parent
ru: Родитель

source: Parent entity
ru: Родительская сущность

source: Password
ru: Пароль

source: Password reset instructions mailed to %name at %email.
ru: Инструкции по сбросу пароля были отправлены пользователю %name по адресу %email.

source: Past Events
ru: Прошедшие мероприятия

source: Past events
ru: Прошедшие мероприятия

source: Payload
ru: Полезные данные

source: Payload Violations
ru: Нарушения при отправке полезных данных

source: Payload client mutation id
ru: Идентификатор мутации клиента полезных данных

source: Pending
ru: В процессе

source: Pending reply
ru: В ожидании ответа

source: People
ru: Люди

source: People access
ru: Доступ для людей

source: Per profile type you can choose which fields you want to use. Users will not be able to edit or view fields that are deselected.
ru: Для каждого типа профиля вы можете выбрать, какие поля хотите использовать. Пользователи не смогут редактировать или просматривать неотмеченные поля.

source: Permission
ru: Право доступа

source: Personalised activity stream
ru: Индивидуальная лента активностей

source: Personalised activity stream (with post form)
ru: Индивидуальная лента активностей (с формой публикации)

source: Phone number
ru: Номер телефона

source: Phone number and location
ru: Номер телефона и геолокацию

source: Photo
ru: Фото

source: Placement
ru: Положение

source: Platform activity context
ru: Контекст деятельности на платформе

source: Platform introduction
ru: Введение в работу платформу

source: Platform introduction block, meant for use in content regions.
ru: Блок с вводной информацией о платформе, предназначенный для использования в регионах контента.
