Repository: goalgorilla/open_social
Catalog: translations/gpru/*.po
Languages: ru

source: A/an article.
ru: Статья.

source: AN homepage hero block
ru: Главный блок AN домашней страницы

source: About
ru: О нас

source: About Group
ru: О Группе

source: About {{ arguments.id }}
ru: Инфо {{ arguments.id }}

source: Accent style
ru: Стиль выделения

source: Accept
ru: Принять

source: Accept invitation and join group
ru: Принять приглашение и присоединиться к группе

source: Accept invite
ru: Принять приглашение

source: Accepted and joined
ru: Принято и добавлены

source: Access Denied
ru: Доступ запрещён

source: Access Open Social Connect
ru: Доступ к Open Social Connect

source: Access content search
ru: Доступ к поиску по контенту

source: Access cross-group posting
ru: Доступ к перекрёстным групповым публикациям

source: Access for group managers only
ru: Доступ только для менеджеров группы

source: Access for group managers only.
ru: Доступ только для менеджеров группы.

source: Access group search
ru: Доступ к поиску по группе

source: Access permissions
ru: Права доступа

source: Access posts in group
ru: Доступ к публикациям в группе

source: Access the Font overview page
ru: Доступ к странице просмотра шрифтов

source: Access the posts in this group
ru: Доступ к публикациям в этой группе

source: Access to Manage All Enrollments page on events.
ru: Доступ к странице управления всеми подписками на мероприятиях.

source: Access to Manage Enrollments page on events.
ru: Доступ к странице управления участниками мероприятия.

source: Access to manage event enrollment requests.
ru: Доступ к странице управления регистрацией на мероприятие.

source: Access to the event manage all enrollment page.
ru: Доступ к управлению всей страницей регистрации на мероприятие.

source: Access to the event manage enrollment page.
ru: Доступ к странице управления участниками мероприятия.

source: Access to the people page.
ru: Доступ к странице люди.

source: Access to view all hidden profile fields
ru: Доступ для просмотра всех скрытых полей профиля

source: Access to view hide profile fields
ru: Доступ для просмотра скрытых полей профиля

source: Access users search
ru: Доступ к поиску по пользователям

source: Accordion
ru: Гармошка

source: Accordion item
ru: Элемент гармошка

source: Account
ru: Учётная запись

source: Account header block
ru: Блок заголовка аккаунта

source: Account identifier
ru: Идентификатор учётной записи

source: Account information
ru: Информация об учётной записи

source: AccountInterface instance
ru: Экземпляр AccountInterface

source: Action
ru: Действие

source: Action that is triggered when a entity is created
ru: Действие, запускаемое при создании сущности

source: Action that is triggered when a entity is moved
ru: Действие, запускаемое при перемещении сущности

source: Action that is triggered when a entity is updated
ru: Действие, запускаемое при обновлении сущности

source: Actions
ru: Действия

source: Active
ru: Активный

source: Activity
ru: Активность

source: Activity Basics
ru: Модуль Activity Basics

source: Activity Creator
ru: Модуль Activity Creator

source: Activity Entity tokens
ru: Токены Сущности Активность

source: Activity ID
ru: Идентификатор активности

source: Activity Logger
ru: Модуль Activity Logger

source: Activity Send
ru: Плагин Activity Send

source: Activity Send Email
ru: Плагин Activity Send Email

source: Activity Send Push Notification
ru: Плагин Activity Send Push Notification

source: Activity Stream
ru: Лента активности

source: Activity Viewer
ru: Модуль Activity Viewer

source: Activity comment
ru: Комментарий деятельности

source: Activity filter settings
ru: Настройки фильтрации для Активности

source: Activity group argument
ru: Аргумент группы активности

source: Activity group context argument.
ru: Аргумент контекста группы активности.

source: Activity notification visibility access
ru: Доступ к настройкам видимости уведомлений активности

source: Activity on events I am organizing
ru: Активность в событиях, которые я организую

source: Activity overview
ru: Обзор активностей

source: Activity post visibility access
ru: Доступ к настройкам видимости публикаций по активности

source: Activity profile argument
ru: Аргумент профиля активностей

source: Activity profile context argument.
ru: Аргумент контекста профиля активностей.

source: Activity send
ru: Плагин Activity send

source: Activity send settings
ru: Настройки Activity send

source: Activity settings
ru: Настройки модуля Activity

source: Activity stream
ru: Активность на сайте

source: Activity stream - Without Post block
ru: Лента активности - без блока публикаций

source: Activity stream notifications
ru: Уведомления для ленты активности

source: Activity stream notifications on a profile
ru: Уведомления для ленты активности в профиле

source: Activity stream on a group
ru: Лента активности по группе

source: Activity stream on a profile
ru: Лента активности по профилю

source: Activity tokens
ru: Токены активности

source: Activity visibility access
ru: Доступ к настройкам видимости для Активности

source: Add Activity
ru: Добавить активность

source: Add Event enrollment
ru: Добавить регистрацию на мероприятие

source: Add Font
ru: Добавить шрифт

source: Add Mentions Type
ru: Добавить тип упоминаний

source: Add Queue Storage type
ru: Добавить тип хранения очереди

source: Add a comment
ru: Добавить комментарий

source: Add a group
ru: Добавить группу

source: Add a reply
ru: Добавить ответ

source: Add a role to the selected users
ru: Добавить роль для выбранных пользователей

source: Add another organizer
ru: Добавить другого организатора

source: Add attachment
ru: Добавить приложение

source: Add directly
ru: Добавить напрямую

source: Add enrollees
ru: Добавить зарегистрировавшихся

source: Add event to Calendar
ru: Добавить мероприятие в Календарь

source: Add extra useful template suggestsions
ru: Добавить сверхполезные предложения шаблонов

source: Add image(s) to an album
ru: Добавить изображение(я) в альбом

source: Add images
ru: Добавить изображения

source: Add images to album @name
ru: Добавить изображения в альбом @name

source: Add invites
ru: Добавить приглашения

source: Add invites to group: @group_name
ru: Добавить приглашения в группу: @group_name

source: Add members
ru: Добавить участников

source: Add members to group
ru: Добавить участников в группу

source: Add members to group: @group_name
ru: Добавить участников в группу: @group_name

source: Add new comment
ru: Добавить новый комментарий

source: Add new reply
ru: Добавить новый ответ

source: Add post
ru: Добавить публикацию

source: Add post type
ru: Добавить тип публикации

source: Add selected member to a group
ru: Добавить выбранного участника в группу

source: Add to Group
ru: Добавить в Группу

source: Add to calendar
ru: Добавить в Календарь

source: Add to calendar settings
ru: Настройки добавления в календарь

source: Add-on information (including installed modules, profiles, and themes)
ru: Дополнительная информация (в т.ч. установленные модули, профили и темы)

source: Additional information.
ru: Дополнительная информация.

source: Additional message information. This token is deprecated, please use "preview" and "cta_button" tokens instead in your message templates.
ru: Дополнительная информация о сообщении. Данный токен устарел, просьба вместо него в шаблонах сообщений использовать токены «preview» и «cta_button».

source: Address
ru: Адрес

source: Address line 1
ru: Адрес строка 1

source: Address line 2
ru: Адрес строка 2

source: Address locality
ru: Адрес населённый пункт

source: Address module requirements)
ru: Требования модуля Address)

source: Address visibility settings
ru: Настройки видимости адреса

source: Adds <em class="placeholder">Album</em> content to groups both publicly and privately.
ru: Добавляет контент <em class="placeholder">Альбома</em> как в открытые, так и в закрытые группы.

source: Adds <em class="placeholder">Event</em> content to groups both publicly and privately.
ru: Добавляет <em class="placeholder">Мероприятие</em> в группы и открытые и закрытые.

source: Adds <em class="placeholder">Event</em> content to groups using private content settings.
ru: Добавляет контент <em class="placeholder">Мероприятия</em> как в открытые, так и в закрытые группы.

source: Adds <em class="placeholder">Topic</em> content to groups both publicly and privately.
ru: Добавляет <em class="placeholder">Тему</em> в группы и публичные и закрытые.

source: Adds <em class="placeholder">Topic</em> content to groups using private content settings.
ru: Добавляет контент <em class="placeholder">Тема</em> в группы, используя приватные настройки контента.

source: Adds Secret Group as a group type.
ru: Добавляет Секретную группу в качестве типа группы.

source: Adds a link to https://www.getopensocial.com in the admin menu.
ru: Добавляет ссылку на https://www.getopensocial.com в меню админа.

source: Adds a sitewide post form.
ru: Добавляет форму сквозной публикации.

source: Adds ability to act on Group Content.
ru: Добавляет способность работать с Контентом группы.

source: Adds ability to export event enrolments (include guests) to a CSV.
ru: Добавляет способность экспортировать заявки на участие в мероприятие (включая гостей) в формате CSV.

source: Adds ability to export event enrolments to a CSV.
ru: Добавляет способность экспортировать заявки на участие в мероприятие в формате CSV.

source: Adds ability to export group members to a CSV.
ru: Добавляет способность экспортировать участников группы в формате CSV.

source: Adds ability to export users to a CSV.
ru: Добавляет способность экспортировать пользователей в формате CSV.

source: Adds an article before the content label.
ru: Добавляет статью перед ярлыком контента.

source: Adds content access checks for custom view permissions for entities based on field values in the entity_access field.
ru: Добавляет проверки доступа к контенту для настроенных разрешений просмотра для сущностей, основанных на значения в поле entity_access.

source: Adds the restricted name to the index according to the privacy rules.
ru: Добавляет название ограниченного использования к индексу согласно правилам конфиденциальности.

source: Adds users as requesters for the group.
ru: Добавляет пользователей как запрашивающих доступ в группу.

source: Adds users to groups as members.
ru: Добавляет пользователей в группы как участников.

source: Administer Activity entities
ru: Управление сущностями Активности

source: Administer Album Settings
ru: Управление настройками альбома

source: Administer Comment upload settings
ru: Управление настройками загрузки комментариев

source: Administer Content Moderation settings
ru: Управление настройками модерации контента

source: Administer Event Settings
ru: Управление настройками мероприятий

source: Administer Event enrollment entities
ru: Управление настройками регистрации на мероприятие

source: Administer Font entities
ru: Управление сущностями шрифта

source: Administer Navigation Settings
ru: Управление настройками навигации

source: Administer Post entities
ru: Управление настройками публикаций

source: Administer Queue storage entity entities
ru: Управление настройками сущности хранения очереди

source: Administer Social Activity Filter settings
ru: Управление настройками фильтра Social Activity

source: Administer Social Footer settings
ru: Управление настройками Social Footer

source: Administer Topic Settings
ru: Управление настройками темы

source: Administer User Settings
ru: Управление настройками пользователей

source: Administer alternative frontpage settings
ru: Управление настройками альтернативной главной страницы

source: Administer comments
ru: Управление комментариями

source: Administer improved theme settings
ru: Управление улучшенными настройками темы

source: Administer mentions
ru: Управление упоминаниями

source: Administer mentions.
ru: Управление упоминаниями.

source: Administer own comment settings
ru: Управление настройками собственных комментариев

source: Administer profile settings
ru: Управление настройками профиля

source: Administer settings for the social tagging module.
ru: Управление настройками для модуля social tagging.

source: Administer social swiftmail settings
ru: Управление настройками social swiftmail

source: Administer social tagging settings
ru: Управление настройками social tagging

source: Administer usage data sharing settings
ru: Управление настройками обмена данными по использованию

source: Administer visiblility settings
ru: Управление настройками видимости

source: Administrative address
ru: Административный адрес

source: Administrative area
ru: Административная зона

source: Administrator
ru: Администратор

source: Advanced options
ru: Расширенные настройки

source: After
ru: После

source: Aggregate activity
ru: Совокупная активность

source: Album
ru: Альбом

source: Album @title is successfully created. Now you can add images to this album.
ru: Альбом @title успешно создан. Сейчас вы можете добавлять туда изображения.

source: Album Cover Embed
ru: Код вставки обложки альбома

source: Album Overview Embed
ru: Код вставки обзора альбома

source: Album image
ru: Изображение в альбоме

source: Album label
ru: Ярлык альбома

source: Album name
ru: Название альбома

source: Album settings
ru: Настройки альбома

source: Album(s)
ru: Альбом(ы)

source: Albums
ru: Альбомы

source: Albums Overview Page
ru: Страница просмотра альбомов

source: All
ru: Все

source: All @label
ru: Все @label

source: All comments
ru: Все комментарии

source: All content index created for the Social distribution.
ru: Индекс всего контента, созданный для распространения в Social.

source: All day
ru: Весь день

source: All enrollments
ru: Все заявки на участие

source: All events
ru: Все мероприятия

source: All groups
ru: Все группы

source: All members
ru: Все участники

source: All my upcoming events
ru: Все мои предстоящие события

source: All notifications
ru: Все уведомления

source: All statuses
ru: Все статусы

source: All the replies placed on an unpublished comment will be hidden automatically.
ru: Все ответы на неопубликованный комментарий будут скрыты автоматически.

source: All the required modules and configuration will be automatically installed and imported. You can optionally select additional features or generated demo content.
ru: Все необходимые модули и настройки будут автоматически установлены и импортированы. Вы можете выбрать дополнительные функции или генерируемые демо-материалы.

source: All topics
ru: Все темы

source: All types
ru: Все типы

source: All visitors of the platform can see this group
ru: Все посетители платформы могут видеть эту группу

source: All your uploaded files on the Open Social entities are potentially reachable by unauthorized users
ru: Есть риск, что неавторизованные пользователи могут получить доступ ко всем вашим файлам, загруженным на Open Social

source: Allow access to the album settings form to configure general album options.
ru: Разрешить доступ к форме настройки альбома для установки общих настроек альбома.

source: Allow access to the event settings form to configure general event options.
ru: Разрешить доступ к форме настройки мероприятий для установки общих настроек мероприятий.

source: Allow access to the topic settings form to configure general topic options.
ru: Разрешить доступ к форме настройки тем для установки общих настроек темы.

source: Allow access to the user settings form to configure general user options.
ru: Разрешить доступ к форме настройки пользователей для установки общих настроек пользователя.

source: Allow anonymous users to enroll in new events by default
ru: Разрешить анонимным пользователям записываться на события по умолчанию

source: Allow category split
ru: Разрешить деление категорий

source: Allow category split.
ru: Разрешить деление категорий.

source: Allow event managers to invite users and external people.
ru: Разрешить менеджерам мероприятий приглашать пользователей и людей со стороны.

source: Allow file uploads in comments
ru: Разрешить загрузку файлов в комментариях

source: Allow file uploads in comments.
ru: Разрешить загрузку файлов в комментариях.

source: Allow invited user to skip email verification
ru: Разрешить приглашённым пользователям пропустить этап верификации электронной почты

source: Allow invited user to skip email verification.
ru: Разрешить приглашённым пользователям пропустить этап верификации электронной почты.

source: Allow members of the same group to add images to this album
ru: Разрешить участников одной группы добавлять изображения в данный альбом

source: Allow non-group members to enroll or request to enroll
ru: Разрешить не участникам группы регистрироваться или отправлять заявки на участие

source: Allow parents to be used as tag
ru: Разрешить использовать родительские элементы в качестве тега

source: Allow profile tagging for content managers
ru: Разрешить менеджерам контента отмечать профили

source: Allow profile tagging for regular users
ru: Разрешить обычным пользователям отмечать профили

source: Allow regular users to change the group their content belong to
ru: Разрешить обычным пользователям вносить изменения в группу, к которой принадлежит их контент

source: Allow regular users to create new groups
ru: Разрешить обычным пользователям создавать новые группы

source: Allow setting the maximum participant number for events.
ru: Разрешить ограничивать количество участников на мероприятиях.

source: Allow the author of an event to decide whether anonymous users can or cannot enroll in the event
ru: Позволяет автору события решить, могут ли анонимные пользователи присоединиться к событию

source: Allow to access blocked users pages
ru: Разрешить доступ к страницам заблокированных пользователей

source: Allow to access the administration form to block some users.
ru: Разрешить доступ к форме администратора для блокировки некоторых пользователей.

source: Allow to access the administration form to configure Activity entities.
ru: Разрешить доступ к форме администратора для настройки сущностей Активности.

source: Allow to access the administration form to configure Event enrollment entities.
ru: Разрешить доступ к форме администратора для настройки сущностей регистрации на мероприятия.

source: Allow to access the administration form to configure Font entities.
ru: Разрешить доступ к форме администратора для настройки сущностей шрифта.

source: Allow to access the administration form to configure Post entities.
ru: Разрешить доступ к форме администратора для настройки сущностей публикаций.

source: Allow to access the administration form to configure Queue storage entity entities.
ru: Разрешить доступ к форме администратора для настройки сущностей хранения очереди.

source: Allow to access the people list page.
ru: Разрешить доступ к странице со списком людей.

source: Allow to access the social_comment_upload settings form.
ru: Разрешить доступ к форме настроек social_comment_upload.

source: Allow to set for which group types quickjoin is enabled.
ru: Разрешить выбор типов групп, для которых будет подключена функция quickjoin.

source: Allow to set how event organisers are implemented in OS.
ru: Разрешить настройку способов внедрения организаторов мероприятий в ОС.

source: Allow to set how event types are implemented in OS.
ru: Разрешить настройку способов внедрения типов мероприятий в ОС.

source: Allow to set javascript that will loaded on ALL pages.
ru: Разрешить настройку javascript для загрузки на ВСЕ страницы.

source: Allow to set the Group settings in Open Social.
ru: Разрешить установку настроек Группы в Open Social.

source: Allow use a parent of category.
ru: Разрешить использование родительского элемента категории.

source: Allow users to add the event to the calendar
ru: Разрешить пользователям добавлять мероприятия в календарь

source: Allow users to close reports.
ru: Разрешить пользователям отмечать их сообщения о контенте как разрешённые.

source: Allow users to enroll to this event without an account
ru: Позволять пользователям регистрироваться на это мероприятие без создания аккаунта

source: Allow users to join groups with a single click.
ru: Разрешить пользователям присоединяться к группам одним щелчком мыши.

source: Allow users to request membership
ru: Позволять пользователям отправлять запрос на участие

source: Allow users to send private messages to each other
ru: Разрешить пользователям отправлять личные сообщения друг другу

source: Allow users to skip the confirmation step when joining any @grouptype.
ru: Разрешить пользователям пропускать этап подтверждения при присоединении к любой @grouptype.

source: Allow users to tag content in content.
ru: Разрешить пользователям отмечать контент в контенте.

source: Allowed calendars
ru: Разрешённые календари

source: Allowed join method
ru: Разрешённый способ присоединения

source: Allowed value with label
ru: Разрешённое значение с меткой

source: Allowed values function
ru: Разрешённые значения функции

source: Allowed values list
ru: Список допустимых значений

source: Allowed values list: invalid input.
ru: Список допустимых значений: неверный ввод.

source: Allowed values list: some values are being removed while currently in use.
ru: Список допустимых значений: некоторые из удаляемых значений в настоящее время используются.

source: Allows access to an overview of reports.
ru: Открыть доступ для просмотра сообщений.

source: Allows access to change settings of usage data sharing to Open Social team.
ru: Предоставляет доступ команде Open Social для изменения настроек обмена данными по использованию.

source: Allows access to the Content Moderation settings form.
ru: Предоставляет доступ к форме настроек модерации контента.

source: Allows access to the menu of Open Social Connect
ru: Предоставляет доступ к меню контента Open Social

source: Allows access to translating account settings and emails.
ru: Предоставляет доступ к переводу настроек аккаунта и электронной почты.

source: Allows access to translating site information.
ru: Предоставляет доступ к переводу информации на сайте.

source: Allows users to request access to Groups
ru: Позволяет пользователям запрашивать доступ к группам

source: Allows users to skip confirmation when joining a group.
ru: Позволяет пользователям пропустить подтверждение при присоединении к группе.

source: Altering the visibility options could result in changes in access for content within this group and the group itself.
ru: Изменение опций видимости может привести к изменениям в доступе к контенту внутри группы и к самой группе.

source: Alternative Frontpage
ru: Альтернативная главная страница

source: Alternative Frontpage Settings
ru: Настройки альтернативной главной страницы

source: Always show all comments
ru: Всегда показывать все комментарии

source: Always show all comments link
ru: Всегда показывать ссылку на все комментарии

source: Always show for everyone
ru: Всегда показывать всем

source: Amount of days
ru: Количество дней

source: Amount of existing members
ru: Количество существующих участников

source: Amount of users added not added
ru: Количество добавленных недобавленных пользователей

source: Amount of users added to group
ru: Количество пользователей, добавленных в группу

source: An error occurred and processing did not complete.
ru: Произошла ошибка, и процесс не был завершен.

source: An error occurred during processing
ru: Произошла ошибка во время обработки

source: An error occurred while processing @operation with arguments : @args
ru: Произошла ошибка при обработке @operation с аргументами: @args

source: Anonymous
ru: Аноним

source: Anonymous event enrollment settings
ru: Настройки регистрации на мероприятия для анонимных пользователей
