Repository: goalgorilla/open_social
Catalog: translations/gpru/*.po
Languages: ru

source: Whether event enrollment for anonymous users is enabled.
ru: Подключена ли функция регистрации на мероприятия для анонимных пользователей.

source: Whether the author field should be removed from comment forms.
ru: Стоит ли убрать поле автора из форм для комментариев.

source: Whether the author of an event is automatically an event organiser.
ru: Является ли автор мероприятия автоматически его организатором.

source: Whether the content is immediately unpublished if a user reports it as inappropriate.
ru: Будет ли контент автоматически удалён, если получено сообщение о его неуместном характере.

source: Whether the maximum event enrollments field is required
ru: Нужно ли поле с максимальным количеством заявок на участие в мероприятие

source: Whether the maximum number of event enrollments feature is enabled
ru: Подключена ли функция максимального количества заявок на участие в мероприятие

source: Whether the type selection is required for events.
ru: Нужно ли выбирать тип для мероприятий.

source: Whether to allow add profile tags
ru: Стоит ли разрешать добавление тегов профиля

source: Whether to allow profile tagging for LU
ru: Стоит ли разрешать тегирование профиля вошедшим пользователям

source: Whether to allow splitting profile tags
ru: Стоит ли разрешать разбивание тегов профиля

source: Whether to show e-mail addresses on user profiles.
ru: Стоит ли показывать электронные адреса в профилях пользователей.

source: Whether to show preferred language on user profiles.
ru: Стоит ли показывать предпочтительный язык в профилях пользователей.

source: Whether to use first level of profile tags
ru: Стоит ли использовать первый уровень тегов профиля

source: Whether users get notified by e-mail after they've enrolled anonymously.
ru: Стоит ли отправлять пользователям электронные уведомления после того, как они зарегистрировались анонимно.

source: Whether users should fill in a mandatory reason or if it is optional.
ru: Запрашивать ли у пользователей заполнять поле с причиной или оставить его необязательным.

source: Who can see the group.
ru: Кто может видеть группу.

source: Who liked this entity
ru: Кому понравилась данная сущность

source: Whoops... something went wrong!
ru: Упс... что-то пошло не так!

source: Will generate files, users, groups, events, topics, comments and posts.
ru: Будут сгенерированы файлы, пользователи, группы, события, публикации, комментарии и сообщения.

source: Yes
ru: Да

source: Yes, continue
ru: Да, продолжить

source: You
ru: Вы

source: You are already a member of the @group.
ru: Вы уже состоите в @group.

source: You are enrolled in the event [node:title]
ru: Вы зарегистрированы на мероприятие [node:title]

source: You are no longer enrolled in this event. Your personal data used for the enrollment is also deleted.
ru: Вы больше не участвуете в мероприятие. Ваши личные данные, используемые при регистрации, также удалены.

source: You are not allowed to comment on content in a group you are not member of.
ru: Вы не можете комментировать в группе, в которой не состоите.

source: You are not allowed to edit this field!
ru: У вас нет прав редактировать это поле!

source: You are not allowed to view comments on content in a group you are not member of. You can join the group @group_link.
ru: Вы не можете просматривать комментарии в группе, в которой не состоите. Вы можете к ней присоединиться @group_link.

source: You are now automatically following this @type. @unfollow_link.
ru: Вы автоматически подписаны на данный @type. @unfollow_link.

source: You can enable 'Mentions Filter' for the mentions type below for the appropriate @text_format
ru: Вы можете активировать «Фильтр упоминаний» для типа упоминаний ниже для надлежащего @text_format

source: You can enter or paste multiple entries separated by comma or semicolon
ru: Вы можете вводить или вставлять несколько вариантов через запятую или точку с запятой

source: You can hide individual address fields, with the exception of the country field. <br/> Disable the country field by disabling the whole address, using the checkbox <em>field_profile_address</em>.
ru: Вы можете скрыть поля с личным адресом за исключением поля со страной. <br/> Отключите поле страны, отключив весь адрес, отметив этот пункт <em>field_profile_address</em>.

source: You can leave a message in your request. Once your request is approved, you will receive a notification via email and notification center.
ru: Вы можете оставить сообщение при отправке запроса. Когда ваш запрос будет одобрен, вы получите уведомление по электронной почте и через центр уведомлений.

source: You can leave a message in your request. Only when your request is approved, you will receive a notification via email and notification center.
ru: Вы можете оставить сообщение при отправке запроса. Только когда ваш запрос будет одобрен, вы получите уведомление по электронной почте и через центр уведомлений.

source: You can use the token [social_user:recipient] for a personalized salutation, to add the users name in your email
ru: Вы можете использовать токен [social_user:recipient] для личного приветствия, чтобы добавить имя пользователя в вашей электронной почте

source: You do not follow any tags.
ru: Вы не подписаны ни на один тег.

source: You do not have any notifications.
ru: Нет оповещений.

source: You do not have any private messages yet. Click on the button on the right to start a new message.
ru: У вас пока нет личных сообщений. Нажмите на кнопку справа, чтобы начать новый диалог.

source: You don't have access to join this group.
ru: У вас нет доступа для присоединения к этой группе.

source: You don't have any event invites yet.
ru: Вы пока не получили ни одного приглашения.

source: You have 1 pending invite <a href="@url">visit your invite overview</a> to see it.
ru: У вас 1 неотвеченное приглашение <a href="@url">перейдите к краткому описанию</a>, чтобы увидеть приглашение.

source: You have a new comment on a post
ru: У вашего поста появился новый комментарий

source: You have a new enrollment to your event
ru: К вашему событию присоединились новые участники

source: You have a new reply to a thread you were mentioned in
ru: Вам пришёл новый ответ в обсуждении

source: You have a new reply to your comment
ru: Кто-то ответил на ваш комментарий

source: You have accepted the invitation for the @event event.
ru: Вы приняли приглашение на мероприятие @event.

source: You have been added to an event
ru: Вас добавили в список участников мероприятия

source: You have been already enrolled to this event. You have also received a notification via email.
ru: Вы уже зарегистрированы на это событие и получили уведомление по электронной почте.

source: You have been enrolled in the event [node:title]. You can cancel your enrollment anytime using the following link: [social_event_an_enroll:enrolled_event].
ru: Вы уже зарегистрированы на это событие [node:title]. Вы можете отменить свою регистрацию в любое время, используя следующую ссылку: [social_event_an_enroll:enrolled_event].

source: You have been invited to an event
ru: Вас пригласили на событие

source: You have been invited to join a group
ru: Вас пригласили присоединиться к группе

source: You have been invited to join this group
ru: Вас пригласили присоединиться к этой группе

source: You have been mentioned
ru: Новое упоминание

source: You have declined the invitation for the @event event.
ru: Вы отклонили приглашение на мероприятие @event.

source: You have enrolled
ru: Вы участвуете

source: You have enrolled for this event.
ru: Вы зарегистрировались на это событие.

source: You have insufficient permissions to delete this vocabulary
ru: У вас недостаточно прав для удаления этого словаря

# Is a member
source: You have joined
ru: Вы присоединились

source: You have joined the group and you can leave your comment now.
ru: Вы присоединились к группе и можете оставить свой комментарий прямо сейчас.

source: You have just used your one-time login link. It is no longer necessary to use this link to log in.
ru: Вы только что использовали одноразовую ссылку для входа на сайт. Больше нет необходимости использовать эту ссылку для входа.

source: You have posted successfully in your new album @link
ru: Вы успешно опубликовали в вашем новом альбоме @link

source: You have received <strong>:count</strong> notification
ru: Вы получили <strong>:count</strong> уведомление

source: You have received a new private message
ru: Вам пришло новое сообщение

source: You have successfully enrolled to this event. Also you are now following the event, which means you will receive notifications when a new comment is placed.
ru: Вы успешно зарегистрировались на этом мероприятии. Также вы теперь следите за событием, что означает, что вы будете получать уведомления, когда новый комментарий размещен.

source: You have tried to use a one-time link that has expired.
ru: Вы использовали одноразовую ссылку, срок действия которой истёк.

source: You have tried to use a one-time link that is invalid.
ru: Вы использовали одноразовую ссылку, которая недействительна.

source: You must update Open Social to the latest version of 8.x before upgrading to 9.0 or later.
ru: Чтобы обновить Open Social до версии 9.0 или выше, вы должны сначала обновить её до 8.x.

source: You need to set your password in order to log in.
ru: Вам необходимо установить пароль для входа в систему.

source: You're already a member of this group.
ru: Вы уже состоите в данной группе.

source: You've been added to this group.
ru: Вы добавлены в эту группу.

source: Your content has been liked
ru: Ваш контент лайкнули

source: Your email has been sent to 1 selected enrollee successfully
ru: Ваше письмо было успешно отправлено 1 выбранному зарегистрировавшемуся пользователю

source: Your email has been sent to 1 selected member successfully
ru: Ваше письмо было успешно отправлено 1 выбранному участнику

source: Your email has not been sent to 1 selected enrollee successfully
ru: Ваше письмо не было успешно отправлено 1 выбранному зарегистрировавшемуся пользователю

source: Your email has not been sent to 1 selected member successfully
ru: Ваше письмо не было успешно отправлено 1 выбранному участнику

source: Your email will be send to 1 selected enrollee
ru: Ваше письмо будет отправлено 1 выбранному зарегистрировавшемуся пользователю

source: Your email will be send to 1 selected member
ru: Ваше письмо будет отправлено 1 выбранному участнику

source: Your footer settings have been updated
ru: Настройки вашего подвала были обновлены

source: Your group and all of its topics, events and posts have been deleted.
ru: Ваши группы и все посты, события и обсуждения в них были удалены.

source: Your message has been created.
ru: Ваше сообщение создано.

source: Your message has been deleted.
ru: Ваше сообщение удалено.

source: Your post %label has been posted.
ru: Ваша публикация %label опубликована.

source: Your post %label has been saved.
ru: Ваша публикация %label сохранена.

source: Your report has been submitted.
ru: Ваше сообщение о контенте отправлено.

source: Your report is removed.
ru: Ваше сообщение о контенте удалено.

source: Your request has been sent successfully
ru: Ваш запрос успешно отправлен

source: Your request to enroll to an event has been accepted
ru: Ваше участие в событии одобрено организаторами

source: Your request to join a group has been accepted
ru: Ваша заявка на вступление в группу одобрена

source: Your uploaded files on the Open Social entities are not fully protected because you did not set a Private File Directory. You need to set an existing local file system path for storing private files. It should be writable by Drupal and not accessible over the web. This must be changed in settings.php. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
ru: Ваши файлы, загруженные на Open Social, защищены не польностью, так как не установлена директория Private File Directory. Вы должны указать существующий путь в локальной системе файлов для хранения личных файлов. Он должен быть доступен для записи в Drupal, но без доступа из сети. Поменяйте настройки в settings.php. Подробнее: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: [current-user:display-name] has invited you to join a group on [site:name].
ru: [current-user:display-name] пригласил(а) вас присоединиться к группе [site:name].

source: a.btn.btn-default|Default link a.btn.btn-primary|Primary link a.btn.btn-accent|Accent link span.badge.badge-primary|Primary badge span.badge.badge-secondary|Secondary badge span.badge.badge--pill.badge-default|Pill badge
ru: a.btn.btn-default|Ссылка по умолчанию a.btn.btn-primary|Первичная ссылка a.btn.btn-accent|Акцентная ссылка span.badge.badge-primary|Первичный бейдж span.badge.badge-secondary|Вторичный бейдж span.badge.badge--pill.badge-default|Pill-бейдж

source: about @label
ru: о @label

source: about @profile_name @profile_name_extra
ru: информация о @profile_name @profile_name_extra

source: account settings here
ru: настройки аккаунта здесь

source: ascending
ru: возрастание

source: author
ru: автор

source: by
ru: (кем)

source: comments
ru: комментарии

source: content @type: deleted @label.
ru: контент @type: удалённый @label.

source: create a new account
ru: создать новый аккаунт

source: default content types
ru: типы контента по умолчанию

source: default group types
ru: типы группы по умолчанию

source: default taxonomy terms
ru: термины таксономии по умолчанию

source: descending
ru: убывание

source: email notification settings
ru: настройки уведомлений по электронной почте

source: entity id from url
ru: идентификатор сущности из url

source: entity type from url
ru: тип сущности из url

source: event
ru: событие

source: event enrollments
ru: заявки на регистрацию на мероприятие

source: events
ru: мероприятия

source: field_account: User
ru: field_account: Пользователь

source: field_event: Content
ru: field_event: Контент

source: files
ru: файлы

source: for this user
ru: Для этого пользователя

source: from @org
ru: из @org

source: group members
ru: участники группы

source: groups
ru: группы

source: has the publish status of
ru: имеет опубликованный статус

source: here
ru: здесь

source: in @event
ru: на @event

source: in @topic
ru: в @topic

source: in the community
ru: в сообществе

source: in the group
ru: в этой группе

source: internal uuid
ru: внутренний идентификатор uuid

source: is (1) new request
ru: это (1) новый запрос

source: is the type of
ru: это тип

source: likes
ru: лайки

source: located at:
ru: местоположение:

source: log in
ru: войти

source: more
ru: ещё

source: never
ru: никогда

source: only visible to all logged-in users.
ru: видно только всем вошедшим пользователям.

source: only visible to logged-in group members.
ru: видно только вошедшим участникам группы.

source: photo
ru: фото

source: post
ru: опубликовать

source: posted
ru: опубликовано

source: posts
ru: публикации

source: profile image
ru: изображение профиля

source: published
ru: опубликовано

source: see profile
ru: посмотреть профиль

source: show some more
ru: показать ещё

source: site administrator
ru: администратор сайта

source: skip download counts
ru: пропустить подсчёт скачиваний

source: social an hero image (1200 x 490)
ru: изображение social an hero (1200 x 490)

source: social extra extra large (1200 x 423)
ru: social XXL (1200 x 423)

source: social extra large (220 x 220)
ru: social XL (220 x 220)

source: social file thumbnails (145x145)
ru: иконки social file (145x145)

source: social hero small (1200 x 193)
ru: маленькое изображение social hero (1200 x 193)

source: social landing hero (1500×370)
ru: посадочный social hero (1500×370)

source: social large (128 x 128)
ru: social крупное (128 x 128)

source: social medium (44 x 44)
ru: social среднее (44 x 44)

source: social post photo (714 x 1071)
ru: social фото публикации (714 x 1071)

source: social small (24 x 24)
ru: social маленькое (24 x 24)

source: social tiny (16 x 16)
ru: social миниатюрное (16 x 16)

source: text formats
ru: текстовые форматы

source: topic
ru: тема

source: topics
ru: посты

source: unpublished
ru: не опубликовано

source: users
ru: пользователи

source: users can "request to enroll" for this event which event organisers approve/decline
ru: пользователи могут «оставить запрос на регистрацию» в этом мероприятии, который организаторы одобрят/отклонят

source: users can enroll for this event without approval
ru: пользователи могут зарегистрироваться на это мероприятие без одобрения

source: users can only enroll for this event if they are added/invited by event organisers
ru: пользователи могут зарегистрироваться на это мероприятие только, если они добавлены/приглашены организаторами

source: view
ru: представление

source: view download counts
ru: посмотреть количество скачиваний

source: visible to all visitors to the platform.
ru: видно всем посетителям платформы.

source: {{ arguments.gid|placeholder }} invitations
ru: {{ arguments.gid|placeholder }} приглашения

source: {{ invitation_status }} == Invitation status {{ invitation_status__value }} == Raw value
ru: {{ invitation_status }} == Статус приглашения {{ invitation_status__value }} == Исходное значение

source: « First
ru: « Первая

source: ‹ Previous
ru: ‹ Предыдущая
