Repository: goalgorilla/open_social
Catalog: translations/gpru/*.po
Languages: ru

source: Restricted Name
ru: Запрещённое название

source: Retrieves a list of teas.
ru: Извлекает список чаев.

source: Returns the account identifier.
ru: Возвращает идентификатор аккаунта.

source: Returns the client mutation id from a payload.
ru: Возвращает идентификатор мутации клиента из области полезных данных.

source: Returns the cursor of an edge.
ru: Возвращает курсор края.

source: Returns the edges of a connection.
ru: Возвращает края контакта.

source: Returns the entity's url.
ru: Возвращает url сущности.

source: Returns the node associated with an edge.
ru: Возвращает узел, связанный с краем.

source: Returns the nodes of a connection.
ru: Возвращает узлы контакта.

source: Returns the page info of a connection.
ru: Возвращает информацию о странице контакта.

source: Returns the roles that a user has.
ru: Возвращает роли, имеющиеся у пользователя.

source: Returns the status of the user.
ru: Возвращает статус пользователя.

source: Returns the violations from a payload.
ru: Возвращает нарушения из области полезных данных.

source: Reverse
ru: Повернуть назад

source: Review Open Social
ru: Просмотреть Open Social

source: Role
ru: Роль

source: Roles
ru: Роли

source: Save
ru: Сохранить

source: Save Mentions Type
ru: Сохранить тип Упоминания

source: Save and continue
ru: Сохранить и продолжить

source: Save configuration
ru: Сохранить конфигурацию

source: Saved the %label Activity.
ru: Сохранённая активность %label.

source: Saved the %label Event enrollment.
ru: Сохранено %label для регистрации на событие.

source: Saved the %label Font.
ru: Сохранённый шрифт %label.

source: Saved the %label Post type.
ru: Сохранённый тип Публикация %label.

source: Saved the %label Queue storage entity type.
ru: Сохранённый тип сущности хранения Queue %label.

source: Saved the %label Queue storage entity.
ru: Сохранённая сущность хранения Queue %label.

source: Say something about these image(s)
ru: Скажите что-то об этом изображении(ях)

source: Say something to the Community
ru: Сказать что-нибудь сообществу

source: Say something to the group
ru: Сказать что-нибудь в группе

source: Search
ru: Поиск

source: Search API date
ru: Найти дату API

source: Search All
ru: Поиск по всем

source: Search Content
ru: Поиск по контенту

source: Search Groups
ru: Поиск по группам

source: Search Index
ru: Поисковый индекс

source: Search Users
ru: Поиск по пользователям

source: Search content
ru: Поиск по содержанию

source: Search content block
ru: Блок поиска по контенту

source: Search hero block
ru: Главный блок поиска

source: Search index disabled
ru: Поисковый индекс отключен

source: Search index enabled
ru: Поисковый индекс подключен

source: Search index exists
ru: Поисковый индекс существует

source: Search navbar block
ru: Блок навигационной панели поиска

source: Search users
ru: Поиск по пользователям

source: Secondary
ru: Вторичный

source: Secondary tabs
ru: Вторичные вкладки

source: Secret group
ru: Секретная группа

source: Secret group: Group membership
ru: Секретная группа: Участие в группе

source: Secret group: Group node (Album)
ru: Секретная группа: Узел группы (Альбом)

source: Section
ru: Раздел

source: Sections
ru: Разделы

source: See all likes
ru: Посмотреть все лайки

source: See all members
ru: Посмотреть всех участников

source: See all organisers
ru: Посмотреть всех организаторов

source: See excluded enrollees on other pages
ru: Посмотреть исключённых участников, подавших заявку на участие, на других страницах

source: See related content
ru: Посмотреть связанный контент

source: See selected enrollees on other pages
ru: Посмотреть выбранных участников на других страницах

source: See selected members on other pages
ru: Посмотреть выбранных участников на других страницах

source: See the event
ru: Посмотреть мероприятие

source: Select / unselect all @count members across all the pages
ru: Выбрать / отменить выбор всех участников @count на всех страницах

source: Select / unselect all @count results in this view
ru: Выбрать / отменить выбор всех результатов @count в этом виде

source: Select a Block from a list to include
ru: Выбрать Блок из списка для включения

source: Select a action for when to display this message.
ru: Выбрать действие, когда показывать это сообщение.

source: Select a context where to display this message.
ru: Выбрать контекст, в котором показывать это сообщение.

source: Select a entity bundle type to for this message.
ru: Выбрать тип бандла сущности для этого сообщения.

source: Select a entity condition for this message.
ru: Выбрать условие сущности для этого сообщения.

source: Select a tag
ru: Выбрать тег

source: Select any filter and click on Apply to see results
ru: Выберете любой фильтр и нажмите Применить для того, чтобы увидеть результат

source: Select blocks
ru: Выбрать блоки

source: Select destinations where to display this message.
ru: Выбрать конечные места отображения этого сообщения.

source: Select if items should be aggregated instead of displaying separately.
ru: Выбрать способ отображения элементов: вместе или по-отдельности.

source: Select if items should be created directly instead of in the queue. Warning: performance implications!
ru: Выбрать, как элементы должны создаваться: напрямую или в очереди. Внимание: могут ухудшиться показатели работы!

source: Select in what order selected content should be displayed
ru: Выберите, в каком порядке должен отображаться выбранный контент

source: Select list for albums
ru: Выбрать список альбомов

source: Select members to add by name or email address
ru: Выбрать участников, чтобы их добавить по имени или адресу электронной почты

source: Select one or more comments to perform the update on.
ru: Выберите один или более комментарий, для обновления.

source: Select optional modules
ru: Выбрать необязательные модули

source: Select taxonomy vocabularies
ru: Выбрать словари таксономии

source: Select the fields you want to use on this profile type.
ru: Выбрать поля, которые вы хотите использовать в этом типе профиля.

source: Select the filters which users should be able to customize default values for when placing the views block into a layout.
ru: Выбрать фильтры, для которых пользователи могут настраивать значения по умолчанию при размещение блока представлений в макет.

source: Select the group types for which you want to enable the event invite feature.
ru: Выбрать типы групп, для которых вы хотите подключить функцию отправки приглашений на мероприятия.

source: Select the group types in which the content can be posted. It also depends on "Content types" options selected above. For example, if you chose "Topic" on "Content type" option and you want them to be posted in "Flexible group" and "Open group", you will have to select them here. Users will not be able to see the groups of other group types in options while adding/editing content.
ru: Выбрать типы групп, где можно публиковать контент. Это также зависит от «Типов контента», выбранных выше. К примеру, если выбрать «Тема» или «Тип контента», и вы хотите опубликовать их в «Гибкой группе» и в «Открытой группе», вам придётся отметить их здесь. Пользователи не будут видеть группы других типов в опциях при добавлении/редактировании контента.

source: Select the language you want to use this site in.
ru: Выбрать язык просмотра данного сайта.

source: Select the order used to show the list of comments.
ru: Выберите порядок, используемый для отображения списка комментариев.

source: Select the tags to filter items in the stream.
ru: Выбрать теги для фильтрации элементов в ленте.

source: Select the terms that will show an additional field where users can describe their reasons.
ru: Выбрать термины, которые покажут дополнительное поле, где пользователи смогут описать свою причину.

source: Select the type of content which will be shown in this block
ru: Выбрать тип контента, который будет показан в данном блоке

source: Select which icons you want to show or hide in the main (top) navigation bar.
ru: Выбрать иконки, которые вы хотите показать или скрыть на главной (верхней) панели навигации.

source: Select which usage data to share
ru: Выбрать данные о пользовании, которые можно распространить

source: Selected @count entities:
ru: Выбрано @count сущностей:

source: Selected actions array
ru: Массив выбранных действий

source: Selected tag will be displayed in a block with the options to follow this tag and see content relates to this tag.
ru: Выбранный тег будет показан в блоке с вариантами подписаться на него и посмотреть связанный с ним контент.

source: Selects a field from an entity.
ru: Выбирает поле из сущности.

source: Self Introduction
ru: Самопрезентация

source: Self introduction
ru: Самопрезентация

source: Self introduction, expertise and interests
ru: О себе, опыт и интересы

source: Send
ru: Отправить

source: Send a welcome message to new group members
ru: Отправлять приветственное сообщение новым членам группы

source: Send an email to :selected_count members
ru: Отправить электронное письмо :selected_count членам

source: Send email
ru: Отправить письмо

source: Send email to event enrollment users
ru: Отправить электронное письмо пользователям, подавшим заявку на участие в мероприятие

source: Send email to group members
ru: Отправить электронное письмо участникам группы

source: Send in case
ru: Отправить на случай

source: Send invite(s)
ru: Отправить приглашение(я)

source: Send mail
ru: Отправить письмо

source: Send password reset instructions via email.
ru: Отправить инструкции по сбросу пароля на электронную почту.

source: Send request
ru: Отправить запрос

source: Send usage data.
ru: Отправить данные о пользовании.

source: Send your invite(s) by email
ru: Отправить приглашение(я) по электронной почте

source: Sending Invites
ru: Отправка приглашений

source: Sending invites...
ru: Идёт отправка приглашений...

source: Sent email to %recipient
ru: Отправка почты для получателя %recipient

source: Separate multiple values by a comma.
ru: Разделить несколько вводных запятой.

source: Seret group: Group Invitation
ru: Выбрать группу: Приглашение в группу

source: Set Sitewide Javascript
ru: Установить сквозной Javascript

source: Set Social Group settings
ru: Установить настройки Social Group

source: Set a limit for event enrollments. Users are not able to enroll once the maximum number of enrollees is reached.
ru: Установите лимит для регистрации на событие. Пользователи не могут зарегистрироваться после достижения максимального количества подписавшихся.

source: Set a limit to number of enrollees
ru: Установить максимальное количество заявок на участие

source: Set an alternative frontpage for authenticated users.
ru: Установите альтернативную главную страницу для аутентифицированных пользователей.

source: Set author of event as event organiser automatically.
ru: Установить автора мероприятия в качестве организатора мероприятия автоматически.

source: Set wether event types field is required or not.
ru: Установить, нужно ли поле с типами мероприятий.

source: Set wether the tour is enabled or not.
ru: Установить, подключен ли тур.

source: Set whether event types field is required or not.
ru: Указать, требуется ли поле типов событий или нет.

source: Set who can post public items on this platform.
ru: Установить кто может публиковать открытые элементы на этой платформе.

source: Set your password
ru: Установите свой пароль

source: Settings
ru: Настройки

source: Settings for Mentions module.
ru: Настройки для модуля Mentions.

source: Settings for Social Event AN Enroll module.
ru: Настройки для модуля Social Event AN Enroll.

source: Settings for Social Event Invite module.
ru: Настройки для модуля Social Event Invite.

source: Settings for Social Event Max Enroll module.
ru: Настройки для модуля Social Event Max Enroll.

source: Settings for Social Groups.
ru: Настройки для Social Groups.

source: Settings for content reporting.
ru: Настройки для отправки сообщений о неуместном контенте.

source: Settings for event managers implementation.
ru: Настройки для внедрения менеджеров мероприятий.

source: Settings for event types implementation.
ru: Настройки для внедрения типов мероприятий.

source: Settings for group quckjoin.
ru: Настройки для quckjoin для групп.

source: Settings for profiletype: @profile_type
ru: Настройки для типа профиля: @profile_type

source: Settings for sitewide JS.
ru: Настройки для сквозного JS.

source: Settings for the Add to Calendar button
ru: Настройки для кнопки «Добавить в календарь»

source: Settings form for Post entities. Manage field settings here.
ru: Форма с настройками для сущностей Публикации. Управление настройками поля здесь.

source: Settings form for Queue storage entity entities. Manage field settings here.
ru: Форма с настройками для сущностей Queue storage entity. Управление настройками поля здесь.

source: Share this page
ru: Поделиться ссылкой на эту статью

source: Share usage data Open Social development team and help us improve the product.
ru: Поделитесь данными пользования с разработчиками Open Social и помогите нам улучшить качество продукта.

source: Share usage data with Open Social team
ru: Поделитесь данными пользования с командой Open Social

source: Show
ru: Показать

source: Show all :num_comments comments
ru: Показать все :num_comments комментарии

source: Show email
ru: Показать адрес электронной почты

source: Show email address in help messages
ru: Показать адрес электронной почты в справочных сообщениях

source: Show email on all user profiles
ru: Показать адрес электронной почты во всех профилях пользователя

source: Show language on all user profiles
ru: Показать язык во всех профилях пользователя

source: Show my email on my profile
ru: Показать мой адрес электронной почты в профиле

source: Show my language on my profile
ru: Показать мой язык в моём профиле

source: Show site email address in help messages after failed login, signup or password reset.
ru: Показать адрес электронной почты сайта в справочных сообщениях после безуспешного входа, регистрации или восстановления пароля.

source: Show upcoming events (my, community and overview)
ru: Показать предстоящие события (мои, сообщества и все)

source: Show user timezone
ru: Показать часовой пояс пользователя

source: Show, but can be hidden by each user
ru: Показать , но любой пользователь может скрыть

source: Shows invites to events for a user.
ru: Показывает приглашения на мероприятия пользователю.

source: Sign Up
ru: Зарегистрироваться

source: Sign up
ru: Зарегистрироваться

source: Sign up with <b>email</b>
ru: Войти через <b>email</b>

source: Signed in as
ru: Вошел как

source: Signup Help Text
ru: Подсказка при регистрации

source: Simple text
ru: Простой текст

source: Site branding
ru: Брендинг сайта

source: Site manager
ru: Менеджер сайта

source: Site manager remarks
ru: Замечания менеджера сайта

source: Sitewide JS
ru: Сквозной JS

source: Sitewide JS settings
ru: Сквозные настройки JS

source: Sitewide Post form
ru: Сквозная форма для публикаций

source: Size of the processing batch
ru: Размер обрабатываемого пакета

source: Skills
ru: Навыки

source: Skip Blocked users
ru: Пропустить заблокированных пользователей

source: Skip User 1
ru: Пропустить Пользователя 1

source: Skip confirmation for type @grouptype
ru: Пропустить подтверждения для типа @grouptype

source: Skip not Verified users
ru: Пропустить непроверенных пользователей

source: Skipped installing socialblue theme. Please check release notes.
ru: Пропущена установка темы socialblue . Пожалуйста, проверьте данные о версии.

source: Skipped installing the social_file_private module because your Private file system is not set. This could have some security implications. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
ru: Пропущена установка модуля social_file_private, так как ваша частная система файлов не настроена. Конфиденциальность может быть под угрозой. Подробнее: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Small
ru: Маленький

source: Small Avatar
ru: Маленький аватар

source: Small Teaser
ru: Короткий отрывок

source: Small hero
ru: Маленький блок hero

source: Small sized profile image
ru: Маленькое изображение профиля

source: Small teaser
ru: Небольшой тизер

source: Social
ru: Социальные

source: Social (Experimental)
ru: Социальный (экспериментальный)

source: Social (experimental)
ru: Социальные (экспериментально)

source: Social Activity
ru: Активность в Social

source: Social Activity Filter
ru: Фильтр Social Activity

source: Social Activity Filter settings
ru: Настройки фильтра Social Activity

source: Social Admin Menu
ru: Меню управления Social

source: Social Admin Menu enhancements.
ru: Доработки меню управления Social.

source: Social Advanced Queue
ru: Расширенная очередь Social

source: Social Ajax Comments
ru: Комментарии Social Ajax

source: Social Album
ru: Альбом в Social

source: Social Album Settings
ru: Настройки альбома Social

source: Social Book
ru: Книга Social

source: Social Book Content Block
ru: Блок с содержанием книги Social

source: Social Book on Landing pages
ru: Книга Social на посадочных страницах

source: Social Branding
ru: Брендинг Social

source: Social Comment
ru: Комментарий Social

source: Social Comment Settings
ru: Настройки комментариев в Social

source: Social Comment Upload
ru: Загрузка Social Comment

source: Social Comment Upload Settings
ru: Настройки загрузки Social Comment

source: Social Comments
ru: Комментарии в Social

source: Social Content
ru: Контент Social

source: Social Content Block
ru: Блок с содержанием Social

source: Social Content Block on Landing pages
ru: Блок с содержанием Social на посадочных страницах

source: Social Content Moderation settings
ru: Настройки модерирования контента в Social

source: Social Content Report
ru: Сообщение о контенте в Social

source: Social Core
ru: Ядро Social

source: Social Database
ru: База данных Social

source: Social Demo
ru: Демо Social

source: Social Download Count
ru: Подсчёт скачиваний Social

source: Social Editor
ru: Редактор Social

source: Social Embed
ru: Вставка Social

source: Social Event
ru: Мероприятие Social

source: Social Event AN Enroll
ru: Модуль Social Event AN Enroll

source: Social Event Add To Calendar
ru: Добавление в календарь мероприятия Social

source: Social Event Anonymous Enrollment Settings
ru: Настройки регистрации анонимных пользователей на мероприятия Social

source: Social Event Anonymous Enrolments
ru: Регистрации анонимных пользователей на мероприятия Social

source: Social Event Anonymous Enrolments Export
ru: Экспорт заявок на регистрацию анонимных пользователей на мероприятия Social

source: Social Event Content Block
ru: Блок с содержанием мероприятия Social

source: Social Event Enrolments Export
ru: Экспорт заявок на регистрацию на мероприятия Social

source: Social Event Invite
ru: Приглашение на мероприятия Social

source: Social Event Invite Enrolments
ru: Заявки на регистрацию по приглашению на мероприятия Social

source: Social Event Invite Settings
ru: Настройки приглашений на мероприятия Social

source: Social Event Invite block
ru: Блок приглашений на мероприятия Social

source: Social Event Managers Settings
ru: Настройки менеджеров мероприятий Social

source: Social Event Max Enroll
ru: Максимальное количество заявок на участие в мероприятиях Social

source: Social Event Max Enroll settings
ru: Настройки максимального количествя заявок на участие в мероприятиях Social

source: Social Event Organisers
ru: Организаторы мероприятий Social

source: Social Event Organisers settings
ru: Настройки организаторов мероприятий Social

source: Social Event Settings
ru: Настройки мероприятий Social

source: Social Event Type
ru: Тип мероприятия Social

source: Social Event Type settings
ru: Настройки типа мероприятия Social

source: Social Featured Content
ru: Избранный контент Social

source: Social Featured Items
ru: Избранные элементы Social

source: Social File Private
ru: Частный файл Social

source: Social Files
ru: Файлы Social

source: Social Flexible Group
ru: Гибкая группа Social

source: Social Flexible Group on Landing pages
ru: Гибкая группа Social на посадочных страницах

source: Social Follow Content
ru: Контент для подписки в Social

source: Social Follow Landing Page
ru: Посадочная страница подписки Social

source: Social Follow Tag
ru: Тег подписки Social

source: Social Follow Taxonomy
ru: Таксономия подписки Social

source: Social Follow Taxonomy Term
ru: Термин таксономии подписки Social

source: Social Font
ru: Шрифт Social

source: Social Footer
ru: Подвал Social

source: Social GDPR
ru: Требования Social GDPR

source: Social Group
ru: Группа Social

source: Social Group Content Block
ru: Блок содержания группы Social

source: Social Group Default Route
ru: Маршрут по умолчанию группы Social

source: Social Group Invite
ru: Приглашение в группу Social

source: Social Group Invite Settings
ru: Настройки приглашения в группу Social

source: Social Group Members Export
ru: Экспорт участников группы Social

source: Social Group Quickjoin
ru: Quickjoin для группы Social

source: Social Group Quickjoin settings
ru: Настройки Quickjoin для группы Social

source: Social Group Request
ru: Запрос в группу Social

source: Social Group Settings
ru: Настройки группы Social

source: Social Group Tags block
ru: Блок тегов группы Social

source: Social Group User invitations
ru: Приглашения пользователей в группу Social

source: Social Group VBO integration with Groups and Open Social
ru: VBO-интеграция группы Social с Группами и Open Social

source: Social Group Welcome Message
ru: Приветствие в группе Social

source: Social Group invitations
ru: Приглашения в группу Social

source: Social Group request
ru: Запрос в группу Social

source: Social Groups
ru: Группы Social

source: Social Invite Actions block
ru: Блок действий по приглашению в Social

source: Social Landing Page
ru: Посадочная страница Social

source: Social Language
ru: Язык Social

source: Social Language - Content Translation
ru: Язык Social - перевод контента

source: Social Lazy Loading
ru: Ленивая загрузка Social

source: Social Lazy Loading Image
ru: Изображение ленивой загрузки Social

source: Social Lets Connect
ru: Давайте дружить в Social

source: Social Lets Connect Contact
ru: Автор Давайте дружить в Social

source: Social Lets Connect Usage
ru: Использование Давайте дружить в Social

source: Social Like
ru: Лайк в Social

source: Social Magic login
ru: Магический вход в Social

source: Social Mentions
ru: Упоминания в Social

source: Social Metatag
ru: Метатег Social

source: Social Node
ru: Узел Social

source: Social Page
ru: Страница Social

source: Social Page Content Block
ru: Блок с содержанием страницы Social

source: Social Path Manager
ru: Менеджер пути в Social

source: Social Post
ru: Публикация в Social

source: Social Post Album
ru: Альбом публикации в Social

source: Social Post Photo
ru: Фото публикации в Social

source: Social Private Message
ru: Личное сообщение в Social

source: Social Private Message Owner
ru: Автор личного сообщения в Social

source: Social Private Message Thread Members
ru: Участники личной переписки в Social

source: Social Profile
ru: Профиль в Social

source: Social Profile Fields
ru: Поля профиля Social

source: Social Profile Manager Notes
ru: Заметки менеджера профиля в Social

source: Social Profile Organization Tag
ru: Тег организации профиля в Social

source: Social Profile Privacy
ru: Конфиденциальность профиля в Social

source: Social Profile Privacy settings
ru: Настройки конфиденциальности профиля в Social

source: Social Profile Settings
ru: Настройки профиля в Social

source: Social Profile Tag Split
ru: Разделение тегов профиля в Social
