Repository: goalgorilla/open_social
Catalog: translations/gpru/*.po
Languages: ru

source: There is no profile information you can change here. Change your @settings.
ru: Нет информации профиля, которую вы могли бы поменять здесь. Измените ваши @settings.

source: There was an unexpected error.
ru: Произошла неожиданная ошибка.

source: These fields allow you to configure various help texts that are shown to users during signup and login
ru: Эти поля позволяют вам настроить различные тексты помощи, которые будут показаны пользователям во время регистрации и входа

source: This description will be displayed when hovering over the menu link.
ru: Это описание появится при наведение курсора мыши на ссылку меню.

source: This field stores text values from a dropdown list of allowed 'value => label => description' pairs.
ru: В данном поле хранятся текстовые значения из выпадающего списка разрешённых пар «значение => ярлык => описание».

source: This field supports tokens.
ru: Это поле поддерживает токены.

source: This image will be displayed on the block
ru: Это изображение будет отображаться в блоке

source: This input text will be displayed in the block
ru: Текст ввода будет отображаться в блоке

source: This is a closed group. Users can only join by invitation and the content in the group is hidden from non members.
ru: Это закрытая группа. Пользователи могут присоединиться по приглашению, и весь контент в этой группе будет скрыт от незарегистрированных пользователей.

source: This is a public group. Users may join without approval and all content added in this group will be visible to all community members and anonymous users.
ru: Это публичная группа. Пользователи могут присоединиться без одобрения, и весь контент в этой группе будет доступен всем членам сообщества и анонимным пользователям.

source: This is a secret group. Users can only join by invitation and the group itself and its content are hidden from non members.
ru: Это секретная группа. Пользователи могут присоединиться только по приглашению, а группа и её содержание скрыты от посторонних.

source: This is an open group. Users may join without approval and all content added in this group will be visible to all community members.
ru: Это открытая группа. Зарегистрированные пользователи могут присоединиться без одобрения, и весь контент в этой группе будет доступен всем членам сообщества.

source: This logo is shown in the platform header and on emails sent to your users. It can be overriden in the above E-mail setting
ru: Этот логотип появляется в шапке платформы и в электронных сообщениях пользователям. Его можно переопределить в настройках электронной почты выше

source: This message was deleted together with the user’s account.
ru: Это сообщение удалено вместе с аккаунтом пользователя.

source: This module allows group managers to set the default routes on a group for member and non-members.
ru: Данный модуль позволяет менеджерам групп устанавливать в группах маршруты по умолчанию для участников и посетителей.

source: This month
ru: Этот месяц

source: This permission grants access to add node to multiple groups.
ru: Это позволяет добавить узел в нескольких группах.

source: This permission grants access to change group types on already existing groups.
ru: Это позволяет изменить тип уже существующих групп.

source: This permission grants full access to all groups.
ru: Это предоставляет полный доступ ко всем группам.

source: This setting is currently being controlled by a platform wide setting and cannot be changed. Please contact a sitemanager if you have questions.
ru: Это настройка контролируется общими настройками платформы и не подлежит изменению. Пожалуйста, обратитесь к сайт-менеджеру, если у вас есть вопросы.

source: This title will be displayed in the menu.
ru: Этот заголовок будет включён в меню.

source: This will provide event organisers with the permission to decide whether anonymous users can enroll in their event.
ru: Это позволит организаторам мероприятия решить, предоставлять анонимным пользователям возможность регистрации на их мероприятие или нет.

source: Tick the box to specify which data you want to share. Keep unchecked if you don’t want to share any data.
ru: Отметьте данные, которыми хотите поделиться. Оставьте неотмеченным, если не хотите делиться никакими данными.

source: Time zone
ru: Часовой пояс

source: Timestamp
ru: Временная метка

source: Title
ru: Заголовок

source: Title & image
ru: Заголовок и изображение

source: Title of entity containing mention
ru: Заголовок сущности, содержащей упоминание

source: Title of the action selector form element
ru: Заголовок элемента формы выбора действия

source: To add multiple members, separate each member with a comma ( , ).
ru: Чтобы добавить несколько участников, разделите их запятой ( , ).

source: To add the event name and link, use the following tokens: [node:title], [social_event_an_enroll:enrolled_event]
ru: Чтобы добавить название мероприятия и ссылку на него, используйте следующие токены: [node:title], [social_event_an_enroll:enrolled_event]

source: To allow users to enroll in this event without an account, this event must be visible to the public and open for all users.
ru: Чтобы можно было регистрироваться на это мероприятие без аккаунта, оно должно быть видимо всем и открыто для всех пользователей.

source: To allow users who have not join the group of this event to enroll or send request to enroll
ru: Чтобы позволить пользователям, не присоединившимся к группе этого мероприятия, регистрироваться или отправить запрос на регистрацию

source: To exclude files of certain types, enter the extensions to exclude separated by spaces. This is useful if you have private image fields and don't wish to include them in download counts.
ru: Чтобы исключить файлы определённых типов, введите расширения через пропуск. Это работает, если у вас есть частные поля с изображениями и вы не хотите включать их в подсчёт скачиваний.

source: To make the list of topics more specific you can additionally configure more filters such as topic types, content tags and groups.
ru: Чтобы сделать список публикаций более конкретным, вы можете дополнительно настроить фильтры, такие как типы публикаций, теги содержимого и группы.

source: Token
ru: Токен

source: Tokens from the Social Content Report module.
ru: Токены из модуля Social Content Report.

source: Tokens from the Social Event AN Enroll module.
ru: Токены из модуля Social Event AN Enroll.

source: Tokens from the Social Event Invite module.
ru: Токены из модуля Social Event Invite.

source: Tokens from the Social Event module.
ru: Токены из модуля Social Event.

source: Tokens from the Social Follow Taxonomy module.
ru: Токены из модуля Social Follow Taxonomy.

source: Tokens from the Social Queue Entity module.
ru: Токены из модуля Social Queue Entity.

source: Tokens from the activity creator module.
ru: Токены из модуля создания активностей.

source: Tokens from the activity logger module.
ru: Токены из модуля регистрации активностей.

source: Tokens from the social comment module.
ru: Токены из модуля комментирования.

source: Tokens from the social group module.
ru: Токены из модуля социальных групп.

source: Tokens from the social group request module.
ru: Токены из модуля social group request.

source: Tokens from the social like module.
ru: Токены из модуля social like.

source: Tokens from the social mentions module.
ru: Токены из модуля social mentions.

source: Tokens from the social user module.
ru: Токены из модуля social user.

source: Topic
ru: Пост

source: Topic add block
ru: Блок для добавления темы

source: Topic settings
ru: Настройки темы

source: Topic type
ru: Тип темы

source: Topic type:
ru: Тип темы:

source: Topic types
ru: Типы тем

source: Topics
ru: Темы

source: Topics created
ru: Публикация создана

source: Topics of type @type
ru: Темы типа @type

source: Translate
ru: Перевести

source: Translate account settings
ru: Перевести настройки аккаунта

source: Translate system information
ru: Перевести системную информацию

source: Turn sitewide JS on or off.
ru: Включить или выключить сквозной JS.

source: Turning on this feature makes sure regular user can no longer post public content anywhere on the platform.
ru: Подключение этой функции гарантирует, что обычный пользователь больше не сможет публиковать общедоступный контент на этой платформе.

source: Type
ru: Тип

source: Type configuration
ru: Конфигурация типа

source: Type of content
ru: Тип контента

source: URL
ru: URL-адрес

source: URL Options
ru: Опции URL

source: URL of anonymously enrolled event with token to cancel enrollment.
ru: URL мероприятия с анонимной регистрацией и с токеном отмены регистрации.

source: URL of anonymously enrolled event.
ru: URL мероприятия с анонимной регистрацией.

source: URL of the Event I organize.
ru: URL организуемого мной Мероприятия.

source: URL of the content that was reported.
ru: URL неуместного контента.

source: URL of the entity the like was created for
ru: URL сущности, для которой был создан лайк

source: URL of the liked entity.
ru: URL понравившейся сущности.

source: URL of the reported content.
ru: URL неуместного контента.

source: URL to send the usage data to
ru: URL, куда отправлять данные об использовании

source: UUID
ru: Идентификатор UUID

source: Unable to proceed, please try again.
ru: Не удалось выполнить запрос, повторите попытку.

source: Unfollow
ru: Отписаться

source: Unfollow content
ru: Отписаться от контента

source: Unfollow this content
ru: Отписаться от этого контента

source: Uninstalled %module_name module.
ru: Удалённый модуль %module_name.

# Validation
source: Unique Nickname
ru: Уникальный ник

source: Unique identifier of topic type
ru: Уникальный идентификатор типа темы

source: Unique nicknames
ru: Уникальные ники

source: Unpublish
ru: Снять с публикации

source: Unpublish Comment
ru: Удалить комментарий

source: Unpublish the selected comments
ru: Снять отмеченные комментарии с публикации

source: Unpublished
ru: Снято с публикации

source: Unpublished immediately
ru: Удалён немедленно

source: Unrestricted
ru: Без ограничений

source: Upcoming community events
ru: Предстоящие мероприятия сообщества

source: Upcoming events
ru: Предстоящие события

source: Upcoming events group block
ru: Блок группы «Предстоящие мероприятия»

source: Update
ru: Обновить

source: Update node with following tag
ru: Обновить узел следующим тегом

source: Update options
ru: Настройки обновления

source: Update or remove report
ru: Обновить или удалить сообщение

source: Update report
ru: Обновить отчёт

source: Updated
ru: Обновлено

source: Updating Group Content...
ru: Идёт обновление контента группы...

source: Updating group content (@id)
ru: Идёт обновление контента группы (@id)

source: Updating profile names...
ru: Идёт обновление названий профилей...

source: Url
ru: Url-адрес

source: Url of the Event a user enrolled to.
ru: Url мероприятия, на которое зарегистрировался пользователь.

source: Url to register page with prefilled email address.
ru: Url для регистрации страницы с предзаполненным адресом электронной почты.

source: Url to the login page with event as destination.
ru: Url страницы входа, где конечной целью является мероприятие.

source: Usage data shared with Open Social team
ru: Данные о пользовании, переданные команде Open Social

source: Usage data sharing enabled
ru: Включена функция «поделиться» для данных о пользовании

source: Usage data sharing settings
ru: Настройки функции «поделиться» для данных о пользовании

source: Use basic pages for your static content, such as an 'About us' page.
ru: Используйте базовые страницы для статичного контента, например, страницы "О нас".

source: Use basic pages for your static content, such as an about page.
ru: Используйте базовые страницы для статичного контента, например, страница «О нас».

source: Use landing pages for your dynamic content, such as a home page.
ru: Используйте целевые страницы для динамичного контента, например, домашней страницы.

source: Use mentions
ru: Используйте упоминания

source: Used to display activities with support for views
ru: Используется для отображения активностей с поддержкой для представлений

source: Used to log activities based on the message module
ru: Используется для регистрации активностей на базе модуля сообщений

source: Used to send activity notifications by Email
ru: Используется для отправки уведомлений об активностях по электронной почте

source: Used to send activity notifications by Push service
ru: Используется для отправки уведомлений об активностях через сервис Push

source: Used to store and manage external notifications
ru: Используется для хранения и управления внешними уведомлениями

source: User
ru: Пользователь

source: User %name used magic login link at time %timestamp but needs to set a password.
ru: Пользователь %name использовал магическую ссылку для входа в %timestamp, но ему/ей необходимо установить пароль.

source: User %name used one-time login link at time %timestamp.
ru: Пользователь %name использовал (%timestamp) одноразовую ссылку для входа на сайт.

source: User Event Invites
ru: Приглашения на мероприятия

source: User Groups
ru: Группы пользователя

source: User Groups Block
ru: Блок групп пользователя

source: User Groups Page
ru: Страница с группами пользователя

source: User ID
ru: Идентификатор пользователя

source: User Terms
ru: Пользовательские термины

source: User Topics
ru: Темы пользователя

source: User account menu
ru: Меню учётной записи пользователя

source: User albums
ru: Альбомы пользователя

source: User connection
ru: Контакт пользователя

source: User email processor
ru: Обработчик электронной почты пользователя

source: User entity
ru: Сущность пользователя

source: User flooding
ru: Переполнение сообщениями

source: User from data structure
ru: Пользователь из структуры данных

source: User group content
ru: Содержание группы пользователя

source: User information
ru: Информация пользователя

source: User invitations to Groups
ru: Приглашения пользователей в Группы

source: User is member
ru: Пользователь теперь участник

source: User is member of the group
ru: Пользователь является участником группы

source: User limit
ru: Пользовательские ограничения

source: User name
ru: Имя пользователя

source: User profiles privacy data not found.
ru: Данные о конфиденциальности профилей пользователя не найдены.

source: User roles
ru: Роли пользователя

source: User settings
ru: Настройки пользователя

source: User status
ru: Статус пользователя

source: User window
ru: Окно пользователя

source: Username
ru: Имя пользователя

source: Username of user enrolled to the Event. Can be an anonymous user.
ru: Имя пользователя, зарегистрировавшегося на мероприятие. Может быть анонимным пользователем.

source: Username of user enrolled to the event.
ru: Имя пользователя, зарегистрировавшегося на мероприятие.

source: Username or email address
ru: Имя пользователя или email-адрес

source: Users
ru: Пользователи

source: Users Profile
ru: Профиль пользователя

source: Users with this permission will see a user's full name even when the Social Profile Privacy module is configured to hide it.
ru: Пользователи с этим правом будут видеть полное имя пользователя, даже если оно скрыто настройками модуля Social Profile Privacy.

source: Value
ru: Значение

source: Value (Media source or FileItem)
ru: Значение (медиа-источник или FileItem)

source: Verified immediately
ru: Мгновенное подтверждение

source: Verified user
ru: Подтверждённый пользователь

source: View
ru: Представление

source: View @label content
ru: Посмотреть контент @label

source: View Comment
ru: Посмотреть комментарий

source: View Content
ru: Посмотреть контент

source: View Email address on a users profile
ru: Посмотреть адрес электронной почты в профиле пользователя

source: View Post
ru: Посмотреть публикацию

source: View all hidden profile fields
ru: Посмотреть все скрытые поля профиля

source: View all notifications
ru: Посмотреть все уведомления

source: View all published Activity entities
ru: Посмотреть все опубликованные сущности Активности

source: View blocked user
ru: Посмотреть заблокированного пользователя

source: View comments
ru: Просмотр комментариев

source: View community Posts
ru: Посмотреть Публикации сообщества

source: View content I'm following
ru: Посмотреть контент, на который я подписан(а)

source: View enrollment requests
ru: Посмотреть запросы на участие в мероприятие

source: View enrollments
ru: Посмотреть заявки на участие

source: View full name when restricted
ru: Посмотреть полное имя, когда стоит ограничение

source: View group
ru: Посмотреть группу

source: View group stream page
ru: Посмотреть страницу с лентой группы

source: View image
ru: Посмотреть изображение

source: View invites
ru: Посмотреть приглашения

source: View like widget
ru: Посмотреть виджет лайков

source: View manager notes on a users profile
ru: Посмотреть примечания менеджера в профиле пользователя

source: View mode
ru: Режим просмотра

source: View my albums
ru: Посмотреть мои альбомы

source: View my events
ru: Посмотреть мои события

source: View my groups
ru: Посмотреть мои группы

source: View my profile
ru: Посмотреть мой профиль

source: View my topics
ru: Посмотреть мои посты

source: View own unpublished Post entities
ru: Просмотр собственных неопубликованных публикаций

source: View preferred language on a users profile
ru: Посмотреть предпочтительный язык в профиле пользователя

source: View public Posts
ru: Посмотреть публичные посты

source: View published Event enrollment entities
ru: Посмотреть опубликованные сущности заявок на участие в мероприятие

source: View published Font entities
ru: Посмотреть опубликованные сущности Шрифта

source: View published Post entities
ru: Посмотреть опубликованные сущности Публикации

source: View published Queue storage entity entities
ru: Посмотреть опубликованные сущности Queue storage entity

source: View reports for inappropriate content
ru: Посмотреть сообщения о неуместном контенте

source: View tags I'm following
ru: Посмотреть теги, на которые я подписан(а)

source: View the My events overview and block on other peoples profile
ru: Просмотреть обзор моих событий и заблокировать в профиле других людей

source: View the My events overview and block on your own profile
ru: Просмотрите обзор моих событий и заблокировать на своём профиле

source: View the My groups overview and block on other peoples profile
ru: Посмотреть обзор Моих групп и блокировку в профилях других людей

source: View the My groups overview and block on your own profile
ru: Посмотреть обзор Моих групп и блокировку в своём собственном профиле

source: View the My topics overview and block on other peoples profile
ru: Посмотреть обзор Моих тем и блокировку в профилях других людей

source: View the My topics overview and block on your own profile
ru: Посмотреть обзор Моих тем и блокировку в своём собственном профиле

source: View the requests
ru: Посмотреть запросы

source: View the stream page of the group (also needs the view group permissions)
ru: Посмотреть страницу с лентой группы (также нужны разрешения для просмотра группы)

source: View unpublished Activity entities
ru: Посмотреть неопубликованные сущности Активности

source: View unpublished Event enrollment entities
ru: Посмотреть неопубликованные сущности Event enrollment

source: View unpublished Font entities
ru: Посмотреть неопубликованные сущности Шрифта

source: View unpublished Post entities
ru: Посмотреть неопубликованные сущности Публикации

source: View unpublished Queue storage entity entities
ru: Посмотреть неопубликованные сущности Queue storage entity

source: View users
ru: Посмотреть пользователей

source: Viewer
ru: Посетитель

source: Views blocks
ru: Блоки представлений

source: Violations
ru: Нарушения

source: Visibility
ru: Видимость

source: Visibility of @count content item(s) updated.
ru: Настройки приватности @count элемента(ов) контента обновлены.

source: Visibility of content item(s) updated.
ru: Настройки приватности элемента(ов) контента обновлены.

source: Visibility settings
ru: Настройки видимости

source: Visible only to group members
ru: Видно только участникам группы

source: Visible only to members who are logged in
ru: Видно только вошедшим пользователям

source: Visible to all visitors of the site
ru: Видно всем посетителям сайта

source: Vocabulary
ru: Словарь

source: Vote activity context
ru: Контекст активности голосования

source: Voting User
ru: Голосующий пользователь

source: We could not find any event organisers for this event.
ru: Мы не смогли найти организатора этого мероприятия.

source: We expected some recipients. None were provided.
ru: Мы ожидали нескольких получателей. Ни одного не было предоставлено.

source: Website URL
ru: URL вебсайта

source: Weekly
ru: Еженедельно

source: Welcome message
ru: Приветствие

source: What I follow
ru: За чем я слежу

source: What I manage
ru: Чем я управляю

source: What type of events do you want to see?
ru: Какой тип событий вы хотите увидеть?

source: What's on your mind?
ru: О чём вы думаете?

source: When enabled, users are not able to hide their email address on their profile. When disabled, users will be able to control the visibility of their emailaddress.
ru: Если активировано, пользователи не могут скрыть свой электронный адрес в профиле. Если отключено, пользователи смогут контролировать видимость своего адреса.

source: When enabled, users are not able to hide their preferred language on their profile. When disabled, users will be able to control the visibility of their language preference.
ru: Если активировано, пользователи не могут скрыть свой желательный язык в профиле. Если отключено, пользователи смогут контролировать видимость языковых настроек.

source: When filtering use AND condition.
ru: При фильтрации используйте условие «И».

source: When filtering with multiple terms use AND condition in the query.
ru: При фильтрации с несколькими терминами, в запросе используйте условие «И».

source: When the amount of available event types reach this amount, on the event edit and create page, the radio widget will be changed to a select widget for better usability.
ru: Когда количество доступных типов мероприятий достигает этой отметки на странице создания и редактирования мероприятий, для удобства радио-виджет будет изменён на «выбрать виджет».

source: When the amount of available topic types reach this amount, on the topic edit and create page, the radio widget will be changed to a select widget for better usability.
ru: Когда количество доступных типов публикации достигнет этого числа, на странице редактирования и создания публикации виджет с пунктами изменится на выбранный виджет для удобства использования.

source: When this setting is enabled, anonymous users are allowed to enroll in newly created events by default. The event organiser will still be able to change this if they have the permission.
ru: При активации этой настройки анонимные пользователи могут по умолчанию регистрироваться на новые мероприятия. Организатор всё равно сможет это изменить, если у них есть права.

source: When visiting a profile the user will end up at this page first
ru: При посещении профиля пользователь сначала попад1т на эту страницу

source: Whether a reason is mandatory when reporting inappropriate content.
ru: Является ли причина обязательной при сообщении о неуместном контенте.

source: Whether anonymous enrollment is enabled by default for new events.
ru: Доступна ли по умолчанию функция регистрации на новые мероприятия для анонимных пользователей.

source: Whether event creators can edit the anonymous enrollment setting per event.
ru: Могут ли создатели мероприятия редактировать настройки регистрации для анонимных пользователей по каждому мероприятию.
