Repository: goalgorilla/open_social
Catalog: translations/gpru/*.po
Languages: ru

source: Event invite settings
ru: Настройки приглашений на мероприятие

source: Event invites
ru: Приглашения на мероприятие

source: Event invites (@count)
ru: Приглашения на мероприятие (@count)

source: Event link with login page
ru: Ссылка на мероприятие со страницей для входа

source: Event location
ru: Место проведения мероприятия

source: Event managers
ru: Администраторы мероприятия

source: Event managers settings
ru: Настройки администраторов мероприятия

source: Event organiser settings
ru: Настройки организатора мероприятия

source: Event organisers
ru: Организаторы мероприятия

source: Event request activity context
ru: Контекст деятельности по запросу на участие в мероприятие

source: Event requests notification
ru: Уведомление о получении запроса на участие в мероприятие

source: Event settings
ru: Настройки мероприятия

source: Event sorting (passed and upcoming)
ru: Сортировка мероприятий (прошлые и будущие)

source: Event time
ru: Время проведения мероприятия

source: Event type
ru: Тип мероприятия

source: Event type settings
ru: Настройки типа мероприятия

source: Event types
ru: Типы мероприятия

source: Event types required
ru: Необходимо указать типы мероприятия

source: Events
ru: Мероприятия

source: Events Profile
ru: Профиль мероприятий

source: Events created
ru: Мероприятия созданы

source: Events for this user
ru: Мероприятия для данного пользователя

source: Events on profile block
ru: Мероприятия на блоке профиля

source: Events profile overview
ru: Обзор профиля мероприятий

source: Excluded file extensions
ru: Исключённые расширения файлов

source: Execute action
ru: Выполнить действие

source: Expertise
ru: Знания

source: Explore
ru: Изучить

source: Explore Stream
ru: Изучить ветку

source: Explore Stream Block
ru: Блок Изучить ветку

source: Explore page for LU
ru: Страница Изучить для зарегистрированного пользователя

source: Explore the group
ru: Поиск в группе

source: Export
ru: Экспортировать

source: Export is complete. @link
ru: Экспорт завершён. @link

source: Export plugins that can be used by normal users.
ru: Плагины экспорта, которые могут использоваться обычными пользователями.

source: Export settings
ru: Настройки экспорта

source: Export the selected enrollments to CSV
ru: Экспортировать выбранные заявки на участие в формате CSV

source: Export the selected members to CSV
ru: Экспортировать выбранных участников в формате CSV

source: Export the selected users to CSV
ru: Экспортировать выбранных пользователей в формате CSV

source: Expose
ru: Раскрыть

source: Extends the GraphQL API with branding information for this Open Social platform.
ru: Добавляет брендинговую информацию к GraphQL API для данной платформы Open Social.

source: Extensions
ru: Расширения

source: Extra
ru: Дополнительно

source: Feature Machine Name
ru: Машинное имя функции

source: Featured
ru: Популярное

source: Featured Content
ru: Избранное

source: Featured Item
ru: Избранный элемент

source: Featured Items
ru: Избранные элементы

source: Field
ru: Поле

source: Field name
ru: Название поля

source: Field types
ru: Типы полей

source: Fields
ru: Поля

source: File
ru: Файл

source: File and Image in a table
ru: Файл и изображение в таблице

source: File uri
ru: uri файла

source: File url
ru: url файла

source: Files
ru: Файлы

source: Filter
ru: Фильтр

source: Filter Block
ru: Блок фильтра

source: Filter activities by tags
ru: Фильтроваться активности по тегам

source: Filter activities for Explore page
ru: Фильтровать активности для страницы Изучить

source: Filter activities for personalised homepage
ru: Фильтровать активности для персональной домашней страницы

source: Filter deleted threads
ru: Фильтровать удалённые переписки

source: Filter events by start date and end date
ru: Фильтровать мероприятия по дате начала и окончания

source: Filter nodes, with visibility group, placed in group you are not a member of.
ru: Фильтровать узлы, с группой видимости, помещённые в группе, в которой вы не состоите.

source: Filter on activities for personalised homepage.
ru: Фильтр на активностях для персональной домашней страницы.

source: Filter on activities for the Explore page.
ru: Фильтр на активностях для страницы Изучить.

source: Filter on activities for the personalised homepage.
ru: Фильтр на активностях для персональной домашней страницы.

source: Filter removed from display: %name
ru: Фильтр удалён с экрана: %name

source: Filters
ru: Фильтры

source: Filters for date used in Open Social
ru: Фильтры для даты, используемой в Open Social

source: Find and manage content
ru: Поиск материалов и управление ими

source: Find and manage content.
ru: Поиск материалов и управление ими.

source: Find and manage people interacting with your site.
ru: Поиск и управление людьми, взаимодействующих с вашим сайтом.

source: Find people by name
ru: Искать людей по имени

source: Find people by name or email address
ru: Искать людей по имени или адресу электронной почты

source: Finished
ru: Закончен

source: First
ru: Первая

source: First and last name or username, depends on settings.
ru: Фамилия и имя или имя пользователя, в зависимости от настроек.

source: First name
ru: Имя

source: Flags
ru: Флаги

source: Flat style
ru: Плоский стиль

source: Flexible group
ru: Адаптивная группа

source: Flexible group: Group Invitation
ru: Адаптивная группа: Приглашение в группу

source: Flexible group: Group membership
ru: Адаптивная группа: участники группы

source: Flexible group: Group membership request
ru: Адаптивная группа: Запрос на участие в группе

source: Flexible group: Group node (Album)
ru: Адаптивная группа: Узел группы (Альбом)

source: Flood Control Settings
ru: Настройки модуля Flood Control

source: Flood control limit
ru: Ограничение для защиты от Flood-атак

source: Flood control window
ru: Окно защиты от Flood-атак

source: Flood settings
ru: Настройки защиты от Flood-атак

source: Flush profile data
ru: Запись данных профиля на диск

source: Flush profile fields
ru: Запись полей профиля на диск

source: Flush profile.
ru: Запись профиля на диск.

source: Flushing profiles.
ru: Запись профилей на диск.

source: Follow
ru: Подписаться

source: Follow content
ru: Подписаться на контент

source: Follow tag
ru: Подписаться на тег

source: Follow tags
ru: Подписаться на теги

source: Follow term
ru: Подписаться на термин

source: Followers
ru: Подписчики

source: Following
ru: Подписаны

source: Following content activity context
ru: Контекст активности подписки на контент

source: Following tag activity context
ru: Контекст активности подписки на тег

source: Following tags
ru: Подписка на теги

source: Following taxonomy activity context
ru: Контекст активности подписки на таксономию

source: Font
ru: Шрифт

source: Font ID
ru: Идентификатор шрифта

source: Font list
ru: Список шрифтов

source: Font settings
ru: Настройки шрифта

source: Fonts
ru: Шрифты

source: Footer
ru: Подвал

source: Footer block settings
ru: Настройки блока подвала

source: Footer markup
ru: Разметка подвала

source: Footer region
ru: Регион подвала

source: Footer region to put the JS in.
ru: Регион подвала для размещения JS.

source: For each email notification below, you can choose to turn it off, receive it immediately or in a daily or weekly digest. Email notifications will only be sent when you are not active in the platform.
ru: Каждое из e-mail уведомлений из списка ниже вы можете отключить, получать сразу или получать ежедневно или еженедельно. Уведомления будут высланы на почту, только когда вы не активны на платформе.

source: For upcoming events sort ASC by start date and for passed events change order to DESC.
ru: Ближайшие мероприятия сортировать ПО ВОЗРАСТАНИЮ по дате начала, а прошедшие мероприятия - ПО УБЫВАНИЮ.

source: For which group type a user should be added to the group when enrolling for an event.
ru: Для какого типа группы пользователя следует добавлять в группу при регистрации на мероприятие.

source: For which group type the invite feature is turned on.
ru: Для какого типа группы включена функция приглашения.

source: Forces the given body text to be HTML.
ru: Принуждает данный основной текст быть в формате HTML.

source: Forgot password?
ru: Забыли пароль?

source: Format
ru: Формат

source: Full HTML
ru: Полный HTML

source: Function
ru: Функция

source: Function and organization
ru: Функция и организация

source: Further specify how the content should be selected
ru: Указать подробнее, как должен выбираться контент

source: Future Events
ru: Будущие мероприятия

source: General configuration
ru: Основная конфигурация

source: Generate demo content and users
ru: Создать демо-материалы и пользователей

source: Generated %num %demo_description.
ru: Создано %num %demo_description.

source: Generated 1 group tab aliases.
ru: Созданы синонимы вкладки для 1 группы.

source: Generic file with download count
ru: Базовый файл с подсчётом скачиваний

source: Get the mentioned user
ru: Получить указанного пользователя

source: Give a title that will appear when hovering over this link.
ru: Написать заголовок, который будет появляться при наведении курсора на ссылку.

source: Go to album
ru: Перейти в альбом

source: Granularity
ru: Зернистость

source: Group
ru: Группа

source: Group Admin
ru: Админ группы

source: Group Albums Overview Page
ru: Страница просмотра альбомов группы

source: Group Content
ru: Контент группы

source: Group Core Comments support
ru: Поддержка модуля Group Core Comments

source: Group Events
ru: Мероприятия группы

source: Group Image
ru: Картинка группы

source: Group Information
ru: Информация о группе

source: Group Manage Members
ru: Модуль Group Manage Members

source: Group Manager
ru: Менеджер группы

source: Group Managers
ru: Менеджеры группы

source: Group Managers Only
ru: Только администраторам группы

source: Group Members
ru: Участники группы

source: Group Quickjoin settings
ru: Настройки модуля Group Quickjoin

source: Group Stream
ru: Групповая Ветка

source: Group Tags
ru: Теги Группы

source: Group Topics
ru: Темы группы

source: Group Type
ru: Тип группы

source: Group Visibility
ru: Настройки приватности группы

source: Group activity context
ru: Контекст активности группы

source: Group add block
ru: Блок добавления в группе

source: Group add book block
ru: Блок добавления книги в группе

source: Group add event block
ru: Блок добавления мероприятия в группе

source: Group add topic block
ru: Блок добавления темы в группе

source: Group album creation page title
ru: Заголовок страницы создания альбома в группе

source: Group albums
ru: Альбомы группы

source: Group content Content
ru: Контент группы

source: Group content User
ru: Пользователь контента группы

source: Group content in my group activity context
ru: Контекст активности Контент в моей группе

source: Group content visibility
ru: Видимость контента группы

source: Group content visibility options
ru: Настройки видимости контента группы

source: Group content: event
ru: Контент группы: мероприятие

source: Group content: topic
ru: Контент группы: тема

source: Group destination
ru: Назначение группы

source: Group hero block
ru: Блок hero в группе

source: Group invitations
ru: Приглашения в группу

source: Group invite settings
ru: Настройки приглашений в группу

source: Group invites
ru: Приглашения в группу

source: Group invites (@count)
ru: Приглашения в группу (@count)

source: Group manager
ru: Менеджер группы

source: Group managers
ru: Менеджеры группы

source: Group managers only
ru: Только менеджеры группы

source: Group members
ru: Участники группы

source: Group members landing tab
ru: Посадочная вкладка для участников группы

source: Group members only
ru: Только участники группы

source: Group members only (Secret)
ru: Только участники группы (секрет)

source: Group members only (secret)
ru: Только участники группы (секрет)

source: Group membership invite notification
ru: Уведомление о приглашении присоединиться к группе

source: Group memberships
ru: Варианты участия в группе

source: Group memberships (specified)
ru: Варианты участия в группе (указано)

source: Group permissions
ru: Права доступа в группу

source: Group roles
ru: Роли группы

source: Group selection
ru: Выбор группы

source: Group settings
ru: Настройки группы

source: Group statistic block
ru: Блок статистики группы

source: Group type
ru: Тип группы

source: Group types
ru: Типы групп

source: Group visibility
ru: Приватность группы

source: Group: &nbsp;
ru: Группа: &nbsp;

source: Groups
ru: Группы

source: Groups count per node.
ru: Количество групп на узел.

source: Groups created
ru: Созданные группы

source: Groups title
ru: Заголовок групп

source: Groups url
ru: url групп

source: Guest
ru: Гость

source: Guest enrollments
ru: Заявки на участие в качестве гостя

source: Have an account already? @link
ru: У вас уже есть аккаунт? @link

source: Header
ru: Шапка

source: Header image for Landing Page Hero section.
ru: Изображение в шапке для раздела Hero на посадочной странице.

source: Header image for Landing Page Hero small section.
ru: Изображение в шапке для маленького раздела Hero на посадочной странице.

source: Header image in the AN hero region
ru: Изображение в шапке в регионе Hero для анонимных пользователей

source: Header image in the hero region
ru: Изображение в шапке в регионе Hero

source: Header markup
ru: Разметка шапки

source: Help
ru: Справка

source: Helper
ru: Помощник

source: Hero
ru: Главный блок

source: Hero AN
ru: Hero для анонимных пользователей

source: Hero Landing
ru: Hero посадочной страницы

source: Hero Small Landing
ru: Небольшой раздел Hero посадочной страницы

source: Hero block with a call to action (for example on the AN homepage)
ru: Блок Hero с призывом к действию (например, на домашней странице анонимных пользователей)

source: Hero call to action block
ru: Блок Hero с призывом к действию

source: Hero image
ru: Изображение в блоке Hero

source: Hero small
ru: Маленький раздел Hero

source: Hex Color
ru: Hex-код цвета

source: Hi <strong>@display_name</strong>
ru: Привет, <strong>@display_name</strong>

source: Hi,<br /><br /> I would like to invite you to join my group [group:title] on [site:name].<br /><br />Kind regards,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]">View group</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ru: Привет,<br /><br />! Хочу пригласить тебя в мою группу [group:title] в [site:name].<br /><br />Всего наилучшего,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]">Посмотреть группу</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">О группе[site:name]</a></td> </tr> </tbody> </table>

source: Hi,<br /><br />I would like to invite you to join my group [group:title] on [site:name].<br /><br />Kind regards,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]">View group</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ru: Привет,<br /><br />! Хочу пригласить тебя в мою группу [group:title] в[site:name].<br /><br />Всего наилучшего,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]">Посмотреть группу</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">О группе[site:name]</a></td> </tr> </tbody> </table>

source: Hide
ru: Скрыть

source: Hide for others
ru: Скрыть для других

source: Home
ru: Главная

source: Homepage stream block
ru: Блок потока домашней страницы

source: How can people join this group. Group managers can always add members directly, regardless of the chosen join method.
ru: Как люди могут присоединиться к этой группе. Менеджеры могут добавлять людей напрямую вне зависимости от выбранного способа присоединиться.

source: How many suggestions do you want to show when mentioning.
ru: Сколько предложений вы хотите показывать при упоминании.

source: ID
ru: Идентификатор

source: IN operator
ru: IN-оператор

source: IP limit
ru: IP лимит

source: IP window
ru: IP-окно

source: Icon
ru: Иконка

source: Identifier
ru: Идентификатор

source: If disabled, event organizers can decide to disable or enable event enrollments when creating or editing an event.
ru: Если отключено, организаторы мероприятия могут либо отключить, либо подключить запись на участие при создании или редактировании мероприятия.

source: If enabled, logged-in users are allowed to add the event to own calendar
ru: Если подключено, зарегистрированные пользователи смогут добавить мероприятие к себе в календарь

source: If enabled, one content, for example, an event, can be added posted to multiple groups.
ru: Если включено, один контент, например, мероприятие может быть добавлено/опубликовано в нескольких группах.

source: If enabled, user’s own time zone will be displayed after the event date and time.
ru: Если подключено, часовой пояс пользователя будет отображаться после даты и времени мероприятия.

source: If selected it will show a "all comments" link if there is at least 1 comment.
ru: Если выбрано, будет показана ссылка «все комментарии», если есть хотя бы 1 комментарий.

source: If visibility settings of the fields %labels will be changed, then once you submit this form, all the user profiles on the platform will be updated.
ru: Если настройки приватности полей %labels будут изменены, то при подаче этой формы все профили пользователя на платформе будут обновлены.

source: If you check this, validation is applied that verifies the users nickname is unique whenever they save their profile.
ru: Если отметить, будет активирована проверка, подтверждающая уникальность ника пользователя при сохранении ими их профилей.

source: Ignore an option on the setting page for creating groups.
ru: Игнорировать опцию на странице настроек для создания групп.

source: Image
ru: Изображение

source: Image field display format settings
ru: Настройки формата отображения поля с изображением

source: Images
ru: Изображения

source: Images posted in album %album
ru: Изображения, опубликованные в альбоме %album

source: Immediately
ru: Немедленно

source: Implement defaults for the Metatag module
ru: Применить настройки по умолчанию для модуля Metatag

source: Implements group welcome message functionality.
ru: Применяет функциональность приветствия при вступлении в группу.

source: Improved Theme Settings
ru: Настройки улучшенной темы

source: In order to change the group type, please contact the content or site managers.
ru: Чтобы изменить тип группы, обращайтесь к контент-менеджерам или менеджерам сайта.

source: In order to change the group type, please contact the content or site managers.
ru: Для того, чтобы изменить тип группы, пожалуйста, свяжитесь с менеджером.

source: In order to send your request, please first sign up or log in.
ru: Чтобы отправить запрос, сначала зарегистрируйтесь или войдите в систему.

source: Inappropriate content reported
ru: Сообщение о ненадлежащем контенте отправлено

source: Inbox
ru: Входящие

source: Individual address field settings
ru: Настройки поля личного адреса

source: Information
ru: Информация

source: Input Settings
ru: Настройки ввода

source: Install %module_name module.
ru: Установить модуль %module_name.

source: Install demo content
ru: Установить демо-контент

source: Install optional modules
ru: Установить необязательные модули

source: Installed socialblue theme and made this the default. Please check release notes.
ru: Установлена тема socialblue и сделана темой по умолчанию. Проверить примечания выпуска.

source: Installed the social_file_private module. Make sure to read: https://www.drupal.org/docs/8/distributions/open-social/private-files
ru: Установлен модуль social_file_private. Обязательно прочтите: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Integrate Data Policy module.
ru: Интегрировать модуль Data Policy.

source: Integration with Ajax Comments.
ru: Интеграция с Ajax Comments.

source: Interests
ru: Интересы

source: Interface language
ru: Язык интерфейса

source: Introduction
ru: Введение

source: Invalid or expired
ru: Недействительно или просрочено

source: Invitation only
ru: Только по приглашению

source: Invitation status
ru: Статус приглашения

source: Invitations
ru: Приглашения

source: Invite date
ru: Дата приглашения

source: Invite event enrollment
ru: Приглашение на регистрацию в мероприятие

source: Invite only
ru: Только по приглашению

source: Invite people
ru: Пригласить людей

source: Invite users
ru: Пригласить пользователей

source: Invite(s) have been successfully sent.
ru: Приглашение(я) успешно отправлены.

source: Invite-only
ru: Только по приглашению

source: Invite-only - users can only enroll for this event if they are added/invited by event organisers
ru: Только по приглашению - пользователи смогут зарегистрироваться на данное мероприятие только, если они добавлены/приглашены организаторами

source: Invite-only - users can only join this group if they are added/invited by group managers
ru: Только по приглашению - пользователи смогут присоединиться к данной группе только, если они добавлены/приглашены менеджерами группы

source: Invited
ru: Приглашено

source: Invited by
ru: По приглашению

source: Invited on
ru: Приглашены

source: Invited to join a group
ru: Приглашены в группу

source: Invited to join a group activity context
ru: Контекст активности Приглашены в группу

source: Invites
ru: Приглашения

source: Invites Overview
ru: Обзор приглашений

source: Invites overview
ru: Обзор приглашений

source: Inviting Members
ru: Приглашающие участники

source: Is the entity considered finished by the background task it was used in?
ru: Считается ли сущность завершённой фоновой программой, где она использовалась?

source: It is not possible to change the group type of a secret group.
ru: Невозможно изменить тип секретной группы.

source: It is strongly recommended to enable social_file_private module to make sure your file and image uploads on Open Social entities can not be accessed by unauthorized users. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
ru: Рекомендуется подключить модуль social_file_private, гарантирующий, что неавторизованные пользователи не смогут получить доступ к вашим загрузкам файлов и изображений в сущностях Open Social. Подробности: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Item
ru: Элемент

source: Items
ru: Элементы

source: Items per page
ru: Элементов на страницу

source: JS Location
ru: Местоположение JS

source: Jane Doe
ru: Иванова Иванна

source: Jane Doe, johndoe@example.com
ru: Иванова Иванна, ivannaivanova@example.com

source: Join group
ru: Присоединиться к группе

source: Join method
ru: Способ присоединения

source: Join methods
ru: Способы присоединения

source: Join to group
ru: Присоединиться к группе

source: Joined date
ru: Дата вступления

source: Label
ru: Ярлык

source: Label for the Post type.
ru: Ярлык для типа Публикации.

source: Label for the Queue storage entity type.
ru: Ярлык для типа сущности хранения Queue .

source: Landing page
ru: Посадочная страница
