Repository: goalgorilla/open_social
Catalog: translations/gpru/*.po
Languages: ru

source: Social Queue Entity
ru: Модуль Social Queue Entity

source: Social Queue item Storage
ru: Хранение элементов в очереди Queue

source: Social React
ru: Реакция в Social

source: Social Search
ru: Поиск в Social

source: Social Secret Group
ru: Секретная группа Social

source: Social Secret Group on Landing pages
ru: Секретная группа Social на посадочных страницах

source: Social Sharing
ru: Распространение информации в Social

source: Social Swift Mailer
ru: Почтальон Swift Mailer в Social

source: Social Swiftmail Settings
ru: Настройки Social Swiftmail

source: Social Swiftmailer
ru: Почтальон Social Swiftmailer

source: Social Swiftmailer implementation
ru: Внедрение почтальона Social Swiftmailer

source: Social Tagging
ru: Добавление тегов в Social

source: Social Tagging Settings
ru: Настройки тегов в Social

source: Social Tags block
ru: Блок тегов Social

source: Social Topic
ru: Тема Social

source: Social Topic Settings
ru: Настройки темы в Social

source: Social User
ru: Пользователь Social

source: Social User Export
ru: Экспорт пользователя Social

source: Social User Export Settings
ru: Настройки экспорта пользователя Social

source: Social User Navigation Bar Settings
ru: Настройки навигационной панели пользователя в Social

source: Social User Settings
ru: Настройки пользователя в Social

source: Social User entity from URL
ru: Сущность пользователя в Social из URL

# Validation
source: Social User name
ru: Имя пользователя в Social

source: Social Users
ru: Пользователи Social

source: Social Views bulk operations for Enrollments
ru: Social Views bulk operations для заявок на участие

source: Social Views bulk operations for Group Management
ru: Social Views bulk operations для управление группой

source: Social all
ru: Все Social

source: Social comment list(Lazy build)
ru: Список комментариев Social (ленивое составление)

source: Social font module
ru: Модуль со шрифтами Social

source: Social font module.
ru: Модуль со шрифтами Social.

source: Social group select list
ru: Список для выбора группы Social

source: Social long date
ru: Длинная дата Social

source: Social medium date
ru: Средняя дата Social

source: Social medium extended date
ru: Средняя продлённая дата Social

source: Social private message members select list
ru: Список выбора участников личной переписки Social

source: Social profile
ru: Профиль в Social

source: Social profile fields
ru: Поля профиля в Social

source: Social queue enhancements using the advanced queue modules.
ru: Доработки Social queue с использованием модулей advanced queue.

source: Social short date
ru: Короткая дата Social

source: Social time
ru: Время Social

source: Social user login block
ru: Блок входа пользователя в Social

source: Social user selection
ru: Выбор пользователя в Social

source: Some files uploaded on fields are not protected against access by unauthorized users. These fields were found: :fields More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
ru: Некоторые файлы, загруженные в полях, не защищены от доступа к ним неавторизованных пользователей. Найдены следующие поля: :fields Подробнее: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Someone added content you might be interested in
ru: Добавлен новый контент, который может быть интересен вам

source: Someone commented on your content
ru: Вам оставили комментарий

source: Someone joined one of your groups
ru: Новые участники присоединились к вашей группе

source: Someone reported content as inappropriate
ru: Поступило сообщение о неуместном контенте

source: Someone wants to enroll to your event
ru: Поступил новый запрос на участие в событии, которое вы организуете

source: Someone wants to join your group
ru: Новый запрос на участие в вашей группе

source: Sort
ru: Сортировать

source: Sort and Filter
ru: Сортировать и фильтровать

source: Sort by
ru: Отсортировать по

source: Sort by profile entity
ru: Сортировать по сущности профиля

source: Sort by publish date
ru: Сортировать по дате публикации

source: Sort key
ru: Ключ сортировки

source: Sorting
ru: Сортировка

source: Start
ru: Начать

source: State
ru: Состояние

source: Statistic
ru: Статистика

source: Status
ru: Статус

source: Status messages
ru: Сообщения статуса

source: Storage for queue item data to be used in processes that run in the background with a long duration.
ru: Хранение для данных элемента очереди, которые будут использоваться в процессах, исполняемых в фоновом режиме в течение долгого времени.

source: Stream
ru: Поток

source: Stream (explore)
ru: Лента (изучить)

source: Stream (group)
ru: Лента (группа)

source: Stream (home)
ru: Лента (домашняя страница)

source: Stream (profile)
ru: Лента (профиль)

source: Style
ru: Стиль

source: Style for button see:<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">styleguide</a>.
ru: Стиль для кнопки смотрите:<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">styleguide</a>.

source: Subject
ru: Тема

source: Subject line for email notifications
ru: Тема письма для электронных уведомлений

source: Submit
ru: Подтвердить

source: Subtitle
ru: Подзаголовок

source: Suffix
ru: Суффикс

source: Suggestions format
ru: Формат предложений

source: Support for multilingual interface translations.
ru: Поддержка переводов интерфейса на несколько языков.

source: Supported Entity Types
ru: Поддерживаемые типы сущности

source: Supported entity types
ru: Поддерживаемые типы сущности

source: System
ru: Система

source: System data
ru: Системные данные

source: System data (operating system, PHP version, and extensions)
ru: Системные данные (операционная система, PHP-версия и расширения)

source: System notifications
ru: уведомления

source: TAG
ru: ТЕГ

source: Tab Management
ru: Управление вкладками

source: Table
ru: Таблица

source: Table of contents
ru: Таблица содержимого

source: Tabs
ru: Вкладки

source: Tag
ru: Тег

source: Tag content
ru: Тэг контента

source: Tag settings
ru: Настройки тегов

source: Tagging
ru: Пометка тегом

source: Tagging field.
ru: Сопровождение тегами поля.

source: Tags
ru: Теги

source: Tags I follow
ru: Теги, на которые я подписан(а)

source: Taxonomy I follow.
ru: Таксономия, на которую я подписан(а).

source: Taxonomy fields
ru: Поля таксономии

source: Taxonomy term I follow
ru: Термин таксономии, на который я подписан(а)

source: Taxonomy vocabularies
ru: Словари такономии

source: Teaser
ru: Тизер

source: Teaser image in overviews
ru: Изображение-тизер с обзорах

source: Template configuration
ru: Конфигурация шаблона

source: Template footer
ru: Нижний колонтитул шаблона

source: Template header
ru: Верхний колонтитул шаблона

source: Terms with additional reason text
ru: Термины с текстом дополнительной причины

source: Text
ru: Текст

source: Text block
ru: Текстовый блок

source: Text format
ru: Текстовый формат

source: Text value
ru: Текстовое значение

source: The (html) link to reply to the comment.
ru: Ссылка (html) на ответ на комментарий.

source: The (html) link to the commented entity.
ru: Ссылка (html) на прокомментированную сущность.

source: The (html) link to the created entity.
ru: Ссылка (html) на созданную сущность.

source: The (html) link to the liked entity.
ru: Ссылка (html) на понравившуюся сущность.

source: The Activity ID.
ru: Идентификатор активности.

source: The Address module requires the commerceguys/addressing library. <a href=":link" target="_blank">For more information check our readme</a>
ru: Модуль Адреса требует библиотеку commerceguys/addressing. <a href=":link" target="_blank">Более подробно в файле readme</a>

source: The Community About.
ru: О сообществе.

source: The Community Branding Logo Url.
ru: Url логотипа Сообщества.

source: The Event enrollment ID.
ru: Идентификатор запроса на участие в мероприятие.

source: The Hex color.
ru: Hex-цвет.

source: The ID of the Activity entity.
ru: Идентификатор сущности Активности.

source: The ID of the Event enrollment entity.
ru: Идентификатор сущности запросов на участие в мероприятие.

source: The ID of the Post entity.
ru: Идентификатор сущности Публикации.

source: The JS to add to the site.
ru: JS для добавления на сайт.

source: The Job was not finished correctly, no error thrown.
ru: Задача выполнена неверно, ошибки не выдано.

source: The Post ID.
ru: Идентификатор публикации.

source: The URL alias allows you to customise the link to this page.
ru: Синоним URL позволяет вам изменить ссылку на эту страницу.

source: The URL alias must be a relative URL.
ru: Синоним URL должен быть относительным URL.

source: The URL of the private message thread group url.
ru: URL группового url-адреса личной переписки в группе.

source: The UUID of the Activity entity.
ru: UUID-идентификатор сущности Активности.

source: The UUID of the Event enrollment entity.
ru: UUID-идентификатор сущности запросов на участие в мероприятие.

source: The UUID of the Post entity.
ru: UUID-идентификатор сущности публикации.

source: The activity actions for this message
ru: Действия активности для данного сообщения

source: The activity context for this message
ru: Контекст активности для данного сообщения

source: The activity destinations for this message
ru: Направления активности для данного сообщения

source: The activity was already deleted. We marked it as successful.
ru: Активность уже удалена. Отмечено как успешно.

source: The actor for this request if any.
ru: Исполнитель по данному запросу, если есть.

source: The album visibility will be the same as the visibility of this post
ru: Приватность альбома будет соответствовать приватности данной публикации

source: The amount of login attempts that can be made by a username.
ru: Количество попыток входа для одного пользователя.

source: The amount of login attempts that can be made from a certain IP address.
ru: Количество попыток входа для определённого IP-адреса.

source: The author ID of the mention
ru: Идентификатор автора упоминания

source: The author of the comment.
ru: Автор комментария.

source: The author of the content type that was commented on.
ru: Автор типа прокомментированного контента.

source: The author of the parent comment.
ru: Автор родительского комментария.

source: The author of the parent entity.
ru: Автор родительской сущности.

source: The body of notification e-mails for anonymous enrollees.
ru: Тело электронного уведомления для анонимных пользователей.

source: The brand color.
ru: Цвет бренда.

source: The brand colors for this community.
ru: Цвета бренда для данного сообщества.

source: The color alpha component.
ru: Альфа-компонент цвета.

source: The color blue component.
ru: Голубой компонент цвета.

source: The color green component.
ru: Зелёный компонент цвета.

source: The color red component.
ru: Красный компонент цвета.

source: The color.
ru: Цвет.

source: The commented content type.
ru: Тип прокомментированного контента.

source: The community branding information.
ru: Информация о брендинге сообщества.

source: The content type.
ru: Тип контента.

source: The date field
ru: Поле с датой

source: The date of the comment.
ru: Дата комментария.

source: The date of the parent comment.
ru: Дата родительского комментария.

source: The description is optional: if a line contains value|label a description will not be shown.
ru: Описание не обязательно: если в строчке есть value|label, описание показано не будет.

source: The display name of the Receiver of the email.
ru: Отображаемое имя получателя электронного сообщения.

source: The display name that is visible for unpriviliged users.
ru: Отображаемое имя, видимое пользователям, не входящим в категорию конфиденциальности.

source: The download count module has been uninstalled.
ru: Модуль подсчёта скачиваний удалён.

source: The email subject line
ru: Тема электронного сообщения

source: The email you are about to send is sent from the platform's email address. If you wish to receive replies on this email on your own email address, please specify your email address in this field.
ru: Отправляемое письмо отправляется с электронного адреса платформы. Если вы хотите получать ответы на ваш личный адрес, укажите его в этом поле.

source: The email(s) will be send in the background. You will be notified upon completion.
ru: Электронное письмо (письма) будет отправлено в фоновом режиме. По окончанию вам придёт уведомление.

source: The enrollment request of @name has been declined.
ru: Запрос на участие от @name отклонён.

source: The entered username already exists or has an incorrect format. Please try again.
ru: Введённое имя пользователя уже существует или введено в неверном формате. Повторите попытку.

source: The entities that are affected for this message
ru: Сущности, затрагиваемые для этого сообщения

source: The entity condition for this message
ru: Состояние сущности для этого сообщения

source: The entity condition that are affected for this message
ru: Состояние сущностей, затронутых для этого сообщения

source: The entity type
ru: Тип сущности

source: The entity type to which this mention is attached.
ru: Тип сущности, к которой привязано данное упоминание.

source: The event date and time are set based on the site's default timezone.
ru: Время и дата мероприятия указаны с учётом часового пояса сайта по умолчанию.

source: The event date and time are set based on your timezone. @change_timezone.
ru: Время и дата мероприятия указаны с учётом вашего часового пояса. @change_timezone.

source: The event enrollment request has been approved.
ru: Запрос на участие в мероприятие одобрен.

source: The event enrollment request has been declined.
ru: Запрос на участие в мероприятие отклонён.

source: The event will take place at the
ru: Место проведения мероприятия -

source: The explore page shows content not directly related to you, so placed in a groups you are not a member of.
ru: Страница изучения показывает контент, не имеющий к вам прямого отношения, таким образом размещённый в группах, в которых вы не состоите.

source: The group content type.
ru: Тип контента группы.

source: The group content url.
ru: Url-адрес контента группы.

source: The group type is
ru: Тип группы -

source: The human-readable name of this mention type. It is recommended that this name begin with a capital letter and contain only letters, numbers, and spaces. This name must be unique.
ru: Машинное имя данного типа упоминаний. Его следует начинать с заглавной буквы, и оно должно состоять из букв, чисел и пробелов. Имя должно быть уникальным.

source: The individual display name of a user, when receiving an email.
ru: Индивидуальное отображаемое имя пользователя при получении электронного сообщения.

source: The invite email message body.
ru: Тело электронного сообщения с приглашением.

source: The invite email subject.
ru: Тема электронного сообщения с приглашением.

source: The invite has been removed.
ru: Приглашение удалено.

source: The invite helper text.
ru: Подсказка для приглашения.

source: The job was finished correctly.
ru: Задача выполнена правильно.

source: The language code for the Activity entity.
ru: Код языка для сущности Активности.

source: The language code for the Event enrollment entity.
ru: Код языка для сущности запросов на участие в мероприятие.

source: The language code for the Post entity.
ru: Код языка для сущности публикации.

source: The liked content type.
ru: Тип понравившегося контента.

source: The link (button) to reply to the comment, will include raw HTML.
ru: Ссылка (кнопка) на ответ на комментарий, содержащая сырой HTML.

source: The link to the commented entity, can be post or node, will include raw HTML.
ru: Ссылка на прокомментированную сущность, публикацию или узел, будет содержать сырой HTML.

source: The link to the created entity, can be post or node, will include raw HTML.
ru: Ссылка на созданную сущность, публикацию или узел, будет содержать сырой HTML.

source: The link to the entity, can be post or node, will include raw HTML.
ru: Ссылка на сущность, публикацию или узел, будет содержать сырой HTML.

source: The link to the request page of the group.
ru: Ссылка на страницу запроса группы.

source: The machine name of the feature.
ru: Машинное имя функции.

source: The member(s) of the private message thread. Add multiple members by seperating them with a comma.
ru: Участник(и) ветки личных сообщений. Добавьте несколько участников, разделяя их запятой.

source: The name of the Event enrollment entity.
ru: Название сущности запросов на участие в мероприятие.

source: The name of the Font entity.
ru: Название сущности шрифта.

source: The name of the Queue storage entity entity.
ru: Название сущности Queue storage entity.

source: The number of terms at which point to topic type chooser will switch from radio buttons to dropdown.
ru: Количество терминов, при котором для выбора типа темы радиокнопки будут заменены на выпадающий список.

source: The output location of the sitewide JS.
ru: Область выходных данных сквозного JS.

source: The partial text of the comment.
ru: Частичный текст комментария.

source: The partial text of the parent comment.
ru: Часть текста родительского комментария.

source: The possible values this field can contain. Enter one value per line, in the format value|label|description.
ru: Возможные значения данного поля. Вводить по одному значению на строчку в формате значение|ярлык|описание.

source: The preferred features information.
ru: Информация о предпочтительных функциях.

source: The primary identifier for a mention.
ru: Первичный идентификатор для упоминания.

source: The public visibility setting has been disabled. In order to change the visibility to public, please contact a site manager.
ru: Параметр публичного доступа отключен. Чтобы изменить видимость для незарегистрированных пользователей, пожалуйста, свяжитесь с менеджером сайта.

source: The recipient of an event invite.
ru: Получатель приглашения на мероприятие.

source: The recipient user entity display name.
ru: Отображаемое имя сущности получателя.

source: The recipient user url.
ru: URL-адрес получателя.

source: The recipient user.
ru: Получатель.

source: The related group title.
ru: Заголовок связанной группы.

source: The related group url.
ru: URL-адрес связанной группы.

source: The related node title.
ru: Заголовок связанного узла.

source: The request to enroll to an enrollment is approved
ru: Запрос на участие одобрен

source: The role of 1 selected member has been changed successfully
ru: Роль 1 выбранного участника успешно изменена

source: The role of 1 selected member has not been changed successfully
ru: Роль 1 выбранного участника не была успешно изменена

source: The route (tab) a member lands on when going to a group.
ru: Путь (вкладка), на которую попадает участник при переходе в группу.

source: The route (tab) a non-member lands on when going to a group.
ru: Маршрут (вкладка), куда попадает сторонний пользователь при заходе в группу.

source: The social event type module is not enabled.
ru: Модуль social event type не подключен.

source: The subject of notification e-mails for anonymous enrollees.
ru: Тема электронных уведомлений для анонимных пользователей.

source: The subject of the email task that ran in the background.
ru: Тема задачи электронного сообщения, которая может выполняться в фоновом режиме.

source: The subject used when sending email notifications.
ru: Тема для отправки электронных уведомлений.

source: The term "@term" could not be created.
ru: Не удалось создать термин «@term».

source: The text of the comment.
ru: Текст комментария.

source: The text of the parent comment.
ru: Текст родительского комментария.

source: The text to show in this block.
ru: Текст для отображения в данном блоке.

source: The the community about name.
ru: Название the community about.

source: The time in seconds that needs to pass before a login block expires (IP).
ru: Количество секунд до того, как будет снят блок для входа (IP).

source: The time in seconds that needs to pass before a login block expires (User).
ru: Количество секунд до того, как будет снят блок для входа (пользователь).

source: The time that the entity was created.
ru: Время создания сущности.

source: The time that the entity was last edited.
ru: Время последнего редактирования сущности.

source: The time that the mention was created.
ru: Время создания упоминания.

source: The type of the content that is created in the group.
ru: Тип контента, созданного в группе.

source: The type of the content that is related to following term.
ru: Тип контента, относящегося к следующему термину.

source: The type of the content that was commented on.
ru: Тип прокомментированного контента.

source: The type of the content that was liked
ru: Тип понравившегося контента

source: The unique ID of the object that contains mention
ru: Уникальный идентификатор объекта, содержащего упоминание

source: The update has been performed.
ru: Обновление было выполнено.

source: The update has encountered an error.
ru: Во время обновления произошла ошибка.

source: The url to the content that is created in the group.
ru: URL-адрес контента, созданного в группе.

source: The user ID of author of the Activity entity.
ru: Идентификатор автора сущности Активности.

source: The user ID of author of the Event enrollment entity.
ru: Идентификатор автора сущности регистрации на мероприятия.

source: The user ID of author of the Font entity.
ru: Идентификатор автора сущности шрифтов.

source: The user ID of author of the Post entity.
ru: Идентификатор автора сущности публикации.

source: The user ID of author of the Queue storage entity entity.
ru: Идентификатор автора сущности Queue storage entity.

source: The user information for a UserAwareInterface implementing type.
ru: Информация пользователя для типа внедрения UserAwareInterface.

source: The user language code.
ru: Код языка пользователя.

source: The user that authored the mention
ru: Автор упоминания

source: The user that is mentioned
ru: Упомянутый пользователь

source: The username %name has not been activated or is blocked.
ru: Имя пользователя %name не активировано или заблокировано.

source: The username can not be an email address.
ru: Логин не может быть адресом электронной почты.

source: The value is the stored value. The label and description will be used in displayed values and edit forms.
ru: Значение сохранено в памяти. Ярлык и описание будут использоваться в отображаемых значениях и формах редактирования.

source: The visibility of this content is set to @visibility_label
ru: Видимость данного контента установлена на @visibility_label

source: The visibility option for no one field has been changed.
ru: Не были изменены настройки видимости ни одного поля.

source: The visibility option has been changed to configurable for the following fields: @list
ru: Настройки видимости были изменены на настраиваемые для следующих полей: @list

source: There @link to enroll in this event.
ru: Переходите по @link, чтобы зарегистрироваться на это мероприятие.

source: There @link to join this group.
ru: Переходите по @link, чтобы присоединиться к этой группе.

source: There are no groups yet.
ru: Тут пока групп нет.

source: There are no members yet.
ru: В этой группе ещё нет ни одного участника.

source: There is a new post in your stream
ru: В вашей ленте новостей появился новый пост

source: There is no profile added yet, you can <a href="/user/{{ arguments.uid }}/profile">add a profile here</a>
ru: Пока нет ни одного профиля, вы можете <a href="/user/{{ arguments.uid }}/profile">добавить профиль здесь</a>

source: There is no profile information you can change here.
ru: Нет информации профиля, которую вы могли бы поменять здесь.
