Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: This setting is currently being controlled by a platform wide setting and cannot be changed. Please contact a sitemanager if you have questions.
ar: يتم التحكم في هذا الإعداد حاليًا من خلال إعداد واسع للمنصة ولا يمكن تغييره. يرجى الاتصال بمدير الموقع إذا كانت لديك أسئلة.
ca: Aquesta configuració està sent controlada actualment per una configuració àmplia de plataforma i no es pot canviar. Si teniu preguntes, poseu-vos en contacte amb un administrador de llocs.
it: Questa impostazione è attualmente controllata da un'impostazione a livello di piattaforma e non può essere modificata. In caso di domande, contattare un gestore del sito.
ja: この設定は現在、プラットフォーム全体の設定によって制御されており、変更することはできません。ご不明な点がございましたら、サイトマネージャーまでお問い合わせください。
nl: Deze setting wordt momenteel overschreven door een instelling van de beheerder en kan daardoor niet door u worden aangepast. Neem contact op met een Site Manager indien u hier vragen over heeft.
pt_br: Essa configuração está sendo controlada atualmente por uma configuração de toda a plataforma e não pode ser alterada. Entre em contato com um gerente do site se tiver dúvidas.
uk: Наразі це налаштування контролюється налаштуванням для всієї платформи, і його не можна змінити. Якщо у вас виникли запитання, зв’яжіться з менеджером сайту.
zh_hans: 该设置目前由平台范围内的设置控制，无法更改。如有疑问，请联系网站管理员。

source: This setting will enforce anonymous users to give consent before showing embedded content.
ar: سيؤدي هذا الإعداد إلى إجبار المستخدمين المجهولين على منح الموافقة قبل عرض المحتوى المضمن.
ca: Aquesta configuració obligarà als usuaris anònims a donar el consentiment abans de mostrar contingut incrustat.
it: Questa impostazione impone agli utenti anonimi di dare il consenso prima di mostrare il contenuto incorporato.
ja: この設定は、埋め込みコンテンツを表示する前に、匿名ユーザーの同意を強制します。
nl: Deze instelling verplicht anonieme gebruikers toestemming te geven voordat ingesloten inhoud wordt getoond.
pt_br: Essa configuração obrigará usuários anônimos a darem consentimento antes de mostrar o conteúdo incorporado.
uk: Цей параметр змусить анонімних користувачів давати згоду перед показом вбудованого вмісту.
zh_hans: 此设置将强制要求匿名用户在显示嵌入内容前给予同意。

source: This setting will enforce users to give consent before showing embedded content.
ar: سيؤدي هذا الإعداد إلى إجبار المستخدمين على منح الموافقة قبل عرض المحتوى المضمن.
ca: Aquesta configuració obligarà als usuaris a donar el consentiment abans de mostrar contingut incrustat.
it: Questa impostazione impone agli utenti di dare il consenso prima di mostrare il contenuto incorporato.
ja: この設定は、埋め込みコンテンツを表示する前に、ユーザーに同意を強制します。
nl: Deze instelling dwingt gebruikers toestemming te geven voordat ingesloten inhoud wordt getoond.
pt_br: Essa configuração obrigará os usuários a darem consentimento antes de mostrar o conteúdo incorporado.
uk: Цей параметр змусить користувачів надавати згоду перед показом вбудованого вмісту.
zh_hans: 此设置将强制要求用户在显示嵌入内容前给予同意。

source: This title will be displayed in the menu.
ar: سيتم عرض هذا العنوان في القائمة.
ca: Aquest títol es mostrarà al menú.
it: Questo titolo verrà visualizzato nel menu.
ja: このタイトルがメニューに表示される。
nl: Deze titel verschijnt in het menu.
pt_br: Esse título será exibido no menu.
uk: Ця назва буде відображатися в меню.
zh_hans: 该标题将显示在菜单中。

source: This will provide event organisers with the permission to decide whether anonymous users can enroll in their event.
ar: سيوفر هذا لمنظمي الأحداث الإذن لتحديد ما إذا كان يمكن للمستخدمين المجهولين التسجيل في الحدث الخاص بهم.
ca: Això proporcionarà als organitzadors de l'esdeveniment el permís per decidir si els usuaris anònims poden inscriure's al seu esdeveniment.
it: In questo modo gli organizzatori di eventi potranno decidere se gli utenti anonimi possono iscriversi al loro evento.
ja: これにより、イベント主催者は、匿名ユーザーがイベントに登録できるかどうかを決定する許可を得ることができる。
nl: Deze setting geeft evenement organisatoren de toestemming om te beslissen of anonieme gebruikers zich mogen inschrijven voor hun publieke evenement.
pt_br: Isso dará aos organizadores do evento a permissão para decidir se usuários anônimos podem se inscrever no evento.
uk: Це дозволить організаторам заходів вирішувати, чи можуть анонімні користувачі реєструватися на їхні заходи.
zh_hans: 这将为活动组织者提供决定匿名用户是否可以报名参加其活动的权限。

source: Time frame
ca: Frame de temps
it: Tempistica
ja: 期間
pt_br: Período de tempo
zh_hans: 时间框架

source: Time zone
ar: الوحدة الزمنية
ca: Zona horària
it: Fuso orario
ja: タイムゾーン
nl: Tijdzone
pt_br: Fuso horário
uk: Часовий пояс
zh_hans: 时区

source: Timestamp
ar: الطابع الزمني
ca: Segell de temps
ja: タイムスタンプ
nl: Tijdstip
pt_br: Carimbo de data/hora
uk: Відмітка часу
zh_hans: 时间戳

source: Title
ar: العنوان
ca: Títol
it: Titolo
ja: タイトル
nl: Titel
pt_br: Título
uk: Заголовок
zh_hans: 标题

source: Title & image
ar: العنوان والصورة
ca: Títol i imatge
it: Titolo e immagine
ja: タイトル＆イメージ
nl: Titel & afbeelding
pt_br: Título e imagem
uk: Назва та зображення
zh_hans: 标题和图片

source: Title of entity containing mention
ar: عنوان الكيان الذي يحتوي على إشارة
ca: Títol de l'entitat que conté menció
it: Titolo dell'entità contenente la menzione
ja: 言及を含むエンティティのタイトル
nl: Titel van de entiteit die de vermelding bevat
pt_br: Título da entidade que contém menção
uk: Назва організації, що містить згадку
zh_hans: 包含提及内容的实体名称

source: Title of the action selector form element
ar: عنوان عنصر نموذج محدد الإجراءات
ca: Títol de l'element de formulari del selector d'acció
it: Titolo dell'elemento di forma del selettore di azione
ja: アクション・セレクタ・フォーム要素のタイトル
nl: Titel van het action selector form element
pt_br: Título do elemento do formulário do seletor de ações
uk: Назва елемента форми селектора дій
zh_hans: 操作选择器表单元素的标题

source: To add multiple members, separate each member with a comma ( , ).
ar: لإضافة أعضاء متعددين، افصل بين كل عضو بفاصلة (،).
ca: Per afegir diversos membres, separa cada membre amb una coma (,).
it: Per aggiungere più membri, separare ogni membro con una virgola ( , ).
ja: 複数のメンバーを追加するには、各メンバーをカンマ（ , ）で区切ります。
nl: Om meerdere leden toe te voegen dien je elk lid met een komma ( , ) te scheiden.
pt_br: Para adicionar vários membros, separe cada membro com uma vírgula (,).
uk: Щоб додати кілька членів, відокремлюйте кожен член комою ( , ).
zh_hans: 要添加多个成员，请用逗号（ , ）分隔每个成员。

source: To add the event name and link, use the following tokens: [node:title], [social_event_an_enroll:enrolled_event]
ar: لإضافة اسم الحدث والرابط، استخدم الرموز التالية: [node:title]، [social_event_an_enroll:enrolled_event]
ca: Per afegir el nom de l'esdeveniment i l'enllaç, utilitzeu els següents tokens: [node:title], [social_event_an_enroll:enrolled_event]
it: Per aggiungere il nome dell'evento e il link, utilizzare i seguenti token: [node:title], [social_event_an_enroll:enrolled_event]
ja: イベント名とリンクを追加するには、以下のトークンを使用します：[node:title],[social_event_an_enroll:enrolled_event]
nl: Gebruik de volgende tokens om de naam en de link van het evenement toe te voegen: [node:title], [social_event_an_enroll:enrolled_event].
pt_br: Para adicionar o nome e o link do evento, use os seguintes tokens: [node:title], [social_event_an_enroll:enrolled_event]
uk: Щоб додати назву події та посилання, використовуйте наступні токени: [node:title], [social_event_an_enroll:enrolled_event]
zh_hans: 要添加事件名称和链接，请使用以下标记：[node:title],[social_event_an_enroll:enrolled_event]

source: To allow users to enroll in this event without an account, this event must be visible to the public and open for all users.
ar: من أجل السماح للمستخدمين بالتسجيل في هذا الحدث دون وجود حساب، يجب أن تكون رؤية الحدث عامة وأن يكون مفتوحًا لكل المستخدمين.
ca: Per permetre als usuaris inscriure's en aquest esdeveniment sense compte, aquest esdeveniment ha de ser visible per al públic i obert per a tots els usuaris.
it: Per consentire agli utenti di iscriversi a questo evento senza un account, l'evento deve essere visibile al pubblico e aperto a tutti gli utenti.
ja: ユーザーがアカウントなしでこのイベントに登録できるようにするには、このイベントが一般に公開され、すべてのユーザーが参加できるようにする必要があります。
nl: Om aanmeldingen voor dit evenement te kunnen ontvangen van mensen zonder account moet deze publiek zichtbaar gemaakt worden voor iedereen.
pt_br: Para permitir que os usuários se inscrevam nesse evento sem uma conta, esse evento deve estar visível ao público e aberto a todos os usuários.
uk: Щоб дозволити користувачам реєструватися на цю подію без облікового запису, ця подія повинна бути видимою для громадськості і відкритою для всіх користувачів.
zh_hans: 要让用户在没有账户的情况下注册该活动，该活动必须对公众可见，并对所有用户开放。

source: To allow users who have not join the group of this event to enroll or send request to enroll
ar: للسماح للمستخدمين الذين لم ينضموا إلى مجموعة هذا الحدث بالتسجيل أو إرسال طلب للتسجيل
ca: Permetre que els usuaris que no s'hagin incorporat al grup d'aquest esdeveniment puguin inscriure's o enviar sol·licitud per inscriure's
it: Per consentire agli utenti che non si sono uniti al gruppo di questo evento di iscriversi o di inviare una richiesta di iscrizione
ja: このイベントのグループに参加していないユーザーが登録したり、登録リクエストを送信できるようにする。
nl: Om gebruikers die niet lid zijn van de groep waar dit evenement in wordt georganiseerd te laten aanmelden
pt_br: Para permitir que usuários que não ingressaram no grupo deste evento se inscrevam ou enviem uma solicitação de inscrição
uk: Дозволити користувачам, які не приєдналися до групи цієї події, зареєструватися або надіслати запит на реєстрацію
zh_hans: 允许未加入此事件组的用户注册或发送注册请求

source: To exclude files of certain types, enter the extensions to exclude separated by spaces. This is useful if you have private image fields and don't wish to include them in download counts.
ar: لاستبعاد ملفات من أنواع معينة، أدخل الإضافات لاستبعادها مفصولة بمسافات. يكون هذا مفيدًا إذا كانت لديك حقول صور خاصة ولا ترغب في تضمينها في عدد التنزيلات.
ca: Per excloure fitxers de determinats tipus, introduïu les extensions a excloure separades per espais. Això és útil si teniu camps d'imatges privats i no voleu incloure'ls en els recomptes de descàrregues.
it: Per escludere i file di determinati tipi, inserire le estensioni da escludere separate da spazi. Ciò è utile se si dispone di campi immagine privati e non si desidera includerli nel conteggio dei download.
ja: 特定の種類のファイルを除外するには、除外する拡張子をスペースで区切って入力します。これは、プライベートな画像フィールドがあり、それらをダウンロード数に含めたくない場合に便利です。
nl: Om bestanden van bepaalde types uit te sluiten, voert u de uit te sluiten extensies in, gescheiden door spaties. Dit is handig als u privé afbeeldingsvelden hebt en deze niet wilt opnemen in downloadtellingen.
pt_br: Para excluir arquivos de determinados tipos, insira as extensões a serem excluídas separadas por espaços. Isso é útil se você tiver campos de imagem privados e não quiser incluí-los na contagem de downloads.
uk: Щоб виключити файли певних типів, введіть розширення, які потрібно виключити, через пробіл. Це корисно, якщо ви маєте приватні поля зображень і не бажаєте включати їх до підрахунку завантажень.
zh_hans: 要排除某些类型的文件，请输入要用空格分隔的扩展名。如果您有私人图像字段，但不希望将其包括在下载次数中，这将非常有用。

source: To make the list of topics more specific you can additionally configure more filters such as topic types, content tags and groups.
ar: لجعل قائمة الموضوعات أكثر تحديدًا، يمكنك أيضًا تكوين المزيد من الفلاتر مثل أنواع الموضوعات وعلامات المحتوى والمجموعات.
ca: Per fer més específica la llista de temes es poden configurar addicionalment més filtres com tipus de temes, etiquetes de contingut i grups.
it: Per rendere l'elenco degli argomenti più specifico, è possibile configurare altri filtri, come i tipi di argomenti, i tag dei contenuti e i gruppi.
ja: トピックの一覧をより具体的にするには、トピック タイプ、コンテンツ タグ、グループなどのフィルタをさらに設定できます。
nl: Om de lijst van onderwerpen specifieker te maken, kunt u bovendien meer filters configureren, zoals onderwerptypes, inhoudstags en groepen.
pt_br: Para tornar a lista de tópicos mais específica, você também pode configurar mais filtros, como tipos de tópicos, tags de conteúdo e grupos.
uk: Щоб зробити список тем більш конкретним, ви можете додатково налаштувати інші фільтри, такі як типи тем, теги вмісту та групи.
zh_hans: 为使主题列表更加具体，您还可以配置更多筛选器，如主题类型、内容标签和组。

source: Token
ar: الرمز المميز
ca: Fitxa
it: Gettone
ja: トークン
pt_br: Ficha
uk: Замінник
zh_hans: 代币

source: Tokens from the Social Content Report module.
ar: الرموز من وحدة تقرير المحتوى الاجتماعي.
ca: Fitxes del mòdul Social Content Report.
it: Gettoni dal modulo Rapporto sui contenuti sociali.
ja: ソーシャル・コンテンツ・レポート・モジュールからのトークン。
nl: Tokens van de Social Content Report module.
pt_br: Tokens do módulo Social Content Report.
uk: Токени з модуля "Звіт про соціальний контент".
zh_hans: 社交内容报告模块中的代币。

source: Tokens from the Social Event AN Enroll module.
ar: الرموز من الحدث الاجتماعي ووحدة التسجيل.
ca: Fitxes del mòdul Social Event AN Inscriure.
it: Gettoni del modulo Social Event AN Enroll.
ja: ソーシャルイベントAN Enrollモジュールのトークン。
nl: Tokens van de Social Event AN Enroll module.
pt_br: Tokens do módulo Social Event AN Enroll.
uk: Токени з модуля Social Event AN Enroll.
zh_hans: 社交活动 AN 注册模块中的代币。

source: Tokens from the Social Event Invite module.
ar: الرموز من وحدة دعوة الأحداث الاجتماعية.
ca: Fitxes del mòdul Social Event Invite.
it: Gettoni dal modulo Invito a eventi sociali.
ja: ソーシャルイベント招待モジュールからのトークン。
nl: Tokens van de Social Event Invite module.
pt_br: Tokens do módulo Social Event Invite.
uk: Токени з модуля "Запрошення на соціальну подію".
zh_hans: 社交活动邀请模块中的代币。

source: Tokens from the Social Event module.
ar: الرموز من وحدة الأحداث الاجتماعية.
ca: Fitxes del mòdul d'Esdeveniments Socials.
it: Gettoni dal modulo Evento sociale.
ja: ソーシャルイベントモジュールからのトークン。
nl: Tokens van de Social Event module.
pt_br: Tokens do módulo Social Event.
uk: Токени з модуля "Соціальна подія".
zh_hans: 社交活动模块中的代币。

source: Tokens from the Social Follow Taxonomy module.
ar: الرموز من وحدة تصنيف المتابعة الاجتماعية.
ca: Fitxes del mòdul Social Follow Taxonomy.
it: Gettoni dal modulo della tassonomia dei social follow.
ja: Social Follow Taxonomyモジュールからのトークン。
nl: Tokens van de Social Follow Taxonomy module.
pt_br: Tokens do módulo Social Follow Taxonomy.
uk: Токени з модуля Social Follow Taxonomy.
zh_hans: 社会关注分类模块中的代币。

source: Tokens from the Social Queue Entity module.
ar: الرموز من وحدة كيان قائمة الانتظار الاجتماعية.
ca: Fitxes del mòdul Entitat de cua social.
it: Gettoni del modulo Entità della coda sociale.
ja: ソーシャルキューエンティティモジュールのトークン。
nl: Tokens van de Social Queue Entity module.
pt_br: Tokens do módulo Social Queue Entity.
uk: Токени з модуля Social Queue Entity.
zh_hans: 来自社交队列实体模块的代币。

source: Tokens from the activity creator module.
ar: الرموز من وحدة منشئ النشاط.
ca: Fitxes del mòdul creador d'activitats.
it: Gettoni del modulo creatore di attività.
ja: アクティビティ作成モジュールからのトークン。
nl: Tokens van de activity creator module.
pt_br: Tokens do módulo criador de atividades.
uk: Токени з модуля створення активностей.
zh_hans: 来自活动创建者模块的代币。

source: Tokens from the activity logger module.
ar: الرموز من وحدة تسجيل النشاط.
ca: Fitxes del mòdul registrador d'activitats.
it: Token del modulo di registrazione delle attività.
ja: アクティビティロガーモジュールからのトークン。
nl: Tokens van de activity logger module.
pt_br: Tokens do módulo de registro de atividades.
uk: Токени з модуля журналу активності.
zh_hans: 来自活动记录器模块的令牌。

source: Tokens from the social comment module.
ar: الرموز من وحدة التعليقات الاجتماعية.
ca: Fitxes del mòdul de comentaris socials.
it: Gettoni dal modulo dei commenti sociali.
ja: ソーシャルコメントモジュールからのトークン。
nl: Tokens van de sociale commentaarmodule.
pt_br: Tokens do módulo de comentários sociais.
uk: Токени з модуля соціальних коментарів.
zh_hans: 来自社交评论模块的代币。

source: Tokens from the social group module.
ar: الرموز من وحدة المجموعة الاجتماعية.
ca: Fitxes del mòdul de grups socials.
it: Gettoni del modulo del gruppo sociale.
ja: ソーシャルグループモジュールのトークン。
nl: Tokens van de sociale groepsmodule.
pt_br: Tokens do módulo de grupo social.
uk: Токени з модуля соціальних груп.
zh_hans: 社会群体模块的代币。

source: Tokens from the social group request module.
ar: الرموز من وحدة طلب المجموعة الاجتماعية.
ca: Fitxes del mòdul de sol·licitud de grups socials.
it: Gettoni del modulo di richiesta del gruppo sociale.
ja: ソーシャルグループリクエストモジュールからのトークン。
nl: Tokens van de aanvraagmodule van de sociale groep.
pt_br: Tokens do módulo de solicitação de grupo social.
uk: Токени з модуля запиту соціальних груп.
zh_hans: 来自社会团体申请模块的代币。

source: Tokens from the social like module.
ar: الرموز من وحدة الإعجاب الاجتماعي.
ca: Fitxes del mòdul social like.
it: Gettoni del modulo social like.
ja: ソーシャル・ライク・モジュールのトークン。
nl: Tokens van de social like module.
pt_br: Tokens do módulo social like.
uk: Токени з модуля соціальних вподобань.
zh_hans: 社交同类模块中的代币。

source: Tokens from the social mentions module.
ar: الرموز من وحدة الإشارات الاجتماعية.
ca: Fitxes del mòdul de mencions socials.
it: Gettoni dal modulo delle menzioni sociali.
ja: ソーシャル言及モジュールからのトークン。
nl: Tokens van de sociale vermeldingen module.
pt_br: Tokens do módulo de menções sociais.
uk: Токени з модуля соціальних згадок.
zh_hans: 来自社交提及模块的代币。

source: Tokens from the social user module.
ar: الرموز من وحدة المستخدم الاجتماعي.
ca: Fitxes del mòdul d'usuaris socials.
it: Gettoni del modulo utente sociale.
ja: ソーシャル・ユーザー・モジュールからのトークン。
nl: Tokens van de sociale gebruikersmodule.
pt_br: Tokens do módulo de usuário social.
uk: Токени з модуля соціального користувача.
zh_hans: 来自社交用户模块的代币。

source: Topic
ar: الموضوع
ca: Tema
it: Argomento
ja: トピック
nl: Onderwerp
pt_br: Tópico
uk: Тема
zh_hans: 主题

source: Topic Type
ca: Tipus de tema
it: Tipo di argomento
ja: トピック・タイプ
pt_br: Tipo de tópico
zh_hans: 主题类型

source: Topic add block
ar: كتلة إضافة موضوع
ca: Tema afegir bloc
it: Blocco per l'aggiunta di argomenti
ja: トピック追加ブロック
nl: Onderwerp toevoegen blok
pt_br: Bloqueio de adição de tópico
uk: Блок додавання теми
zh_hans: 主题添加块

source: Topic settings
ar: إعدادات الموضوع
ca: Configuració del tema
it: Impostazioni degli argomenti
ja: トピック設定
nl: Onderwerp instellingen
pt_br: Configurações de tópico
uk: Налаштування теми
zh_hans: 主题设置

source: Topic type
ar: نوع الموضوع
ca: Tipus de tema
it: Tipo di argomento
ja: トピックタイプ
nl: Type onderwerp
pt_br: Tipo de tópico
uk: Тип теми
zh_hans: 主题类型

source: Topic type:
ar: نوع الموضوع:
ca: Tipus de tema:
it: Tipo di argomento:
ja: トピックの種類
nl: Type onderwerp:
pt_br: Tipo de tópico:
uk: Тип теми:
zh_hans: 主题类型：

source: Topic types
ar: أنواع الموضوعات
ca: Tipus de temes
it: Tipi di argomenti
ja: トピックの種類
nl: Onderwerp typen
pt_br: Tipos de tópicos
uk: Типи тем
zh_hans: 主题类型

source: Topic types, Event types, Profile tags, Organization tags, Expertise and Interests can be added, removed or changed here.
ar: يمكن إضافة أنواع الموضوعات، وأنواع الأحداث، والإشارة إلى الملف الشخصي، والإشارة إلى المنظمة، والخبرة، والاهتمامات، أو تغييرها هنا.
ca: Tipus de temes, Tipus d'esdeveniments, Etiquetes de perfil, etiquetes d'organització, Expertesa i interessos es poden afegir, eliminar o canviar aquí.
it: I tipi di argomenti, i tipi di eventi, i tag del profilo, i tag dell'organizzazione, le competenze e gli interessi possono essere aggiunti, rimossi o modificati qui.
ja: トピックタイプ、イベントタイプ、プロフィールタグ、組織タグ、専門知識、興味はここで追加、削除、変更ができます。
nl: Onderwerptypes, Evenementtypes, Profiel labels, Expertise en Interesses kunnen hier worden toegevoegd, aangepast of verwijderd.
pt_br: Tipos de tópicos, tipos de eventos, tags de perfil, tags de organização, experiência e interesses podem ser adicionados, removidos ou alterados aqui.
uk: Тут можна додавати, видаляти або змінювати типи тем, типів подій, тегів профілю, тегів організації, експертизи та інтересів.
zh_hans: 在这里可以添加、删除或更改主题类型、事件类型、个人资料标签、组织标签、专长和兴趣。

source: Topics
ar: المواضيع
ca: Temes
it: Argomenti
ja: トピックス
nl: Onderwerpen
pt_br: Tópicos
uk: Теми
zh_hans: 主题

source: Topics created
ar: تم إنشاء المواضيع
ca: Temes creats
it: Argomenti creati
ja: 作成されたトピック
nl: Aangemaakte onderwerpen
pt_br: Tópicos criados
uk: Створені теми
zh_hans: 创建的主题

source: Topics of type @type
ar: مواضيع من نوع @type
ca: Temes de tipus @type
it: Argomenti di tipo @type
ja: タイプのトピック@type
nl: Onderwerpen van het type @type
pt_br: Tópicos do tipo @type
uk: Теми типу @type
zh_hans: 类型主题@type

source: Tracks file downloads for Drupal private core file fields for Open Social.
ar: يتتبع تنزيلات الملفات لحقول الملفات الأساسية الخاصة بـ Drupal لـ Open Social.
ca: Segueix les descàrregues d'arxius per als camps d'arxius de nucli privat de Drupal per Open Social.
it: Traccia i download di file per i campi di file privati di Drupal per Open Social.
ja: オープンソーシャルのDrupalプライベートコアファイルフィールドのファイルダウンロードを追跡します。
nl: Houdt downloads bij van bestanden voor Drupal private core bestandsvelden voor Open Social.
pt_br: Rastreia downloads de arquivos para campos de arquivos principais privados do Drupal para Open Social.
uk: Відстежує завантаження файлів для приватних полів ядра Drupal для Open Social.
zh_hans: 跟踪 Drupal 私有核心文件字段的下载情况。

source: Tracks file downloads for Drupal private core file fields.
ar: يتتبع تنزيلات الملفات لحقول الملفات الأساسية الخاصة بـ Drupal.
ca: Fa un seguiment de les descàrregues d'arxius per als camps d'arxius de nucli privat de Drupal.
it: Traccia i download di file per i campi di file privati del nucleo di Drupal.
ja: Drupalのプライベートコアファイルフィールドのファイルダウンロードを追跡します。
nl: Houdt downloads van bestanden bij voor Drupal private core bestandsvelden.
pt_br: Rastreia downloads de arquivos para campos de arquivos principais privados do Drupal.
uk: Відстежує завантаження файлів для полів приватних файлів ядра Drupal.
zh_hans: 跟踪 Drupal 私有核心文件字段的文件下载情况。

source: Tracks file downloads for files stored in private core file fields.
ar: يتتبع تنزيلات الملفات للملفات المخزنة في حقول الملفات الأساسية الخاصة.
ca: Fa un seguiment de les descàrregues d'arxius per als fitxers emmagatzemats en camps d'arxius de nucli privat.
it: Traccia i download dei file archiviati nei campi file privati del nucleo.
ja: プライベート・コア・ファイル・フィールドに保存されたファイルのダウンロードを追跡します。
nl: Houdt downloads bij van bestanden die zijn opgeslagen in private core bestandsvelden.
pt_br: Rastreia os downloads de arquivos armazenados em campos de arquivos principais privados.
uk: Відстежує завантаження файлів для файлів, що зберігаються у приватних полях основного файлу.
zh_hans: 跟踪存储在私有核心文件字段中的文件下载情况。

source: Translate
ar: ترجمة
ca: Traduir
it: Tradurre
ja: 翻訳する
nl: Vertalen
pt_br: Traduza
uk: Перекласти
zh_hans: 翻译

source: Translate account settings
ar: إعدادات ترجمة الحساب
ca: Tradueix la configuració del compte
it: Tradurre le impostazioni dell'account
ja: アカウント設定の翻訳
nl: Accountinstellingen veralen
pt_br: Traduzir configurações da conta
uk: Перекласти налаштування акаунта
zh_hans: 翻译账户设置

source: Translate system information
ar: معلومات ترجم النظام
ca: Tradueix la informació del sistema
it: Tradurre le informazioni di sistema
ja: システム情報を翻訳する
nl: Vertaal systeem informatie
pt_br: Traduzir informações do sistema
uk: Перекладіть системну інформацію
zh_hans: 翻译系统信息

source: Trending
ar: الأكثر رواجًا
ca: Tendència
it: Tendenza
ja: トレンド
pt_br: Tendências
uk: Тенденції
zh_hans: 趋势

source: Trimmed plain text
ar: نص عادي مقتطع
ca: Text pla retallat
it: Testo normale ritagliato
ja: トリミングされたプレーンテキスト
nl: Bijgewerkte platte tekst
pt_br: Texto simples recortado
uk: Обрізаний звичайний текст
zh_hans: 经过修剪的纯文本

source: Trimmed plain text display format settings
ar: إعدادات تنسيق عرض النص العادي المقتطع
ca: Configuració del format de visualització de text pla retallada
it: Impostazioni del formato di visualizzazione del testo normale ritagliato
ja: トリミングされたプレーンテキストの表示形式設定
nl: Instellingen voor de weergave van platte tekst
pt_br: Configurações de formato de exibição de texto simples recortado
uk: Налаштування формату відображення обрізаного простого тексту
zh_hans: 经过剪裁的纯文本显示格式设置

source: True|Open False|Closed
ca: True|Obert False|Tancat
it: Vero|Aperto Falso|Chiuso
ja: 真｜オープン 偽｜クローズ
pt_br: Verdadeiro|Aberto Falso|Fechado
zh_hans: 真|打开 假|关闭
