Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: The entities that are affected for this message
ar: الكيانات المتأثرة بهذه الرسالة
ca: Les entitats afectades per aquest missatge
it: Le entità interessate da questo messaggio
ja: このメッセージの影響を受けるエンティティ
nl: De entiteiten waarop dit bericht betrekking heeft
pt_br: As entidades que são afetadas por essa mensagem
uk: Організації, яких стосується це повідомлення
zh_hans: 受此信息影响的实体

source: The entity condition for this message
ar: حالة الكيان لهذه الرسالة
ca: Condició de l'entitat per a aquest missatge
it: La condizione di entità per questo messaggio
ja: このメッセージの実体条件
nl: De entiteitsvoorwaarde voor dit bericht
pt_br: A condição da entidade para esta mensagem
uk: Умова сутності для цього повідомлення
zh_hans: 该信息的实体条件

source: The entity condition that are affected for this message
ar: حالة الكيان المتأثرة بهذه الرسالة
ca: La condició de l'entitat que es veuen afectades per aquest missatge
it: Le condizioni dell'entità interessate da questo messaggio
ja: このメッセージの影響を受けるエンティティ条件
nl: De voor dit bericht relevante entiteittoestand
pt_br: A condição da entidade que é afetada por essa mensagem
uk: Стан сутності, на який впливає це повідомлення
zh_hans: 受此报文影响的实体条件

source: The entity of type "%entity_type" and ID "%entity_id" does not exist.
ca: L'entitat de tipus “%entity_type” i ID “%entity_id” no existeix.
it: L'entità di tipo "%entity_type" e ID "%entity_id" non esiste.
ja: タイプ "%entity_type" および ID "%entity_id" のエンティティが存在しません。
pt_br: A entidade do tipo “%entity_type” e ID “%entity_id” não existe.
zh_hans: 类型为 "%entity_type" 和 ID 为 "%entity_id" 的实体不存在。

source: The entity type
ar: نوع الكيان
ca: El tipus d'entitat
it: Il tipo di entità
ja: エンティティ・タイプ
nl: Het enitteitstype
pt_br: O tipo de entidade
uk: Тип сутності
zh_hans: 实体类型

source: The entity type "%entity_type" does not exist.
ca: El tipus d'entitat “%entity_type” no existeix.
it: Il tipo di entità "%entity_type" non esiste.
ja: エンティティ・タイプ "%entity_type" が存在しません。
pt_br: O tipo de entidade “%entity_type” não existe.
zh_hans: 实体类型 "%entity_type" 不存在。

source: The entity type to which this mention is attached.
ar: نوع الكيان الذي تم إرفاق هذا الذكر به.
ca: El tipus d'entitat a la qual s'adjunta aquesta menció.
it: Il tipo di entità a cui è collegata questa menzione.
ja: この言及が添付されているエンティティタイプ。
nl: Het entiteittype waaraan deze vermelding is gekoppeld.
pt_br: O tipo de entidade ao qual essa menção está anexada.
uk: Тип об'єкта, до якого прив'язана ця згадка.
zh_hans: 该提及所关联的实体类型。

source: The entity-form-display from Event Type taxonomy is empty.
ca: La visualització entity-form-display de la taxonomia de tipus d'esdeveniment està buida.
it: L'entità-form-display della tassonomia Tipo di evento è vuota.
ja: Event Typeタクソノミのentity-form-displayが空です。
pt_br: A exibição da forma de entidade da taxonomia Tipo de evento está vazia.
zh_hans: 事件类型分类中的实体-表单-显示为空。

source: The entity-form-display from Group Type taxonomy is empty.
ca: La visualització de forma d'entitat de la taxonomia del tipus de grup està buida.
it: L'entity-form-display della tassonomia Group Type è vuoto.
ja: Group Typeタクソノミのentity-form-displayが空です。
pt_br: A exibição da forma de entidade da taxonomia Tipo de grupo está vazia.
zh_hans: 组类型分类中的实体形式显示为空。

source: The entity-form-display from Topic Types taxonomy is empty.
ca: La visualització de la forma d'entitat de la taxonomia de tipus de temes està buida.
it: L'entità-form-display della tassonomia Tipi di argomento è vuota.
ja: Topic Typesタクソノミのentity-form-displayは空です。
pt_br: A exibição da forma de entidade da taxonomia Tipos de tópico está vazia.
zh_hans: 主题类型分类中的实体-形式-显示为空。

source: The event date and time are set based on the site's default timezone.
ar: يتم تعيين تاريخ الحدث ووقته بناءً على المنطقة الزمنية الافتراضية للموقع.
ca: La data i l'hora de l'esdeveniment s'estableixen en funció de la zona horària predeterminada del lloc.
it: La data e l'ora dell'evento sono impostate in base al fuso orario predefinito del sito.
ja: イベントの日時は、サイトのデフォルトのタイムゾーンに基づいて設定されます。
nl: De datum en tijd van het evenement zijn gebaseerd op de standaard tijdzone van de site.
pt_br: A data e a hora do evento são definidas com base no fuso horário padrão do site.
uk: Дата і час події встановлюються на основі часового поясу сайту за замовчуванням.
zh_hans: 活动日期和时间根据网站的默认时区设置。

source: The event date and time are set based on your timezone. @change_timezone.
ar: يتم تعيين تاريخ الحدث ووقته بناءً على منطقتك الزمنية. @change_timezone
ca: La data i l'hora de l'esdeveniment s'estableixen en funció de la vostra zona horària. @change_timezone.
it: La data e l'ora dell'evento sono impostate in base al fuso orario. @change_timezone.
ja: イベントの日時はタイムゾーンに基づいて設定されます。@change_timezone.
nl: De datum en tijd van het evenement worden ingesteld op basis van uw tijdzone. @change_timezone.
pt_br: A data e a hora do evento são definidas com base no seu fuso horário. @change_timezone.
uk: Дата й час події встановлюються на основі вашого часового поясу. @change_timezone.
zh_hans: 活动日期和时间根据您所在的时区设置。@change_timezone.

source: The event enrollment request has been approved.
ar: تمت الموافقة على طلب تسجيل الحدث.
ca: S'ha aprovat la sol·licitud d'inscripció a l'esdeveniment.
it: La richiesta di iscrizione all'evento è stata approvata.
ja: イベント参加申請が承認されました。
nl: De aanmelding voor het evenement is goedgekeurd.
pt_br: A solicitação de inscrição no evento foi aprovada.
uk: Заявка на участь у заході була схвалена.
zh_hans: 活动报名申请已获批准。

source: The event enrollment request has been declined.
ar: تم رفض طلب تسجيل الحدث.
ca: La sol·licitud d'inscripció a l'esdeveniment ha estat rebutjada.
it: La richiesta di iscrizione all'evento è stata rifiutata.
ja: イベント登録リクエストは拒否されました。
nl: De aanmelding voor het evenement is afgewezen.
pt_br: A solicitação de inscrição no evento foi recusada.
uk: Запит на реєстрацію події відхилено.
zh_hans: 活动报名申请已被拒绝。

source: The event will take place at the
ar: سيقام الحدث في
ca: L'esdeveniment tindrà lloc a la
it: L'evento si svolgerà presso il
ja: で開催される。
nl: Het evenement vindt plaats in het
pt_br: O evento acontecerá no
uk: Захід відбудеться за адресою
zh_hans: 活动将在

source: The explore page shows content not directly related to you, so placed in a groups you are not a member of.
ar: تعرض صفحة الاستكشاف محتوى غير مرتبط مباشرة بك، لذا تم وضعها في مجموعات لست عضوًا فيها.
ca: La pàgina d'explorar mostra continguts no relacionats directament amb vosaltres, Així que es col·loquen en un grup dels quals no ets membre.
it: La pagina Esplora mostra contenuti non direttamente correlati all'utente, quindi inseriti in gruppi di cui non si è membri.
ja: エクスプローラーページには、あなたとは直接関係のないコンテンツが表示されます、 そのため、あなたが属していないグループに配置されます。
nl: De verkenningspagina toont inhoud die niet direct met u te maken heeft, dus geplaatst in een groep waar u geen lid van bent.
pt_br: A página de exploração mostra conteúdo não diretamente relacionado a você, então colocado em um grupo do qual você não é membro.
uk: На сторінці ознайомлення відображається вміст, який не має до вас безпосереднього відношення, тому розміщений у групах, до яких ви не належите.
zh_hans: 探索页面显示的内容与您没有直接关系、 因此，请将其放置在你不属于的群组中。

source: The external identifier ID must be unique. The External ID "%external_id" is already in use.
ca: L'identificador extern ha de ser únic. L'ID extern “%external_id” ja està en ús.
it: L'ID dell'identificatore esterno deve essere unico. L'ID esterno "%external_id" è già in uso.
ja: 外部識別子IDは一意でなければならない。外部 ID "%external_id" はすでに使用されています。
pt_br: O ID do identificador externo deve ser exclusivo. A ID externa “%external_id” já está em uso.
zh_hans: 外部标识符 ID 必须是唯一的。外部标识符 ID "%external_id" 已被使用。

source: The group content type.
ar: نوع محتوى المجموعة.
ca: El tipus de contingut del grup.
it: Il tipo di contenuto del gruppo.
ja: グループのコンテンツタイプ。
nl: Het inhoudstype van de groep.
pt_br: O tipo de conteúdo do grupo.
uk: Тип вмісту групи.
zh_hans: 组内容类型。

source: The group content url.
ar: عنوان URL لمحتوى المجموعة.
ca: La url del contingut del grup.
it: L'url del contenuto del gruppo.
ja: グループコンテンツのURL。
nl: De inhoud van de groep url.
pt_br: O URL do conteúdo do grupo.
uk: URL-адреса вмісту групи.
zh_hans: 组内容网址。

source: The group type is
ar: نوع المجموعة هو
ca: El tipus de grup és
it: Il tipo di gruppo è
ja: グループタイプは
nl: Het groepstype is
pt_br: O tipo de grupo é
uk: Тип групи
zh_hans: 组类型为

source: The human-readable name of this mention type. It is recommended that this name begin with a capital letter and contain only letters, numbers, and spaces. This name must be unique.
ar: الاسم الذي يمكن للبشر قراءته من هذا النوع المذكور. من المستحسن أن يبدأ هذا الاسم بحرف كبير وأن يحتوي فقط على أحرف وأرقام ومسافات. يجب أن يكون هذا الاسم فريدًا.
ca: El nom llegible per l'home d'aquest tipus d'esment. Es recomana que aquest nom comenci amb una lletra majúscula i contingui només lletres, números i espais. Aquest nom ha de ser únic.
it: Il nome leggibile di questo tipo di menzione. Si raccomanda che questo nome inizi con una lettera maiuscola e contenga solo lettere, numeri e spazi. Questo nome deve essere unico.
ja: この言及タイプの人間が読める名前。この名前は大文字で始まり、文字、数字、スペースのみを含むことが推奨される。この名前は一意でなければなりません。
nl: De menselijk leesbare naam van dit vermeldingstype. Aanbevolen wordt dat deze naam begint met een hoofdletter en alleen letters, cijfers en spaties bevat. Deze naam moet uniek zijn.
pt_br: O nome legível por humanos desse tipo de menção. É recomendável que esse nome comece com uma letra maiúscula e contenha somente letras, números e espaços. Esse nome deve ser exclusivo.
uk: Назва цього типу згадки, яку може прочитати людина. Рекомендується, щоб ця назва починалася з великої літери і містила лише літери, цифри та пробіли. Ця назва має бути унікальною.
zh_hans: 该提及类型的可读名称。建议该名称以大写字母开头，只包含字母、数字和空格。该名称必须是唯一的。

source: The individual display name of a user, when receiving an email.
ar: اسم العرض الفردي للمستخدم، عند تلقي بريد إلكتروني.
ca: El nom de visualització individual d'un usuari, en rebre un correu electrònic.
it: Il nome di visualizzazione individuale di un utente, quando riceve un'e-mail.
ja: 電子メールを受信する際のユーザーの個人表示名。
nl: De individuele weergavenaam van een gebruiker, wanneer deze een e-mail ontvangt.
pt_br: O nome de exibição individual de um usuário ao receber um e-mail.
uk: Індивідуальне ім'я користувача, яке відображається при отриманні імейлу.
zh_hans: 用户接收电子邮件时的个人显示名称。

source: The invite email message body.
ar: نص رسالة البريد الإلكتروني للدعوة.
ca: El cos del missatge de correu electrònic de la invitació.
it: Il corpo del messaggio e-mail di invito.
ja: 招待メール本文。
nl: De inhoud van de uitnodiging per e-mail.
pt_br: O corpo da mensagem do e-mail de convite.
uk: Тіло імейлу із запрошенням.
zh_hans: 邀请电子邮件正文。

source: The invite email subject.
ar: موضوع البريد الإلكتروني للدعوة.
ca: L'assumpte del correu electrònic de la invitació.
it: L'oggetto dell'e-mail di invito.
ja: 招待メールの件名
nl: Het onderwerp van de uitnodiging per e-mail.
pt_br: O assunto do e-mail de convite.
uk: Тема листа-запрошення.
zh_hans: 邀请邮件的主题。

source: The invite has been removed.
ar: تمت إزالة الدعوة.
ca: La invitació ha estat eliminada.
it: L'invito è stato rimosso.
ja: 招待状は削除された。
nl: De uitnodiging is verwijderd.
pt_br: O convite foi removido.
uk: Запрошення видалено.
zh_hans: 邀请已被删除。

source: The invite helper text.
ar: نص مساعد الدعوة.
ca: El text de l'ajudant de la invitació.
it: Il testo di aiuto all'invito.
ja: 招待ヘルパーのテキスト。
nl: De uitnodiging beschrijvings tekst.
pt_br: O texto do ajudante de convite.
uk: Допоміжний текст запрошення.
zh_hans: 邀请帮助文本。

source: The job was finished correctly.
ar: تم الانتهاء من المهمة بشكل صحيح.
ca: La feina ha estat acabada correctament.
it: Il lavoro è stato portato a termine correttamente.
ja: 仕事は正確に終わった。
nl: De klus is correct geklaard.
pt_br: O trabalho foi concluído corretamente.
uk: Робота була виконана правильно.
zh_hans: 工作完成得很好。

source: The language code for the Activity entity.
ar: رمز اللغة لكيان النشاط.
ca: El codi de llengua de l'entitat d'activitat.
it: Il codice della lingua per l'entità Attività.
ja: アクティビティエンティティの言語コード。
nl: De taalcode voor de entiteit Activiteit.
pt_br: O código do idioma da entidade Activity.
uk: Код мови для сутності "Діяльність".
zh_hans: 活动实体的语言代码。

source: The language code for the Event enrollment entity.
ar: رمز اللغة لكيان تسجيل الحدث.
ca: El codi d'idioma de l'entitat de matrícula de l'esdeveniment.
it: Il codice della lingua per l'entità di registrazione dell'evento.
ja: イベント登録エンティティの言語コード。
nl: De taalcode voor de entiteit voor gebeurtenissenregistratie.
pt_br: O código do idioma para a entidade de inscrição no evento.
uk: Мовний код для сутності реєстрації на подію.
zh_hans: 事件注册实体的语言代码。

source: The language code for the Post entity.
ar: رمز اللغة لكيان البريد.
ca: El codi de llengua de l'entitat Correus.
it: Il codice della lingua per l'entità Posta.
ja: Post エンティティの言語コード。
nl: De taalcode voor de postentiteit.
pt_br: O código do idioma da entidade Post.
uk: Мовний код для об'єкта "Пошта".
zh_hans: 邮政实体的语言代码。

source: The liked content type.
ar: نوع المحتوى المحبوب.
ca: El tipus de contingut agradat.
it: Il tipo di contenuto gradito.
ja: 気に入ったコンテンツタイプ。
nl: Het type inhoud waar men van houdt.
pt_br: O tipo de conteúdo curtido.
uk: Вподобаний тип контенту.
zh_hans: 喜欢的内容类型。

source: The link (button) to reply to the comment, will include raw HTML.
ar: سيتضمن الرابط (الزر) للرد على التعليق HTML الخام.
ca: L'enllaç (botó) per respondre al comentari, inclourà HTML en brut.
it: Il link (pulsante) per rispondere al commento includerà l'HTML grezzo.
ja: コメントに返信するためのリンク（ボタン）には、生のHTMLが含まれます。
nl: De link (knop) om het commentaar te beantwoorden, zal ruwe HTML bevatten.
pt_br: O link (botão) para responder ao comentário incluirá HTML bruto.
uk: Посилання (кнопка) для відповіді на коментар буде містити необроблений HTML.
zh_hans: 回复评论的链接（按钮）将包含原始 HTML 代码。

source: The link to the commented entity, can be post or node, will include raw HTML.
ar: سيتضمن الرابط إلى الكيان الذي تم التعليق عليه، والذي يمكن أن يكون منشورًا أو عقدة، HTML الخام.
ca: L'enllaç a l'entitat comentada, pot ser post o node, inclourà HTML en brut.
it: Il link all'entità commentata, che può essere un post o un nodo, includerà l'HTML grezzo.
ja: コメントされたエンティティへのリンクは、ポストでもノードでもよく、生のHTMLを含む。
nl: De link naar de becommentarieerde entiteit, kan post of node zijn, zal ruwe HTML bevatten.
pt_br: O link para a entidade comentada, pode ser post ou node, incluirá HTML bruto.
uk: Посилання на прокоментовану сутність, яка може бути постом або вузлом, міститиме необроблений HTML.
zh_hans: 注释实体的链接可以是帖子或节点，包括原始 HTML。

source: The link to the created entity, can be post or node, will include raw HTML.
ar: سيتضمن الرابط إلى الكيان الذي تم إنشاؤه، والذي يمكن أن يكون منشورًا أو عقدة، HTML الخام.
ca: L'enllaç a l'entitat creada, pot ser post o node, inclourà HTML en brut.
it: Il link all'entità creata, che può essere un post o un nodo, includerà l'HTML grezzo.
ja: 作成されたエンティティへのリンクはポストでもノードでもよく、生のHTMLが含まれます。
nl: De link naar de aangemaakte entiteit, kan post of node zijn, zal ruwe HTML bevatten.
pt_br: O link para a entidade criada, pode ser post ou node, incluirá HTML bruto.
uk: Посилання на створену сутність, що може бути постом або вузлом, міститиме необроблений HTML.
zh_hans: 创建实体的链接可以是帖子或节点，包括原始 HTML。

source: The link to the entity, can be post or node, will include raw HTML.
ar: سيتضمن الرابط إلى الكيان، الذي يمكن أن يكون منشورًا أو عقدة، HTML الخام.
ca: L'enllaç a l'entitat, pot ser post o node, inclourà HTML en brut.
it: Il collegamento all'entità, che può essere un post o un nodo, includerà l'HTML grezzo.
ja: エンティティへのリンクはポストでもノードでもよく、生のHTMLを含む。
nl: De link naar de entiteit, die post of node kan zijn, zal ruwe HTML bevatten.
pt_br: O link para a entidade, pode ser post ou node, incluirá HTML bruto.
uk: Посилання на сутність, яке може бути постом або вузлом, міститиме необроблений HTML.
zh_hans: 实体链接（可以是帖子或节点）将包含原始 HTML 代码。

source: The link to the request page of the group.
ar: رابط صفحة الطلب الخاصة بالمجموعة.
ca: L'enllaç a la pàgina de sol·licitud del grup.
it: Il link alla pagina di richiesta del gruppo.
ja: グループのリクエストページへのリンク。
nl: De link naar de aanvraagpagina van de groep.
pt_br: O link para a página de solicitação do grupo.
uk: Посилання на сторінку запиту в групі.
zh_hans: 该组申请页面的链接。

source: The machine name of the feature.
ar: اسم الجهاز الخاص بالميزة.
ca: El nom de la màquina de la funció.
it: Il nome della macchina della funzione.
ja: 機能のマシン名。
nl: De machinenaam van de functie.
pt_br: O nome da máquina do recurso.
uk: Машинна назва функції.
zh_hans: 功能的机器名称。

source: The member(s) of the private message thread. Add multiple members by seperating them with a comma.
ar: عضو (أعضاء) موضوع الرسالة الخاصة. أضف عدة أعضاء عن طريق الفصل بينهم بفاصلة.
ca: El membre (s) del fil de missatges privats. Afegeix diversos membres separant-los amb una coma.
it: Il/i membro/i della discussione del messaggio privato. Aggiungere più membri separandoli con una virgola.
ja: プライベートメッセージスレッドのメンバー。コンマで区切って複数のメンバーを追加してください。
nl: Selecteer de gebruiker(s) waar een privébericht aan gestuurd moet worden. Voeg meerdere gebruikers toe door ze te scheiden middels een komma.
pt_br: O (s) membro (s) do tópico de mensagens privadas. Adicione vários membros separando-os com uma vírgula.
uk: Учасник(и) потоку приватних повідомлень. Додайте декілька учасників, розділяючи їх комою.
zh_hans: 私人信息主题的成员。用逗号分隔添加多个成员。

source: The module contains useful features for sending and processing emails for users. Use it in the following cases: - sending bulk emails to users; - ability to subscribe/unsubscribe users from receiving emails; - etc.
ca: El mòdul conté funcions útils per a l'enviament i el processament de correus electrònics per als usuaris. Utilitzeu-lo en els casos següents: - enviament de correus electrònics massius als usuaris; - possibilitat de subscriure/cancel·lar la subscripció dels usuaris de rebre correus electrònics; - etc.
it: Il modulo contiene funzioni utili per l'invio e l'elaborazione di e-mail per gli utenti. Utilizzatelo nei seguenti casi: - invio di email in blocco agli utenti; - possibilità di iscrivere/disiscrivere gli utenti dalla ricezione di e-mail; - ecc.
ja: このモジュールには、ユーザーへの電子メールの送信と処理のための便利な機能が含まれています。 以下の場合に使用してください： - ユーザへの一括メール送信 - ユーザのメール受信登録/解除機能； - などです。
pt_br: O módulo contém recursos úteis para enviar e processar e-mails para usuários. Use-o nos seguintes casos: - envio de e-mails em massa aos usuários; - capacidade de inscrever/cancelar o recebimento de e-mails por usuários; - etc.
zh_hans: 该模块包含为用户发送和处理电子邮件的实用功能。 在以下情况下使用该模块： - 向用户群发电子邮件； - 订阅/退订用户接收邮件的功能； - 等等。

source: The name of the Event enrollment entity.
ar: اسم كيان تسجيل الحدث.
ca: Nom de l'entitat de matrícula de l'esdeveniment.
it: Il nome dell'entità di registrazione dell'evento.
ja: イベント登録エンティティの名前。
nl: De naam van de entiteit voor gebeurtenissenregistratie.
pt_br: O nome da entidade de inscrição no evento.
uk: Назва організації, що реєструє подію.
zh_hans: 事件注册实体的名称。

source: The name of the Font entity.
ar: اسم كيان الخط.
ca: El nom de l'entitat Font.
it: Il nome dell'entità Font.
ja: Fontエンティティの名前。
nl: De naam van het lettertype.
pt_br: O nome da entidade Font.
uk: Назва сутності Font.
zh_hans: 字体实体的名称。

source: The name of the Queue storage entity entity.
ar: اسم كيان وحدة تخزين قائمة الانتظار.
ca: El nom de l'entitat d'emmagatzematge de cua.
it: Il nome dell'entità di archiviazione Queue.
ja: キューストレージエンティティのエンティティ名。
nl: De naam van de entiteit voor wachtrijopslag.
pt_br: O nome da entidade de armazenamento de filas.
uk: Ім'я сутності сховища черги.
zh_hans: 队列存储实体的名称。

source: The name of the user you want to make a member
ar: اسم المستخدم الذي تريد جعله عضوًا
ca: El nom de l'usuari que vol fer membre
it: Il nome dell'utente che si desidera rendere membro
ja: メンバーにしたいユーザーの名前
nl: De naam van de gebruiker die u lid wilt maken
pt_br: O nome do usuário que você deseja tornar membro
uk: Ім'я користувача, якого ви хочете зробити учасником
zh_hans: 您要加入会员的用户名

source: The number of terms at which point to topic type chooser will switch from radio buttons to dropdown.
ar: سيتحول عدد المصطلحات عند هذه النقطة إلى محدد نوع الموضوع من أزرار الاختيار إلى القائمة المنسدلة.
ca: El nombre de termes en què el selector de tipus de tema canviarà de botons de ràdio a desplegable.
it: Il numero di termini in cui l'opzione di scelta del tipo di argomento passa dai pulsanti di opzione a quelli a discesa.
ja: トピックタイプ選択ツールがラジオボタンからドロップダウンに切り替わる時点の用語数。
nl: Het aantal termen op welk punt de onderwerpskiezer overgaat van keuzerondjes naar dropdown.
pt_br: O número de termos em que ponto o seletor de tipo de tópico mudará dos botões de opção para o menu suspenso.
uk: Кількість термінів, після якої вибір типу теми переключиться з перемикача на випадаючий список.
zh_hans: 主题类型选择器从单选按钮切换到下拉按钮时的术语数。

source: The number of users that user following.
ar: عدد المستخدمين الذين يتابعهم المستخدم.
ca: El nombre d'usuaris que l'usuari segueix.
it: Il numero di utenti che l'utente segue.
ja: フォローしているユーザーの数。
nl: Het aantal gebruikers dat de gebruiker volgt.
pt_br: O número de usuários que esse usuário segue.
uk: Кількість користувачів, за якими користувач стежить.
zh_hans: 用户关注的用户数量。

source: The number of users who are followed.
ar: عدد المستخدمين الذين تتم متابعتهم.
ca: El nombre d'usuaris que són seguits.
it: Il numero di utenti seguiti.
ja: フォローされているユーザーの数。
nl: Het aantal gebruikers dat wordt gevolgd.
pt_br: O número de usuários que são seguidos.
uk: Кількість користувачів, за якими стежать.
zh_hans: 被关注的用户数量。

source: The output location of the sitewide JS.
ar: موقع الإخراج الخاص بـ JS على مستوى الموقع.
ca: La ubicació de sortida del JS a tot el lloc.
it: La posizione di uscita del JS del sito.
ja: サイトワイドJSの出力場所。
nl: De uitvoerlocatie van de sitewide JS.
pt_br: O local de saída do JS em todo o site.
uk: Місце виведення загальносайтового JS.
zh_hans: 全站 JS 的输出位置。

source: The partial text of the comment.
ar: النص الجزئي للتعليق.
ca: El text parcial del comentari.
it: Il testo parziale del commento.
ja: コメントの一部
nl: De gedeeltelijke tekst van het commentaar.
pt_br: O texto parcial do comentário.
uk: Частковий текст коментаря.
zh_hans: 评论的部分文字。

source: The partial text of the parent comment.
ar: النص الجزئي للتعليق الأصلي.
ca: El text parcial del comentari dels pares.
it: Il testo parziale del commento del genitore.
ja: 親コメントの部分テキスト。
nl: De gedeeltelijke tekst van het oudercommentaar.
pt_br: O texto parcial do comentário principal.
uk: Частковий текст батьківського коментаря.
zh_hans: 父评论的部分文本。

source: The path @url is reserved and cannot be used as an alias.
ca: El camí @url està reservat i no es pot utilitzar com a àlies.
it: Il percorso @url è riservato e non può essere utilizzato come alias.
ja: パス@url は予約されており、エイリアスとして使用することはできない。
pt_br: O caminho @url é reservado e não pode ser usado como um alias.
zh_hans: @url 是保留路径，不能用作别名。

source: The path field already is hidden on Group Type taxonomy.
ca: El camp camí ja està ocult a la taxonomia del tipus de grup.
it: Il campo percorso è già nascosto nella tassonomia Tipo di gruppo.
ja: グループ・タイプ・タクソノミーのパス・フィールドはすでに非表示になっています。
pt_br: O campo de caminho já está oculto na taxonomia do tipo de grupo.
zh_hans: 在组类型分类法中，路径字段已被隐藏。

source: The path field already is hidden on Profile Organization Tag taxonomy.
ca: El camp camí ja està ocult a la taxonomia de l'etiqueta d'organització del perfil.
it: Il campo percorso è già nascosto nella tassonomia Profilo Organizzazione Tag.
ja: プロファイル組織タグ分類法では、パスフィールドはすでに非表示になっています。
pt_br: O campo de caminho já está oculto na taxonomia Profile Organization Tag.
zh_hans: 路径字段已在 "轮廓组织 "标签分类法中隐藏。
