Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Manage event enrollment requests
ar: إدارة طلبات التسجيل في الحدث
ca: Gestionar les sol·licituds d'inscripció d'esdeveniments
it: Gestire le richieste di iscrizione agli eventi
ja: イベント登録リクエストの管理
nl: Beheer aanmeldingen
pt_br: Gerenciar solicitações de inscrição em eventos
uk: Керуйте запитами на реєстрацію на подію
zh_hans: 管理活动报名申请

source: Manage form and displays settings of posts
ar: إدارة النموذج وعرض إعدادات المشاركات
ca: Gestiona la configuració del formulari i la visualització de les publicacions
it: Gestire le impostazioni dei moduli e delle visualizzazioni dei post
ja: 投稿のフォームと表示の設定を管理する
nl: Beheer van formulier- en weergave-instellingen van berichten
pt_br: Gerencie o formulário e exiba as configurações das postagens
uk: Керування налаштуваннями форми та відображення дописів
zh_hans: 管理帖子的表单和显示设置

source: Manage members
ar: إدارة الأعضاء
ca: Gestionar els membres
it: Gestire i membri
ja: メンバー管理
nl: Leden beheren
pt_br: Gerenciar membros
uk: Керувати учасниками
zh_hans: 管理成员

source: Manage requests
ar: إدارة الطلبات
ca: Gestionar les sol·licituds
it: Gestire le richieste
ja: リクエストの管理
nl: Beheer aanmeldingen
pt_br: Gerenciar solicitações
uk: Керування запитами
zh_hans: 管理申请

source: Manage user accounts, roles, and permissions.
ar: إدارة حسابات المستخدمين والأدوار والأذونات.
ca: Gestiona comptes d'usuari, rols i permisos.
it: Gestire gli account utente, i ruoli e le autorizzazioni.
ja: ユーザーアカウント、ロール、権限を管理します。
nl: Gebruikersaccounts, rollen en machtigingen beheren.
pt_br: Gerencie contas de usuário, funções e permissões.
uk: Керування обліковими записами, ролями та повноваженнями.
zh_hans: 管理用户账户、角色和权限。

source: Mandatory reason text
ar: نص سبب إلزامي
ca: Text de raó obligatòria
it: Testo del motivo obbligatorio
ja: 必須の理由テキスト
nl: Uitleg geven is verplicht
pt_br: Texto do motivo obrigatório
uk: Обов'язковий текст причини
zh_hans: 强制性理由文本

source: Markup
ar: وضع علامة على
ca: Marcatge
ja: マークアップ
pt_br: Marcação
uk: Розмітка
zh_hans: 标记

source: Master
ar: رئيس
ca: Mestre
it: Maestro
ja: マスター
pt_br: Dominar
uk: Головне
zh_hans: 主人

source: Maximum Event Enrollment
ar: الحد الأقصى لتسجيل الحدث
ca: Matrícula màxima de l'esdeveniment
it: Iscrizione massima all'evento
ja: 最大イベント登録数
nl: Maximale aanmelding voor evenementen
pt_br: Inscrição máxima em eventos
uk: Максимальна кількість учасників заходу
zh_hans: 最大活动报名人数

source: Maximum Event Enrollment settings
ar: الحد الأقصى لإعدادات تسجيل الحدث
ca: Configuració màxima de registre d'esdeveniments
it: Impostazioni di iscrizione massima all'evento
ja: 最大イベント登録数設定
nl: Maximale evenement aanwezigen instelling
pt_br: Configurações máximas de inscrição em eventos
uk: Максимальні налаштування реєстрації на події
zh_hans: 最大事件注册设置

source: Maximum event enrollments field is required
ar: مطلوب حقل الحد الأقصى لتسجيلات الحدث
ca: Es requereix el camp d'inscripcions màximes a l'esdeveniment
it: Il campo Iscrizione massima all'evento è obbligatorio
ja: 最大イベント登録数フィールドは必須
nl: Het maximum evenementen aanmeldingen veld is vereist
pt_br: O campo Máximo de inscrições em eventos é obrigatório
uk: Поле "Максимальна кількість учасників" є обов'язковим для заповнення
zh_hans: 最大活动报名人数字段为必填字段

source: Maximum number of enrollees
ar: الحد الأقصى لعدد المسجلين
ca: Nombre màxim d'inscrits
it: Numero massimo di iscritti
ja: 最大登録者数
nl: Maximaal aantal deelnemers
pt_br: Número máximo de inscritos
uk: Максимальна кількість учасників
zh_hans: 注册人数上限

source: Maximum number of times to count the file download per time window. Enter 0 for no flood control limits.
ar: الحد الأقصى لعدد مرات حساب تنزيل الملف لكل نافذة زمنية. أدخل 0 لعدم وجود حدود للتحكم في الفيضانات.
ca: Nombre màxim de vegades per comptar la descàrrega d'arxius per finestra de temps. Introduïu 0 per no tenir límits de control d'inundacions.
it: Numero massimo di volte in cui contare il download del file per finestra temporale. Immettere 0 per non avere limiti di controllo.
ja: 時間ウィンドウごとにファイルのダウンロードをカウントする最大回数。フラッドコントロール制限なしの場合は0を入力してください。
nl: Maximumaantal keren dat de bestandsdownload per tijdvenster wordt geteld. Voer 0 in voor geen overstromingsbeperkingen.
pt_br: Número máximo de vezes para contar o download do arquivo por janela de tempo. Insira 0 para não haver limites de controle de inundação.
uk: Максимальна кількість разів для підрахунку завантаження файлу за одне часове вікно. Введіть 0 для відсутності обмежень на переповнення.
zh_hans: 每个时间窗口计算文件下载的最大次数。输入 0 表示无洪水控制限制。

source: Media
ar: الوسائط
ca: Mitjans de comunicació
ja: メディア
pt_br: Mídia
uk: Медіа
zh_hans: 媒体

source: Media bridge
ar: جسر الوسائط
ca: Pont mediàtic
it: Ponte multimediale
ja: メディア・ブリッジ
nl: Media brug
pt_br: Ponte de mídia
uk: Медіа-міст
zh_hans: 媒体桥梁

source: Medium Teaser
ar: إعلان تشويقي متوسط
ca: Teaser mitjà
it: Teaser medio
ja: ミディアム・ティーザー
pt_br: Teaser médio
uk: Середній тизер
zh_hans: 中型预告片

source: Medium sized profile image
ar: صورة الملف الشخصي متوسطة الحجم
ca: Imatge de perfil de mida mitjana
it: Immagine del profilo di medie dimensioni
ja: プロフィール画像（中
nl: Middelgrote profielafbeelding
pt_br: Imagem de perfil de tamanho médio
uk: Зображення профілю середнього розміру
zh_hans: 中型轮廓图

source: Medium teaser
ca: Teaser mitjà
it: Teaser medio
ja: ミディアム・ティーザー
pt_br: Teaser médio
zh_hans: 中型预告片

source: Meetup
ar: لقاء
ca: quedada
it: Incontro
ja: ミートアップ
pt_br: Encontro
uk: Зустріч
zh_hans: 聚会

source: Member
ar: عضو
ca: Membre
it: Membro
ja: メンバー
nl: Lid
pt_br: Membro
uk: Учасник
zh_hans: 成员

source: Member account
ar: حساب العضو
ca: Compte de membre
it: Conto membro
ja: 会員アカウント
nl: Ledenaccount
pt_br: Conta de membro
uk: Обліковий запис учасника
zh_hans: 会员帐户

source: Member for
ar: عضو في
ca: Membre per
it: Membro per
ja: メンバー
nl: Lid sinds
pt_br: Membro de
uk: Зареєстрований вже
zh_hans: 议员

source: Members
ar: الأعضاء
ca: Membres
it: Membri
ja: メンバー
nl: Leden
pt_br: Membros
uk: Учасники
zh_hans: 成员

source: Members excluded on other pages:
ar: الأعضاء المستبعدون في صفحات أخرى:
ca: Membres exclosos en altres pàgines:
it: Membri esclusi in altre pagine:
ja: 他のページで除外されているメンバー
nl: Leden uitgesloten op andere pagina's:
pt_br: Membros excluídos em outras páginas:
uk: На інших сторінках учасники виключені:
zh_hans: 其他页面不包括的成员：

source: Members of @name
ar: أعضاء @name
ca: Membres de @name
it: Membri di @name
ja: メンバー@name
nl: Leden van @name
pt_br: Membros do @name
uk: Члени @name
zh_hans: 成员@name

source: Members of {{ arguments.gid }}
ar: أعضاء {{arguments.gid}}
ca: Membres de {{arguments.gid}}
it: Membri di {{ arguments.gid }}
ja: 引数.gid }}のメンバー
nl: Leden van {{ arguments.gid }}
pt_br: Membros de {{arguments.gid}}
uk: Члени {{ arguments.gid }}
zh_hans: {{ arguments.gid }} 的成员

source: Members who like this @content
ca: Membres que els agrada això @content
it: Membri a cui piace questo @content
ja: これが好きなメンバー@content
pt_br: Membros que gostam disso @content
zh_hans: 喜欢这个的成员@content

source: Membership Request rejected
ar: تم رفض طلب العضوية
ca: Sol·licitud d'adhesió rebutjada
it: Richiesta di adesione respinta
ja: 入会申請が却下される
nl: Aanvraag afgewezen
pt_br: Solicitação de associação rejeitada
uk: Запит на членство відхилено
zh_hans: 入会申请被拒

source: Membership count
ar: عدد العضوية
ca: Recompte de membres
it: Conteggio dei soci
ja: 会員数
nl: Aantal leden
pt_br: Contagem de membros
uk: Кількість членів
zh_hans: 会员人数

source: Membership has been successfully denied.
ar: تم رفض العضوية بنجاح.
ca: L'afiliació ha estat denegada amb èxit.
it: L'iscrizione è stata negata con successo.
ja: 入会は拒否されました。
nl: Lidmaatschap is geweigerd.
pt_br: A associação foi negada com sucesso.
uk: У членстві було успішно відмовлено.
zh_hans: 会员资格已被成功拒绝。

source: Membership invite notification
ar: إشعار دعوة العضوية
ca: Notificació d'invitació de membres
it: Notifica di invito all'iscrizione
ja: 会員招待通知
nl: Kennisgeving uitnodiging lidmaatschap
pt_br: Notificação de convite de associação
uk: Повідомлення про запрошення до членства
zh_hans: 会员邀请通知

source: Membership request approved
ar: الموافقة على طلب العضوية
ca: Sol·licitud d'adhesió aprovada
it: Richiesta di adesione approvata
ja: 入会要請が承認される
nl: Aanvraag goedgekeurd
pt_br: Solicitação de associação aprovada
uk: Заявку на членство схвалено
zh_hans: 批准会员申请

source: Membership request rejected
ar: تم رفض طلب العضوية
ca: Sol·licitud d'adhesió rebutjada
it: Richiesta di adesione respinta
ja: 入会申請却下
nl: Aanvraag afgewezen
pt_br: Solicitação de associação rejeitada
uk: Запит на членство відхилено
zh_hans: 入会申请被拒

source: Membership requests
ar: طلبات العضوية
ca: Sol·licituds d'adhesió
it: Richieste di adesione
ja: 入会のお願い
nl: Lidmaatschap aanvragen
pt_br: Solicitações de associação
uk: Прохання стати учасниками групи
zh_hans: 会员申请

source: Membership requests notification
ar: إشعار طلبات العضوية
ca: Notificació de sol·licitud d'afiliació
it: Notifica delle richieste di adesione
ja: 入会希望の通知
nl: Kennisgeving van lidmaatschapsaanvragen
pt_br: Notificação de solicitações de associação
uk: Повідомлення про запити на членство
zh_hans: 会员申请通知

source: Mention
ar: منشن
ca: Menció
it: Menzione
ja: 言及
nl: Vermelding
pt_br: Menção
uk: Згадка
zh_hans: 提及

source: Mention ID
ar: اذكر المعرف
ca: Identificació de la menció
it: Menzione dell'ID
ja: IDについて
nl: Vermeld ID
pt_br: ID da menção
uk: Ідентифікатор згадки
zh_hans: 提及 ID

source: Mention Title
ar: أذكر العنوان
ca: Títol de menció
it: Titolo della menzione
ja: タイトル
nl: Titel vermelden
pt_br: Título da menção
uk: Згадати назву
zh_hans: 提及标题

source: Mention Type
ar: أذكر النوع
ca: Tipus de menció
it: Tipo di menzione
ja: タイプ
nl: Typen vermeldingen
pt_br: Tipo de menção
uk: Тип згадки
zh_hans: 提及类型

source: Mention UUID.
ar: اذكر UUID.
ca: Menció UUID.
it: Menzionare l'UUID.
ja: UUIDについて言及する。
nl: Vermeld UUID.
pt_br: Mencione o UUID.
uk: Згадайте UUID.
zh_hans: 提及 UUID。

source: Mention activity context
ar: اذكر سياق النشاط
ca: Esmentar el context de l'activitat
it: Menzionare il contesto dell'attività
ja: 活動の背景
nl: Vermelding van de activiteitencontext
pt_br: Mencione o contexto da atividade
uk: Вказуйте контекст діяльності
zh_hans: 提及活动背景

source: Mention in a post
ar: أذكر في وظيفة
ca: Menció en un post
it: Menzione in un post
ja: 投稿で言及
nl: Vermelding in een bericht
pt_br: Menção em uma postagem
uk: Згадка в дописі
zh_hans: 在帖子中提及

source: Mentioned user uid
ar: معرّف المستخدم المذكور
ca: Uid d'usuari esmentat
it: Utente menzionato uid
ja: 言及されたユーザーID
nl: Genoemde gebruiker uid
pt_br: UID do usuário mencionado
uk: Згаданий uid користувача
zh_hans: 提到的用户 uid

source: Mentions
ar: الإشارات
ca: Mencions
it: Menzioni
ja: 言及
nl: Vermeldingen
pt_br: Menções
uk: Згадки
zh_hans: 提及

source: Mentions Filter
ar: فلتر الاشارات والذكر
ca: Filtre de mencions
it: Filtro menzioni
ja: メンションフィルター
nl: Vermeldingen Filter
pt_br: Filtro de menções
uk: Фільтр згадок
zh_hans: 提及过滤器

source: Mentions Filter settings
ar: اعدادت فلتر الاشارات والذكر
ca: Mencions Configuració del filtre
it: Impostazioni del filtro menzioni
ja: メンションフィルターの設定
nl: Filterinstellingen voor vermeldingen
pt_br: Configurações do filtro de menções
uk: Згадки Налаштування фільтрації
zh_hans: 提及过滤设置

source: Mentions Settings
ar: اعدادت الاشارات والذكر
ca: Configuració de les mencions
it: Impostazioni delle menzioni
ja: メンション設定
nl: Vermeldingen Instellingen
pt_br: Configurações de menções
uk: Згадки Налаштування
zh_hans: 提及设置

source: Mentions Type
ar: نوع الاشارات والذكر
ca: Tipus de mencions
it: Menzioni Tipo
ja: タイプ
nl: Typen vermeldingen
pt_br: Tipo de menções
uk: Тип згадки
zh_hans: 提及类型

source: Mentions entity will be created only for selected entity types.
ar: سيتم إنشاء كيان الإشارات فقط لأنواع الكيانات المحددة.
ca: L'entitat de mencions es crearà només per als tipus d'entitat seleccionats.
it: L'entità Menzioni verrà creata solo per i tipi di entità selezionati.
ja: メンション・エンティティは、選択されたエンティティ・タイプに対してのみ作成されます。
nl: Mentions entity wordt alleen aangemaakt voor geselecteerde entity types.
pt_br: A entidade Mentions será criada somente para tipos de entidade selecionados.
uk: Сутність "Згадки" буде створено лише для вибраних типів сутностей.
zh_hans: 仅为选定的实体类型创建提及实体。

source: Mentions entry
ar: الاشارات المدخلة
ca: Entrada de mencions
it: Voce di menzione
ja: エントリーに言及
nl: Vermeldingen ingang
pt_br: Menciona a entrada
uk: Згадує запис
zh_hans: 提及条目

source: Mentions in a comment
ar: يذكر في تعليق
ca: Mencions en un comentari
it: Menzioni in un commento
ja: コメント
nl: Vermeldingen in een commentaar
pt_br: Menções em um comentário
uk: Згадки в коментарі
zh_hans: 在评论中提及

source: Mentions settings
ar: اعدادت الاشارات والذكر
ca: Configuració de mencions
it: Impostazioni delle menzioni
ja: セッティング
nl: Vermeldingen Instellingen
pt_br: Configurações de menções
uk: Згадує налаштування
zh_hans: 提及设置

source: Mentions types
ar: انواع الاشارات
ca: Tipus de mencions
it: Tipi di menzioni
ja: タイプ
nl: Typen vermeldingen
pt_br: Tipos de menções
uk: Типи згадок
zh_hans: 提及类型

source: Mentions user
ar: مستخدم الاشارات
ca: Mencions d'usuari
it: Menzioni all'utente
ja: ユーザー
nl: Vermeldt gebruiker
pt_br: Menciona o usuário
uk: Згадує користувача
zh_hans: 提及用户

source: MentionsTypeForm
ca: Tipus d'esmentacionsForma
ja: メンションタイプフォーム
nl: VermeldingenTypeForm
pt_br: Formulário de tipo de menções

source: Menu link
ar: رابط القائمة
ca: Enllaç del menú
it: Link al menu
ja: メニューリンク
pt_br: Link do menu
uk: Посилання меню
zh_hans: 菜单链接

source: Menu management
ar: إدارة القائمة
ca: Gestió de menús
it: Gestione dei menu
ja: メニュー管理
nl: Menu beheer
pt_br: Gerenciamento de menu
uk: Керування меню
zh_hans: 菜单管理

source: Message
ar: الرسالة
ca: Missatge
it: Messaggio
ja: メッセージ
nl: Bericht
pt_br: Mensagem
uk: Повідомлення
zh_hans: 留言

source: Message template activity settings
ar: إعدادات نشاط قالب الرسائل
ca: Configuració de l'activitat de la plantilla de missatges
it: Impostazioni dell'attività del modello di messaggio
ja: メッセージテンプレートのアクティビティ設定
nl: Instellingen berichtensjabloon activiteit
pt_br: Configurações de atividade do modelo de mensagem
uk: Налаштування активності шаблону повідомлення
zh_hans: 信息模板活动设置

source: Message to me
ar: رسالة لي
ca: Missatge a mi
it: Messaggio per me
ja: 私へのメッセージ
nl: Berichten aan mij
pt_br: Mensagem para mim
uk: Повідомлення мені
zh_hans: 给我的留言

source: Metatag (recommended)
ca: Metatag (recomanat)
it: Metatag (consigliato)
ja: メタタグ（推奨）
pt_br: Metatag (recomendado)
zh_hans: 元标签（推荐）

source: Metatag - Open Graph (recommended)
ca: Metatag - Gràfic obert (recomanat)
it: Metatag - Open Graph (consigliato)
ja: メタタグ - オープングラフ（推奨）
pt_br: Metatag - Open Graph (recomendado)
zh_hans: Metatag - Open Graph（推荐）

source: Mode Block
ar: بلوك الوضع
ca: Mode Bloc
it: Blocco modalità
ja: モードブロック
nl: Mode Blok
pt_br: Bloco de modos
uk: Режимний блок
zh_hans: 模式块

source: Module for embedding social media links. Currently in an experimental stage. NOTE, This module is a work in progress and has some serious peformance issues still.
ar: وحدة لتضمين روابط وسائل التواصل الاجتماعي. حاليا في مرحلة تجريبية. ملاحظة ، هذه الوحدة عبارة عن عمل قيد التقدم ولا تزال بها بعض المشكلات في الأداء.
ca: Mòdul per incrustar enllaços a les xarxes socials. Actualment en fase experimental. NOTA, Aquest mòdul és un treball en curs i encara té alguns problemes greus de peformance.
it: Modulo per incorporare i link dei social media. Attualmente in fase sperimentale. NOTA: questo modulo è un lavoro in corso e presenta ancora alcuni seri problemi di prestazioni.
ja: ソーシャルメディアのリンクを埋め込むモジュール。現在は実験段階です。注意: このモジュールはまだ未完成であり、いくつかの重大なパフォーマンス上の問題があります。
nl: Module voor het insluiten van links naar sociale media. Momenteel in een experimenteel stadium. LET OP, deze module is een werk in uitvoering en heeft nog enkele serieuze peformance problemen.
pt_br: Módulo para incorporar links de mídia social. Atualmente em fase experimental. OBSERVE que este módulo é um trabalho em andamento e ainda apresenta sérios problemas de desempenho.
uk: Модуль для вбудовування посилань на соціальні мережі. Наразі знаходиться в експериментальній стадії. Зауважте, цей модуль знаходиться в стадії розробки і все ще має деякі серйозні проблеми з продуктивністю.
zh_hans: 嵌入社交媒体链接的模块。目前处于试验阶段。注意：该模块正在开发中，仍存在一些严重的性能问题。

source: Module for lazy loading content using the blazy library.
ar: وحدة للتحميل البطيء للمحتوى باستخدام مكتبة blazy.
ca: Mòdul per a la càrrega de contingut mandrosa mitjançant la llibreria blazy.
it: Modulo per il caricamento pigro dei contenuti utilizzando la libreria blazy.
ja: blazyライブラリを使ってコンテンツを遅延ロードするモジュール。
nl: Module voor het lui laden van inhoud met behulp van de blazy bibliotheek.
pt_br: Módulo para carregamento lento de conteúdo usando a biblioteca blazy.
uk: Модуль для лінивого завантаження контенту за допомогою бібліотеки blazy.
zh_hans: 使用 blazy 库懒散加载内容的模块。

source: Module for managing path aliases. Currently in an experimental stage. NOTE, This module is a work in progress and has some serious peformance issues still.
ar: وحدة لإدارة الأسماء المستعارة للمسار. حاليا في مرحلة تجريبية. ملاحظة ، هذه الوحدة عبارة عن عمل قيد التقدم ولا تزال بها بعض مشكلات الأداء الخطيرة.
ca: Mòdul per gestionar àlies de ruta. Actualment en fase experimental. NOTA, Aquest mòdul és un treball en curs i encara té alguns problemes greus de peformance.
it: Modulo per la gestione degli alias di percorso. Attualmente in fase sperimentale. NOTA: questo modulo è un lavoro in corso e presenta ancora alcuni seri problemi di prestazioni.
ja: パスエイリアスを管理するモジュール。現在は実験段階です。注意: このモジュールはまだ未完成であり、いくつかの深刻なパフォーマンス上の問題があります。
nl: Module voor het beheer van pad-aliassen. Momenteel in een experimenteel stadium. OPMERKING: Deze module is een werk in uitvoering en heeft nog enkele ernstige prestatieproblemen.
pt_br: Módulo para gerenciar aliases de caminhos. Atualmente em fase experimental. OBSERVE que este módulo é um trabalho em andamento e ainda apresenta sérios problemas de desempenho.
uk: Модуль для управління псевдонімами шляхів. Наразі перебуває в експериментальній стадії. Зауважте, що цей модуль знаходиться в процесі розробки і все ще має деякі серйозні проблеми з продуктивністю.
zh_hans: 管理路径别名的模块。目前处于试验阶段。注意：该模块仍在开发中，在性能方面还存在一些严重问题。

source: Module to insert site wide custom JS.
ar: وحدة لإدراج JS مخصصة واسعة الموقع.
ca: Mòdul per inserir JS personalitzats a tot el lloc.
it: Modulo per inserire JS personalizzati a livello di sito.
ja: サイト全体にカスタムJSを挿入するモジュール。
nl: Module voor het invoegen van site brede aangepaste JS.
pt_br: Módulo para inserir JS personalizado em todo o site.
uk: Модуль для вставки кастомного JS на весь сайт.
zh_hans: 插入全站自定义 JS 的模块。

source: Most commented
ar: الأكثر تعليقاً
ca: Més comentats
it: I più commentati
ja: ほとんどのコメント
nl: Meeste reacties
pt_br: Mais comentados
uk: Найбільше коментували
zh_hans: 评论最多的是

source: Most followed tags
ca: Etiquetes més seguides
it: I tag più seguiti
ja: 最もフォローされているタグ
pt_br: Tags mais seguidas
zh_hans: 关注最多的标签

source: Most liked
ar: الأكثر إعجابا
ca: El més agradat
it: I più apprezzati
ja: 最も好まれた
nl: Meeste likes
pt_br: Mais curtidas
uk: Найбільше сподобалось
zh_hans: 最喜欢

source: Most popular
ar: الأكثر شعبية
ca: Més populars
it: I più popolari
ja: 一番人気
nl: Meest populair
pt_br: Mais popular
uk: Найпопулярніші
zh_hans: 最受欢迎

source: Most recent
ar: الأحدث
ca: Més recent
it: Il più recente
ja: 最近
nl: Meest recente
pt_br: Mais recente
uk: Найсвіжіші
zh_hans: 最近

source: Moved event or topic between groups
ar: حدث منقول أو موضوع بين المجموعات
ca: Esdeveniment o tema traslladat entre grups
it: Spostamento di un evento o di un argomento tra i gruppi
ja: グループ間でイベントやトピックを移動
nl: Event of onderwerp dat tussen groepen is verplaatst
pt_br: Evento ou tópico movido entre grupos
uk: Переміщення події або теми між групами
zh_hans: 在各组之间移动活动或主题

source: Moving content after creation function has been disabled. In order to move this content, please contact a site manager.
ar: محتوى منقول بعد تعطيل وظيفة الإنشاء. لنقل هذا المحتوى ، يرجى الاتصال بمدير الموقع.
ca: S'ha desactivat el moviment de contingut després de la funció de creació. Per tal de moure aquest contingut, poseu-vos en contacte amb un gestor del lloc.
it: La funzione di spostamento dei contenuti dopo la creazione è stata disattivata. Per spostare questo contenuto, contattare un responsabile del sito.
ja: 作成後のコンテンツ移動機能は無効になっています。このコンテンツを移動するには、サイト管理者にご連絡ください。
nl: De functie 'verplaatsen van inhoud naar een andere groep' is uitgeschakeld. Neem contact op met een site manager om deze inhoud te verplaatsen.
pt_br: A função de mover conteúdo após a criação ter sido desativada. Para mover esse conteúdo, entre em contato com o gerente do site.
uk: Функція переміщення контенту після створення вимкнена. Для того, щоб перемістити цей контент, будь ласка, зверніться до менеджера сайту.
zh_hans: 创建后移动内容功能已禁用。要移动这些内容，请联系网站管理员。

source: Muted groups
ar: مجموعات صامتة
ca: Grups silenciats
it: Gruppi silenziosi
ja: ミュートされたグループ
nl: Gedempte groepen
pt_br: Grupos silenciados
uk: Групи без сповіщень
zh_hans: 静音小组

source: My Groups
ar: مجموعاتي
ca: Els meus grups
it: I miei gruppi
ja: マイグループ
nl: Mijn groepen
pt_br: Meus grupos
uk: Мої групи
zh_hans: 我的群组

source: My Invitations
ar: دعواتي
ca: Les meves invitacions
it: I miei inviti
ja: 私の招待状
nl: Mijn uitnodigingen
pt_br: Meus convites
uk: Мої запрошення
zh_hans: 我的邀请函

source: My albums
ar: ألبوماتي
ca: Els meus àlbums
it: I miei album
ja: 私のアルバム
nl: Mijn albums
pt_br: Meus álbuns
uk: Мої альбоми
zh_hans: 我的相册

source: My events
ar: فعالياتي
ca: Els meus esdeveniments
it: I miei eventi
ja: 私のイベント
nl: Mijn evenementen
pt_br: Meus eventos
uk: Мої події
zh_hans: 我的活动

source: My group membership request is approved
ar: تمت الموافقة على طلب عضوية مجموعتي
ca: La meva sol·licitud d'adhesió al grup està aprovada
it: La mia richiesta di adesione al gruppo è approvata
ja: グループ加入の申請が承認されました
nl: Mijn deelnameverzoek voor een groep is geaccepteerd
pt_br: Minha solicitação de associação ao grupo foi aprovada
uk: Мій запит на членство в групі схвалено
zh_hans: 我的团体会员申请已获批准

source: My groups
ar: مجموعاتي
ca: Els meus grups
it: I miei gruppi
ja: 私のグループ
nl: Mijn groepen
pt_br: Meus grupos
uk: Мої групи
zh_hans: 我的小组

source: My profile
ar: ملفي الشخصي
ca: El meu perfil
it: Il mio profilo
ja: プロフィール
nl: Mijn profiel
pt_br: Meu perfil
uk: Мій профіль
zh_hans: 我的简介

source: My topics
ar: مواضيعي
ca: Els meus temes
it: I miei argomenti
ja: 私のトピック
nl: Mijn onderwerpen
pt_br: Meus tópicos
uk: Мої теми
zh_hans: 我的主题

source: My upcoming events
ar: فعالياتي القادمة
ca: Els meus propers esdeveniments
it: I miei prossimi eventi
ja: 私の今後のイベント
nl: Mijn aankomende evenementen
pt_br: Meus próximos eventos
uk: Мої майбутні події
zh_hans: 我即将举行的活动

source: My upcoming events block
ar: صندوق الأحداث القادمة الخاصة بي
ca: Bloc dels meus propers esdeveniments
it: Il mio blocco di eventi imminenti
ja: 私の今後のイベントブロック
nl: Mijn aankomende evenementen blok
pt_br: Meu próximo bloco de eventos
uk: Мої майбутні події
zh_hans: 我即将举行的活动区块

source: Name
ar: الاسم
ca: Nom
it: Nome
ja: 名称
nl: Naam
pt_br: Nome
uk: Назва (ім'я)
zh_hans: 名称

source: Name or email contains
ar: الاسم أو البريد الإلكتروني يحتوي على
ca: El nom o el correu electrònic conté
it: Il nome o l'e-mail contiene
ja: 氏名またはEメール
nl: Naam of email bevat
pt_br: O nome ou e-mail contém
uk: Ім'я чи електронна адреса містять
zh_hans: 姓名或电子邮件包含

source: Names and profile image
ar: الأسماء وصورة الملف الشخصي
ca: Noms i imatge de perfil
it: Nomi e immagine del profilo
ja: 名前とプロフィール画像
nl: Naam en profielfoto
pt_br: Nomes e imagem de perfil
uk: Імена та зображення профілю
zh_hans: 姓名和个人形象

source: Namespace
ca: Espai de noms
it: Spazio dei nomi
ja: 名前空間
pt_br: Espaço de nome
zh_hans: 命名空间

source: Nationalities
ar: جنسيات
ca: Nacionalitats
it: Nazionalità
ja: 国籍
nl: Nationaliteiten
pt_br: Nacionalidades
uk: Національності
zh_hans: 国籍

source: Nationality
ar: الجنسية
ca: Nacionalitat
it: Nazionalità
ja: 国籍
nl: Nationaliteit
pt_br: Nacionalidade
uk: Національність
zh_hans: 国籍
