Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: <p>Oops, there was an error. This may have happened for the following reasons:</p> <ul> <li>Invalid username/email and password combination. </li> <li>There has been more than one failed login attempt for this account. It is temporarily blocked. </li> <li>Too many failed login attempts from your computer (IP address). This IP address is temporarily blocked. </li> </ul> <p>To solve the issue, try using different login information, try again later, or <a href=":url">request a new password</a></p>
ar: <p>عفوًا ، كان هناك خطأ. قد يحدث هذا للأسباب التالية:</p> <ul> <li>تركيبة اسم المستخدم /البريد الإلكتروني وكلمة مرور غير صالحة. </li> <li>كانت هناك أكثر من محاولة تسجيل دخول فاشلة لهذا الحساب. تم حظره مؤقتًا.</li> <li>عدد كبير جدًا من محاولات تسجيل الدخول الفاشلة من جهاز الكمبيوتر الخاص بك (عنوان IP). عنوان IP هذا محظور مؤقتًا. </li> </ul> <p>لحل المشكلة ، حاول استخدام معلومات تسجيل دخول مختلفة ، أو حاول مرة أخرى لاحقًا ، أو <a href=":url">اطلب كلمة مرور جديدة</a></p>
ca: <p> Ups, hi ha hagut un error. Això pot haver passat per les següents raons: </p> <ul> <li> Combinació de nom d'usuari/correu electrònic i contrasenya no vàlides. </li> <li> Hi ha hagut més d'un intent d'inici de sessió fallat per a aquest compte. Està bloquejat temporalment. </li> <li> Massa intents d'inici de sessió fallats des del vostre ordinador (adreça IP). Aquesta adreça IP està bloquejada temporalment. </li> </ul> <p> Per resoldre el problema, proveu d'utilitzar informació d'inici de sessió diferent, intenteu-ho de nou més tard o <a href=":url"> sol·liciteu una nova contrasenya </a> </p>
it: <p>Ops, si è verificato un errore. L'errore potrebbe essere dovuto ai seguenti motivi:</p> <ul> <li>Combinazione di nome utente/email e password non valida. </li> <li>C'è stato più di un tentativo di accesso fallito per questo account. È temporaneamente bloccato. </li> <li>Troppi tentativi di accesso falliti dal computer (indirizzo IP). Questo indirizzo IP è temporaneamente bloccato. </li> </ul> <p>Per risolvere il problema, provare a utilizzare informazioni di accesso diverse, riprovare più tardi o <a href=":url">richiedere una nuova password.</a></p>
ja: <p>エラーが発生しました。これは次のような理由で発生した可能性があります：</p> <ul> <li>ユーザー名、メールアドレス、パスワードの組み合わせが無効です。</li> <li>このアカウントで複数回ログインに失敗しています。一時的にブロックされています。</li> <li>お使いのコンピュータ（IPアドレス）からのログインに失敗した回数が多すぎます。このIPアドレスは一時的にブロックされています。</li> </ul> <p>問題を解決するには、別のログイン情報を使用するか、後で再試行するか、<a href=":url">新しいパスワードをリクエストしてください。</a></p>
nl: <p>Oeps, er is een fout opgetreden. Dit kan zijn gebeurd om één van de volgende redenen:</p> <ul> <li>Ongeldige combinatie gebruikersnaam / e-mailadres en wachtwoord. </li> <li>Er zijn meer dan één mislukte inlogpogingen voor dit account geweest. Het is tijdelijk geblokkeerd. </li> <li>Te veel mislukte inlogpogingen vanaf uw computer (IP-adres). Dit IP-adres is tijdelijk geblokkeerd. </li> </ul> <p>Om het probleem op te lossen, probeer het met andere login informatie, probeer het later opnieuw of <a href=":url"> vraag een nieuw wachtwoord aan </a></p>
pt_br: <p> Opa, houve um erro. Isso pode ter acontecido pelos seguintes motivos: </p> <ul> <li> Combinação inválida de nome de usuário/e-mail e senha. </li> <li> Houve mais de uma tentativa de login falhada para essa conta. Ele está temporariamente bloqueado. </li> <li> Muitas tentativas fracassadas de login do seu computador (endereço IP). Esse endereço IP está temporariamente bloqueado. </li> </ul> <p> Para resolver o problema, tente usar informações de login diferentes, tente novamente mais tarde ou <a href=":url"> solicite uma nova senha </a> </p>
uk: <p>На жаль, сталася помилка. Це могло статися з наступних причин:</p> <ul> <li>Неправильна комбінація імені користувача/електронної пошти та пароля. </li> <li>Було більше однієї невдалої спроби входу для цього облікового запису. Він тимчасово заблокований. </li> <li>Занадто багато невдалих спроб входу з вашого комп'ютера (IP-адреси). Ця IP-адреса тимчасово заблокована. </li> </ul> <p>Щоб вирішити проблему, спробуйте використати інші дані для входу, повторіть спробу пізніше або <a href=":url">запросіть новий пароль</a></p>
zh_hans: <p>哎呀，出错了。发生错误的原因可能如下：</p> <ul> <li>用户名/电子邮件和密码组合无效。</li> <li>该账户尝试登录失败不止一次。该账户被暂时封锁。</li> <li>从您的计算机（IP 地址）尝试登录失败次数过多。此 IP 地址已被暂时阻止。</li> </ul> <p>要解决问题，请尝试使用不同的登录信息，稍后再试，或<a href=":url">申请一个新密码。</a></p>

source: Oops, there was an error. This may have happened for the following reasons: <br> - Invalid username/email and password combination. <br> - There has been more than one failed login attempt for this account. It is temporarily blocked. <br> - Too many failed login attempts from your computer (IP address). This IP address is temporarily blocked. <br> <br> To solve the issue, try using different login information, try again later, or <a href=":url">request a new password</a>
ar: عفوًا ، كان هناك خطأ. قد يحدث هذا للأسباب التالية:<br> - تركيبة اسم المستخدم /البريد الإلكتروني وكلمة مرور غير صالحة.<br> - كانت هناك أكثر من محاولة تسجيل دخول فاشلة لهذا الحساب. تم حظره مؤقتًا.<br> - عدد كبير جدًا من محاولات تسجيل الدخول الفاشلة من جهاز الكمبيوتر الخاص بك (عنوان IP). عنوان IP هذا محظور مؤقتًا.<br><br> لحل المشكلة ، حاول استخدام معلومات تسجيل دخول مختلفة ، أو حاول مرة أخرى لاحقًا ، أو <a href=":url">اطلب كلمة مرور جديدة</a>
ca: Ups, hi ha hagut un error. Això pot haver passat per les següents raons: <br> - Combinació de nom d'usuari/correu electrònic i contrasenya no vàlida. <br> - Hi ha hagut més d'un intent d'inici de sessió fallat per a aquest compte. Està bloquejat temporalment. <br> - Massa intents d'inici de sessió fallits des del vostre ordinador (adreça IP). Aquesta adreça IP està bloquejada temporalment. <br><br> Per resoldre el problema, proveu d'utilitzar informació d'inici de sessió diferent, intenteu-ho de nou més tard o <a href=":url">sol·liciteu una nova contrasenya</a>
it: Ops, si è verificato un errore. Ciò può essere accaduto per i seguenti motivi: <br> - Combinazione nome utente/email e password non valida. <br> - C'è stato più di un tentativo di accesso fallito per questo account. È temporaneamente bloccato. - Troppi tentativi di accesso falliti dal computer (indirizzo IP). Questo indirizzo IP è temporaneamente bloccato. <br> <br> Per risolvere il problema, provare a utilizzare informazioni di accesso diverse, riprovare più tardi o <a href=":url">richiedere una nuova password</a>.
ja: おっと、エラーが発生しました。<br>これは以下の理由で発生した可能性があります。 - ユーザー名、メールアドレス、パスワードの組み合わせが無効です。 <br> - このアカウントで複数回ログインに失敗しています。<br>一時的にブロックされています。 - お使いのコンピュータ（IPアドレス）からのログインに失敗した回数が多すぎます。このIPアドレスは一時的にブロックされています。 <br> <br> 問題を解決するには、別のログイン情報を使用するか、後で再試行するか、<a href=":url">新しいパスワードをリクエスト</a>してください。
nl: Oeps, er is een fout opgetreden. Dit kan zijn gebeurd om één van de volgende redenen: <br> - Ongeldige combinatie gebruikersnaam / e-mailadres en wachtwoord. <br> - Er zijn meer dan één mislukte inlogpogingen voor dit account geweest. Het is tijdelijk geblokkeerd. <br> - Te veel mislukte inlogpogingen vanaf uw computer (IP-adres). Dit IP-adres is tijdelijk geblokkeerd. <br> <br> Om het probleem op te lossen, probeer het met andere login informatie, probeer het later opnieuw of <a href=":url"> vraag een nieuw wachtwoord aan </a>
pt_br: Opa, houve um erro. Isso pode ter acontecido pelos seguintes motivos: <br> - Combinação inválida de nome de usuário/e-mail e senha. <br> - Houve mais de uma tentativa de login falhada para essa conta. Ele está temporariamente bloqueado. <br> - Muitas tentativas fracassadas de login do seu computador (endereço IP). Esse endereço IP está temporariamente bloqueado. <br><br> Para resolver o problema, tente usar informações de login diferentes, tente novamente mais tarde ou <a href=":url">solicite uma nova senha</a>
uk: На жаль, сталася помилка. Це могло статися з наступних причин: <br>Використано невірний логін або пароль. - Неправильна комбінація імені користувача/електронної пошти та пароля. - Для цього облікового запису було здійснено більше однієї невдалої спроби входу. Його тимчасово заблоковано. - Занадто багато невдалих спроб входу з вашого комп'ютера (IP-адреси). Ця IP-адреса тимчасово заблокована. <br> <br> Щоб вирішити проблему, спробуйте використати інші дані для входу, повторіть спробу пізніше або <a href=":url">запросіть новий пароль</a>
zh_hans: 哎呀，出错了。发生错误的原因可能如下：<br> 用户名/电子邮件和密码组合无效。 - 用户名/电子邮件和密码组合无效。 - 此帐户有不止一次登录尝试失败。它已被暂时阻止。 - 从您的计算机（IP 地址）尝试登录失败次数过多。该 IP 地址已被暂时阻止。 要解决问题，请尝试使用不同的登录信息，稍后再试，或 <a href=":url">请求新密码</a>。

source: %time ago
ar: قبل %time
ca: Fa %time
it: %time fa
ja: @time 前
nl: %time geleden
pt_br: @interval atrás
uk: %time тому
zh_hans: @time 前

source: %type_name: Create new Post entities
ar: %type_name: أنشئ كيانات Post جديدة
ca: %type_name: Crear noves entitats de Correus
it: %type_name: Creare nuove entità postali
ja: %type_name:新しいポストエンティティの作成
nl: %type_name: Maak nieuwe post entities aan
pt_br: %type_name: Criar novas entidades Post
uk: %type_name: Створення нових сутностей дописів
zh_hans: %type_name:创建新的职位实体

source: (+ @count other groups)
ar: (+ @count مجموعات أخرى)
ca: (+ @count altres grups)
it: (+ @count altri gruppi)
ja: (+@count その他のグループ)
nl: (+ @count andere groep)
uk: (+ @count інші групи)

source: (1 spot left)
ar: (البقع اليسرى @count)
ca: (Queda 1 lloc)
it: (1 posto rimasto)
ja: (@count 残り枠)
nl: (1 plek over)
uk: (залишилося 1 місце)
zh_hans: (@count 名额有限)

source: (Abandoned) Social Secret Group
ca: Grup Secret Social (Abandonat)
it: Gruppo segreto sociale (abbandonato)
ja: (放棄された）ソーシャル・シークレット・グループ
pt_br: Grupo Secreto Social (Abandonado)
zh_hans: (被遗弃的）社会秘密小组

source: (Abandoned) Social Secret Group on Landing pages
ca: (Abandonat) Grup Secret Social a les pàgines de destinació
it: Gruppo segreto sociale (abbandonato) sulle pagine di destinazione
ja: (放棄された）ランディングページのソーシャルシークレットグループ
pt_br: Grupo secreto social (abandonado) em páginas de destino
zh_hans: (废弃）登陆页面上的社交秘密群组

source: (Upcoming) Community events
ar: الفعاليات المجتمعية(القادمة)
ca: (Pròxims) Esdeveniments comunitaris
it: (Prossimi) Eventi comunitari
ja: (今後の）地域イベント
nl: (Aankomende) community evenementen
pt_br: (Próximos) Eventos comunitários
uk: (Майбутні) Події спільноти
zh_hans: (即将举行）社区活动

source: (ascending)
ar: (تصاعدي)
ca: (ascendent)
it: (in ordine crescente)
ja: 昇順
nl: (oplopend)
pt_br: (ascendente)
uk: (висхідний)
zh_hans: (升序)

source: (descending)
ar: (تنازلي)
ca: (descendent)
it: (in discesa)
ja: 降順
nl: (aflopend)
pt_br: (descendente)
uk: (за спаданням)
zh_hans: (降序)

source: - All -
ar: - جميع -
ca: - Tots -
it: - Tutti -
ja: - すべて
nl: - Alle -
pt_br: - Tudo -
uk: - Усе -
zh_hans: - 全部--全部

source: - Any -
ar: - أي -
ca: - Qualsevol -
it: - Qualsiasi -
ja: - どれでも
nl: - Alles -
pt_br: - Qualquer -
uk: - Усі -
zh_hans: - 任何 -

source: - Any -|- Any - True|My muted groups False|My unmuted groups
ar: - أي شيء -|- أي شيء - صحيح | مجموعاتي المكتومة خطأ | مجموعاتي التي لم يتم كتمها
ca: - Qualsevol -|- Qualsevol - True|Els meus grups silenciats False|Els meus grups no silenciats
it: - Qualsiasi -|- Qualsiasi - Vero|I miei gruppi silenziati Falso|I miei gruppi non silenziati
ja: - 任意 -|- 任意 真|私のミュートグループ 偽|私のミュート解除グループ
nl: - Any -|- Elke - True|Mijn gedempte groepen False|Mijn niet-gedempte groepen
pt_br: - Qualquer -|- Qualquer - True|Meus grupos silenciados False|Meus grupos não silenciados
uk: - Будь-який -|- Будь-який - True|Мої вимкнені групи False|Мої вимкнені групи
zh_hans: - 任何 -|- 任何 - True|我的静音组 False|My unmuted groups

source: - Any -|Select...
ca: - Qualsevol -|Selecciona...
it: - Qualsiasi -|Selezione...
ja: - 任意 -|選択...
pt_br: - Qualquer -|Selecione...
zh_hans: - 任何 -|选择...

source: - Create a new book -
ar: - إنشاء كتاب جديد -
ca: - Crear un nou llibre -
it: - Creare un nuovo libro -
ja: - 新しい本を作る
nl: - Een nieuw boek aanmaken -
pt_br: - Crie um novo livro -
uk: - Створити нову книгу -
zh_hans: - 创建新书

source: - Restricted access -
ar: - وصول مقيد -
ca: - Accés restringit -
it: - Accesso limitato -
ja: - アクセス制限
nl: - Beperkte toegang -
pt_br: - Acesso restrito -
uk: - Обмежений доступ -
zh_hans: - 限制访问 -

source: - none -
ar: - لا شيء -
ca: - cap -
it: - nessuno -
ja: - なし
nl: - geen -
pt_br: - nenhum -
uk: - жодного.
zh_hans: - 无 -

source: -- Select action --
ar: -- اختر اجراءًس --
ca: -- Selecciona acció --
it: -- Selezionare l'azione.
ja: -- アクションを選択
nl: -- Selecteer actie --
pt_br: -- Selecione a ação --
uk: -- Оберіть дію ---
zh_hans: -- 选择行动 --

source: 0 downloads
ar: 0 التنزيلات
ca: 0 descàrregues
it: 0 download
ja: 0 ダウンロード
uk: 0 завантажень
zh_hans: 0 下载

source: 1 attachment.
ar: مرفقات @count.
ca: 1 fitxer adjunt.
it: 1 allegato.
ja: @count を添付する。
nl: 1 bijlage.
uk: 1 вкладення.
zh_hans: @count 附件。

source: 1 download
ar: تنزيلات @count
ca: 1 descàrrega
ja: @count ダウンロード
uk: 1 завантаження
zh_hans: @count 下载

source: 1 follower
ar: @count المتابعون
ca: 1 seguidor
ja: @count フォロワーズ
nl: 1 volger
uk: 1 підписник
zh_hans: @count 亲们

source: 1 group invite
ar: دعوات جماعية @count
ca: Convida 1 grup
it: 1 invito di gruppo
ja: @count グループ招待
nl: 1 groepsuitnodiging
uk: 1 група запрошує
zh_hans: @count 群组邀请

source: 1 item
ar: أصناف @count
ca: 1 article
it: 1 articolo
ja: @count 項目
uk: @count елемент
zh_hans: @count 项目

source: 1 item successfully processed:
ar: تمت معالجة عناصر @count بنجاح:
ca: 1 article processat amb èxit:
it: 1 articolo elaborato con successo:
ja: @count アイテムが正常に処理された：
nl: 1 item succesvol verwerkt:
uk: Вдало оброблено @count позицію:
zh_hans: @count 成功处理的项目：

source: 1 member
ar: @count أعضاء
ca: 1 membre
it: 1 membro
ja: @total メンバー
nl: 1 lid
uk: 1 член
zh_hans: @count 成员

source: 1 membership invite for group: @group_name
ar: @count دعوات العضوية للمجموعة: @group_name
ca: 1 invitació membre per al grup: @group_name
it: 1 invito all'adesione per il gruppo: @group_name
ja: @count グループの会員招待：@group_name
nl: 1 uitnodiging om lid te worden van groep: @group_name
uk: 1 запрошення на членство в групі: @group_name
zh_hans: @count 邀请小组成员：@group_name

source: 1 selected enrollee has been exported successfully
ar: @count تم تصدير المسجلين المحددين بنجاح
ca: 1 inscrit seleccionat ha estat exportat amb èxit
it: 1 iscritto selezionato è stato esportato con successo
ja: @count 選択された登録者が正常にエクスポートされました。
nl: 1 geselecteerde aanmelding is succesvol geexporteerd
uk: 1 вибраного учасника успішно експортовано
zh_hans: @count 已成功导出选定的注册人员

source: 1 selected enrollee has been removed from the event successfully
ar: @count تمت إزالة المسجلين المحددين من الحدث بنجاح
ca: 1 inscrit seleccionat ha estat eliminat de l'esdeveniment amb èxit
it: 1 iscritto selezionato è stato rimosso dall'evento con successo
ja: @count 選択された登録者は、イベントから正常に削除されました。
nl: 1 geselecteerde aanmelding is succesvol verwijderd van het evenement
uk: 1 вибраного учасника успішно видалено з події
zh_hans: @count 选定的报名者已成功从活动中删除

source: 1 selected enrollee has not been exported successfully
ar: @count لم يتم تصدير المسجلين المحددين بنجاح
ca: 1 inscrit seleccionat no s'ha exportat amb èxit
it: 1 iscritto selezionato non è stato esportato con successo
ja: @count 選択した登録者が正常にエクスポートされませんでした。
nl: 1 geselecteerde aanmelding is niet geexporteerd
uk: 1 вибраного учасника не було успішно експортовано
zh_hans: @count 未成功导出选定的注册人员

source: 1 selected enrollee has not been removed from the event successfully
ar: @count لم تتم إزالة المسجلين المحددين من الحدث بنجاح
ca: 1 inscrit seleccionat no ha estat eliminat de l'esdeveniment amb èxit
it: 1 iscritto selezionato non è stato rimosso dall'evento con successo
ja: @count 選択された登録者がイベントから正常に削除されていない。
nl: 1 geselecteerde aanmelding is niet verwijderd van het evenement
uk: 1 вибраного учасника не вдалося видалити з події
zh_hans: @count 未成功从活动中删除选定的报名者

source: 1 selected member has been exported successfully
ar: @count تم تصدير الأعضاء المحددين بنجاح
ca: 1 membre seleccionat ha estat exportat amb èxit
it: 1 membro selezionato è stato esportato con successo
ja: @count 選択されたメンバーが正常にエクスポートされました。
nl: 1 geselecteerd lid is succesvol geexporteerd
uk: 1 вибраного учасника успішно експортовано
zh_hans: @count 已成功导出选定的成员

source: 1 selected member has been removed successfully
ar: @count تمت إزالة الأعضاء المحددين بنجاح
ca: 1 membre seleccionat ha estat eliminat correctament
it: 1 membro selezionato è stato rimosso con successo
ja: @count 選択されたメンバーが削除されました
nl: 1 geselecteerd lid is succesvol verwijderd
uk: 1 вибраного учасника успішно видалено
zh_hans: @count 选定的成员已被成功移除

source: 1 selected member has not been exported
ar: @count لم يتم تصدير الأعضاء المحددين
ca: 1 membre seleccionat no ha estat exportat
it: 1 membro selezionato non è stato esportato
ja: @count 選択したメンバーがエクスポートされていない
nl: 1 geselecteerd lid is niet geexporteerd
uk: 1 вибраного учасника не було експортовано
zh_hans: @count 选定的成员尚未导出

source: 1 selected member has not been removed successfully
ar: @count تمت إزالة الأعضاء المحددين بنجاح
ca: 1 membre seleccionat no ha estat eliminat correctament
it: 1 membro selezionato non è stato rimosso con successo
ja: @count 選択されたメンバーが削除されました
nl: 1 geselecteerd lid is niet verwijderd
uk: 1 вибраного учасника не видалено
zh_hans: @count 选定的成员已被成功移除

source: :count orphaned activities with target_type ":type" have been removed
ca: :count s'han eliminat les activitats orfes amb target_type “:type”
it: :count Le attività orfane con tipo di obiettivo ":type" sono state rimosse.
ja: :count target_type " " を持つアクティビティは削除されました。:type
pt_br: :count As atividades órfãs com target_type ":type" foram removidas
zh_hans: :count 已删除目标_类型为 " " 的无主活动:type

source: :count person has enrolled
ca: :count persona s'ha inscrit
it: :count persona si è iscritta
ja: :count 登録者数
zh_hans: :count 注册人数

source: :num_comments comment
ar: :num_comments تعليق
ca: :num_comments comentari
it: :num_comments commento
ja: :num_comments コメント
nl: :num_comments reactie
pt_br: :num_comments comentário
uk: :num_comments коментар
zh_hans: :num_comments 评论

source: :num_comments comments
ar: :num_comments تعليقات
ca: :num_comments comentaris
it: @count commenti
ja: @count コメント
nl: :num_comments reacties
pt_br: @count comentários
uk: :num_comments коментарі
zh_hans: @count 评论

source: <a href="/group/{{ gid }}/content/{{ id }}/approve-membership?destination=/group/{{ gid }}/members-pending">Approve membership</a>
ar: <a href="/group/{{ gid }}/content/{{ id }}/approve-membership?destination=/group/{{ gid }}/members-pending">قبول العضوية</a>
ca: <a href="/group/{{ gid }}/content/{{ id }}/approve-membership?destination=/group/{{ gid }}/members-pending"> Aprovar l'adhesió </a>
it: <a href="/group/{{ gid }}/content/{{ id }}/approve-membership?destination=/group/{{ gid }}/members-pending">Approvare l'adesione</a>
ja: <a href="/group/{{ gid }}/content/{{ id }}/approve-membership?destination=/group/{{ gid }}/members-pending">入会を承認する</a>
nl: <a href="/group/{{ gid }}/content/{{ id }}/approve-membership?destination=/group/{{ gid }}/members-pending">Lidmaatschap goedkeuren</a>
pt_br: <a href="/group/{{ gid }}/content/{{ id }}/approve-membership?destination=/group/{{ gid }}/members-pending"> Aprovar a associação </a>
uk: <a href="/group/{{ gid }}/content/{{ id }}/approve-membership?destination=/group/{{ gid }}/members-pending">Затвердити членство</a>
zh_hans: <a href="/group/{{ gid }}/content/{{ id }}/approve-membership?destination=/group/{{ gid }}/members-pending">批准成员资格</a>

source: <a href="/group/{{ gid }}/content/{{ id }}/reject-membership?destination=/group/{{ gid }}/members-pending">Reject Membership</a>
ar: <a href="/group/{{ gid }}/content/{{ id }}/reject-membership?destination=/group/{{ gid }}/members-pending">رفض العضوية</a>
ca: <a href="/group/{{ gid }}/content/{{ id }}/reject-membership?destination=/group/{{ gid }}/members-pending"> Rebutjar la pertinença </a>
it: <a href="/group/{{ gid }}/content/{{ id }}/reject-membership?destination=/group/{{ gid }}/members-pending">Rifiuto dell'adesione</a>
ja: <a href="/group/{{ gid }}/content/{{ id }}/reject-membership?destination=/group/{{ gid }}/members-pending">入会を拒否する</a>
nl: <a href="/group/{{ gid }}/content/{{ id }}/reject-membership?destination=/group/{{ gid }}/members-pending">Lidmaatschap afwijzen</a>
pt_br: <a href="/group/{{ gid }}/content/{{ id }}/reject-membership?destination=/group/{{ gid }}/members-pending"> Rejeitar associação </a>
uk: <a href="/group/{{ gid }}/content/{{ id }}/reject-membership?destination=/group/{{ gid }}/members-pending">Відмовитися від членства</a>
zh_hans: <a href="/group/{{ gid }}/content/{{ id }}/reject-membership?destination=/group/{{ gid }}/members-pending">拒绝会员资格</a>

source: <b>1</b> follower
ca: <b> 1 </b> seguidor
it: <b>1 seguace di</b>
ja: <b>@count</b> フォロワーズ
zh_hans: <b>@count</b> 亲们

source: <b>1</b> item
ca: <b> 1 </b> article
it: <b>1 articolo</b>
ja: <b>@count</b> 項目
zh_hans: <b>@count</b> 项目

source: <b><em class="placeholder">1</em> Member</b> is selected
ar: <b> <em class="placeholder"> @count </em> تم اختيار الأعضاء </b>
ca: <b> <em class="placeholder"> 1 </em> Membre </b> està seleccionat
it: <b><em class="placeholder">1</em> Il membro</b> è selezionato
ja: <b><em class="placeholder">@count</em> メンバー 選出</b>
nl: <b><em class="placeholder">1</em> lid</b> is geselecteerd
uk: Вибрано <b><em class="placeholder">1</em> учасника</b>
zh_hans: <b><em class="placeholder">@count</em> 成员</b>

source: <b><em class="placeholder">@count</em> Invite</b> is selected
ar: تم تحديد <b> <em class="placeholder"> @count </em> الدعوات </b>
ca: <b> <em class="placeholder"> @count </em> Convida </b> està seleccionat
it: <b><em class="placeholder">@count</em> È stato selezionato Invita</b>
ja: <b><em class="placeholder">@count</em> 招待 が選ばれる</b>
nl: <b><em class="placeholder">@count</em> uitnodiging</b> is geselecteerd
uk: Вибрано <b><em class="placeholder">@count</em> запрошення</b>
zh_hans: <b><em class="placeholder">@count</em> 邀请 进行选择</b>

source: <b><em class="placeholder">@count</em> Member</b> is selected
ar: <b> <em class="placeholder"> @count </em> تم اختيار الأعضاء </b>
ca: <b> <em class="placeholder"> @count </em> Membre </b> està seleccionat
it: <b><em class="placeholder">@count</em> Il membro è selezionato</b>
ja: <b><em class="placeholder">@count</em> メンバー 選出</b>
nl: <b><em class="placeholder">@count</em> Lid</b> is geselecteerd
uk: Вибрано <b><em class="placeholder">@count</em> учасника</b>
zh_hans: <b><em class="placeholder">@count</em> 成员</b>

source: <b><em class="placeholder">@count</em> enrollee</b> is selected
ar: تم تحديد المسجلين <b> <em class="placeholder"> @count </em> </b>
ca: <b> <em class="placeholder"> @count </em> inscrit </b> està seleccionat
it: <b><em class="placeholder">@count</em> viene selezionato</b>
ja: <b><em class="placeholder">@count</em></b> が選ばれる。
nl: <b><em class="placeholder">@count</em> aanwezige</b> is geselecteerd
uk: <b><em class="placeholder">@count</em> вибрано абітурієнт</b>
zh_hans: <b><em class="placeholder">@count</em></b>

source: <b>@action</b> of selected members
ar: <b>@action</b>من الأعضاء المختارين
ca: <b> @action </b> dels membres seleccionats
it: <b>@action</b> dei membri selezionati
ja: <b>@action</b> 選抜メンバー
nl: <b>@action</b> van geselecteerde leden
pt_br: <b> @action </b> dos membros selecionados
uk: <b>@action</b> обраних членів
zh_hans: <b>@action</b> 选定成员

source: <b>@action</b> selected enrollees
ar: <b>@action</b> المسجلين المختارين
ca: <b> @action </b> matriculats seleccionats
it: <b>@action</b> iscritti selezionati
ja: <b>@action</b> 選択された登録者
nl: <b>@action</b> geselecteerde aanwezigen
pt_br: <b> @action </b> inscritos selecionados
uk: <b>@action</b> відібрані учасники
zh_hans: <b>@action</b> 选定的入学人数

source: <b>@action</b> selected members
ar: <b>@action</b>الأعضاء المختارين
ca: <b> @action </b> membres seleccionats
it: <b>@action</b> membri selezionati
ja: <b>@action</b> 選抜メンバー
nl: <b>@action</b> geselecteerde leden
pt_br: <b> @action </b> membros selecionados
uk: <b>@action</b> обрані члени
zh_hans: <b>@action</b> 选定成员
