Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Recently created topics
ar: المواضيه التي تم إنشاؤها مؤخرًا
ca: Temes creats recentment
it: Argomenti creati di recente
ja: 最近作成されたトピック
nl: Onlangs aangemaakte onderwerpen
pt_br: Tópicos criados recentemente
uk: Нещодавно створені теми
zh_hans: 最近创建的主题

source: Recently joined groups
ar: المجموعات التي انضممت لها مؤخرًا
ca: Grups recentment adherits
it: Gruppi di recente adesione
ja: 最近参加したグループ
nl: Onlangs aangesloten groepen
pt_br: Grupos ingressados recentemente
uk: Нещодавно приєднався до груп
zh_hans: 最近加入的团体

source: Recipient
ar: المستلمين
ca: Destinatari
it: Destinatario
ja: 受取人
nl: Ontvanger
pt_br: Beneficiário
uk: Отримувач
zh_hans: 受援国

source: Recipient (group)
ar: مستلم (مجموعة)
ca: Destinatari (grup)
it: Destinatario (gruppo)
ja: 受取人（グループ）
nl: Ontvanger (groep)
pt_br: Destinatário (grupo)
uk: Одержувач (група)
zh_hans: 受援国（组）

source: Recipient (user)
ar: المستلم (المستخدم)
ca: Destinatari (usuari)
it: Destinatario (utente)
ja: 受信者（ユーザー）
nl: Ontvanger (gebruiker)
pt_br: Destinatário (usuário)
uk: Одержувач (користувач)
zh_hans: 收件人（用户）

source: Recipient user
ar: مستخدم مستلم
ca: Usuari destinatari
it: Utente destinatario
ja: 受信者ユーザー
nl: Ontvanger gebruiker
pt_br: Usuário destinatário
uk: Користувач-одержувач
zh_hans: 收件人用户

source: Recipient user entity display name
ar: الاسم المعروض لكيان المستخدم المستلم
ca: Nom de visualització de l'entitat d'usuari destinatari
it: Nome visualizzato dell'entità utente destinataria
ja: 受信者ユーザー・エンティティの表示名
nl: Weergavenaam ontvangende gebruikersentiteit
pt_br: Nome de exibição da entidade do usuário destinatário
uk: Ім'я відображення сутності користувача-одержувача
zh_hans: 收件人用户实体显示名称

source: Recipient user url
ar: عنوان URL الخاص بالمستخدم المستلم
ca: URL d'usuari destinatari
it: Url dell'utente destinatario
ja: 受信者ユーザーURL
nl: Gebruikers url ontvanger
pt_br: URL do usuário destinatário
uk: URL-адреса користувача-одержувача
zh_hans: 收件人用户网址

source: Recipients
ar: المستلمين
ca: Destinataris
it: Destinatari
ja: 受賞者
nl: Ontvangers
pt_br: Destinatários
uk: Отримувачі
zh_hans: 受援国

source: Record, render and react to specified patterns within content.
ar: قم بتسجيل الأنماط المحددة داخل المحتوى وعرضها والتفاعل معها.
ca: Gravar, renderitzar i reaccionar als patrons especificats dins del contingut.
it: Registrare, renderizzare e reagire a modelli specifici all'interno dei contenuti.
ja: コンテンツ内の指定されたパターンを記録し、レンダリングし、反応する。
nl: Vastleggen, weergeven en reageren op gespecificeerde patronen binnen de inhoud.
pt_br: Grave, renderize e reaja a padrões especificados no conteúdo.
uk: Записуйте, рендерите та реагуйте на задані шаблони в контенті.
zh_hans: 记录、呈现内容中的指定模式并做出反应。

source: Recursive rendering detected when rendering entity @entity_type @entity_id. Aborting rendering.
ar: تم اكتشاف عرض متكرر عند عرض الكيان @entity_type @entity_id. إحباط العرض.
ca: La representació recursiva detectada en renderitzar entitat @entity_type @entity_id. Amortar la representació.
it: Rilevato rendering ricorsivo durante il rendering dell'entità @entity_type @entity_id. Interruzione del rendering.
ja: @entity_type @entity_id エンティティのレンダリング時に再帰レンダリングが検出されました。レンダリングを中止します。
nl: Recursie gevonden tijdens het renderen van entiteit @entity_type @entity_id. Rendering is afgebroken.
pt_br: Renderização recursiva detectada ao renderizar a entidade @entity_type @entity_id. Interrompendo a renderização.
uk: Під час генерування сутності @entity_type @entity_id виявлено рекурсію. Генерування перервано.
zh_hans: 渲染实体@entity_type @entity_id 时检测到递归渲染。终止渲染。

source: Redir
ar: ريدير
ja: レディール
uk: Редір

source: Redirect a comment view to its parent entity
ar: إعادة توجيه عرض التعليق إلى الكيان الأصلي
ca: Redirigeix una vista de comentaris a la seva entitat matriu
it: Reindirizzare una vista di commento alla sua entità padre
ja: コメントビューを親エンティティにリダイレクトする
nl: Een commentaarweergave omleiden naar de bovenliggende entiteit
pt_br: Redirecionar uma visualização de comentário para sua entidade principal
uk: Перенаправлення подання коментаря до його батьківської сутності
zh_hans: 将注释视图重定向到其父实体

source: Redirect users to a destination while using a magic login link.
ar: أعد توجيه المستخدمين إلى وجهة أثناء استخدام رابط تسجيل الدخول السحري.
ca: Redireccionar els usuaris a una destinació mentre utilitzeu un enllaç d'inici de sessió màgic.
it: Reindirizzare gli utenti a una destinazione quando si utilizza un link di accesso magico.
ja: マジックログインリンクを使用している間、ユーザーを目的地にリダイレクトする。
nl: Gebruikers omleiden naar een bestemming bij gebruik van een magische aanmeldlink.
pt_br: Redirecione os usuários para um destino enquanto usa um link mágico de login.
uk: Перенаправляйте користувачів до місця призначення, використовуючи чарівне посилання для входу.
zh_hans: 在使用神奇登录链接时将用户重定向到目的地。

source: Reduce
ar: خفض
ca: Reduir
it: Ridurre
ja: 削減
nl: Verminder
pt_br: Reduzir
uk: Зменшити
zh_hans: 减少

source: Reference
ar: المشار إليه
ca: Referència
it: Riferimento
ja: 参考
nl: Referentie
pt_br: Referência
uk: Посилання
zh_hans: 参考资料

source: Reference some block
ar: قم بالإشارة إلى بعض الكتل
ca: Referència algun bloc
it: Riferimento a qualche blocco
ja: ブロックの参照
nl: Verwijzing naar een blok
pt_br: Faça referência a algum bloco
uk: Посилатися на якийсь блок
zh_hans: 参考某个区块

source: Reference type: @entity_type_labels
ca: Tipus de referència: @entity_type_labels
it: Tipo di riferimento: @entity_type
ja: 参照タイプ：@entity_type_labels
pt_br: Tipo de referência: @entity_type
zh_hans: 参考类型：@entity_type_labels

source: Regional Settings
ar: إعدادات المنطقة
ca: Configuració regional
it: Impostazioni regionali
ja: 地域設定
nl: Landinstellingen
pt_br: Configurações regionais
uk: Регіональні налаштування
zh_hans: 地区设置

source: Register Link
ar: رابط التسجيل
ca: Enllaç de registre
it: Link per la registrazione
ja: 登録リンク
nl: Registratie link
pt_br: Link de registro
uk: Реєструйтеся за посиланням
zh_hans: 注册链接

source: Registered
ca: Inscrits
it: Registrato
ja: 登録済み
pt_br: Registrado
zh_hans: 注册

source: Registered users are verified immediately
ar: يتم التحقق من المستخدمين المسجلين على الفور
ca: Els usuaris registrats es verifiquen immediatament
it: Gli utenti registrati vengono verificati immediatamente
ja: 登録ユーザーはすぐに認証される
nl: Geregistreerde gebruikers worden onmiddellijk geverifieerd
pt_br: Os usuários registrados são verificados imediatamente
uk: Зареєстровані користувачі негайно проходять верифікацію
zh_hans: 注册用户立即通过验证

source: Registration Date
ar: تاريخ التسجيل
ca: Data d'inscripció
it: Data di registrazione
ja: 登録日
nl: Registratiedatum
pt_br: Data de registro
uk: Дата реєстрації
zh_hans: 注册日期

source: Registration date
ar: تاريخ التسجيل
ca: Data d'inscripció
it: Data di registrazione
ja: 登録日
nl: Registratiedatum
pt_br: Data de registro
uk: Дата реєстрації
zh_hans: 注册日期

source: Registration date fieldset
ca: Conjunt de la data de registre
it: Set di campi con data di registrazione
ja: 登録日フィールドセット
pt_br: Conjunto de campos da data de registro
zh_hans: 注册日期字段集

source: Reject Membership
ar: رفض العضوية
ca: Rebutjar la pertinença
it: Rifiuto dell'adesione
ja: 入会を拒否する
nl: Lidmaatschap weigeren
pt_br: Rejeitar associação
uk: Відмовитися від членства
zh_hans: 拒绝会员资格

source: Reject membership request for the group @group_title
ar: رفض طلب العضوية للمجموعة @group_title
ca: Rebutjar la sol·licitud d'adhesió al grup @group_title
it: Rifiutare la richiesta di adesione al gruppo @group_title
ja: グループへの入会を拒否する@group_title
nl: Lidmaatschap afwijzen voor de groep @group_title
pt_br: Rejeitar solicitação de associação para o grupo @group_title
uk: Відхилити заявку на вступ до групи @group_title
zh_hans: 拒绝该组的成员资格申请@group_title

source: Related object
ar: كائن ذو صلة
ca: Objecte relacionat
it: Oggetto correlato
ja: 関連商品
nl: Gerelateerd object
pt_br: Objeto relacionado
uk: Пов'язаний об'єкт
zh_hans: 相关物体

source: Relevance
ar: الصلة
ca: Rellevància
it: Rilevanza
ja: 関連性
nl: Relevantie
pt_br: Relevância
uk: Доречність
zh_hans: 相关性

source: Relevance (ascending)|Least relevant first Relevance (descending)|Most relevant first Created date (ascending)|Least recent first Created date (descending)|Most recent first Title (ascending)|A - Z Title (descending)|Z - A
ar: الصلة (تصاعدي) | الأقل صلة أولاً الملاءمة (تنازلي) | الأكثر صلة أولاً تاريخ الإنشاء (تصاعدي) | الأحدث أولاً تاريخ الإنشاء (تنازلي) | الأحدث أولاً العنوان (تصاعدي) | أ - ي العنوان (تنازلي) | ي - أ
ca: Rellevància (ascendent) |Primer menys rellevant Rellevància (descendent) |Primer més rellevant Data de creació (ascendent) |Primer menys recent Data de creació (descendent) |Primer més recent Títol (ascendent) |A - Z Títol (descendent) |Z - A
it: Pertinenza (crescente)|Prima la meno rilevante Pertinenza (decrescente)|Più rilevante per primo Data di creazione (crescente)|Prima la meno recente Data di creazione (decrescente)|Più recente per primo Titolo (ascendente)|A - Z Titolo (decrescente)|Z - A
ja: 関連性（昇順）｜関連性の低い順から表示 関連度（降順）｜関連度の高い順 作成日（昇順）｜新しい順 作成日（降順）｜新しい順 タイトル (昇順)|A - Z タイトル(降順)|Z - A
nl: Relevantie (oplopend)|Minst relevante eerst Relevantie (aflopend)|Meest relevante eerst Aanmaakdatum (oplopend)|Minst recente eerst Aanmaakdatum (aflopend)|Meest recente eerst Titel (oplopend)|A - Z Titel (aflopend)|Z - A
pt_br: Relevância (crescente) |Menos relevante primeiro Relevância (decrescente) | Mais relevante primeiro Data de criação (ascendente) |Menos recente primeiro Data de criação (decrescente) |Primeira mais recente Título (ascendente) |A - Z Título (decrescente) |Z - A
uk: Релевантність (зростаюча)|Найменш релевантна спочатку Релевантність (за спаданням)|Найрелевантніші спочатку Дата створення (зростаючий)|Спочатку старіші Дата створення (за спаданням)|Спочатку новіші Назва (за зростанням)|A - Z Назва (за спаданням)|Z - A
zh_hans: 相关性（升序）|最不相关优先 相关性（降序）|最相关优先 创建日期（升序）|最近的优先 创建日期（降序）|最近的第一个 标题（升序）|A - Z 标题（降序）|Z - A

source: Remark
ar: ملاحظة
ca: Observació
it: Osservazione
ja: 備考
nl: Opmerking
pt_br: Observação
uk: Зауваження
zh_hans: 备注

source: Remote content settings
ar: إعدادات المحتوى البعيد
ca: Configuració de contingut remot
it: Impostazioni del contenuto remoto
ja: リモートコンテンツ設定
nl: Instellingen voor inhoud op afstand
pt_br: Configurações de conteúdo remoto
uk: Налаштування віддаленого вмісту
zh_hans: 远程内容设置

source: Remove
ar: إزالة
ca: Eliminar
it: Rimuovere
ja: 削除
nl: Verwijderen
pt_br: Remover
uk: Вилучити
zh_hans: 移除

source: Remove %name from %group
ar: قم بإزالة %name من %group
ca: Eliminar %name de %group
it: Rimuovere %name da %group
ja: %name から削除する。%group
nl: Verwijder %name uit %group
pt_br: Remover %name de %group
uk: Видаліть %name з %group
zh_hans: 从%name 删除%group

source: Remove Open Social Branding
ar: إزالة العلامة التجارية الاجتماعية المفتوحة
ca: Eliminar Open Social Branding
it: Rimuovere il marchio Open Social
ja: オープン・ソーシャル・ブランディングの削除
nl: Verwijder Open Social Branding
pt_br: Remover a marca social aberta
uk: Видалити відкритий соціальний брендинг
zh_hans: 移除开放社交品牌

source: Remove a member
ar: إزالة عضو
ca: Eliminar un membre
it: Rimuovere un membro
ja: メンバーを削除する
nl: Verwijder een lid
pt_br: Remover um membro
uk: Видалити учасника
zh_hans: 删除成员

source: Remove a role from the selected users
ar: إزالة دور من المستخدمين المحددين
ca: Eliminar un rol dels usuaris seleccionats
it: Rimuovere un ruolo dagli utenti selezionati
ja: 選択したユーザーからロールを削除する
nl: Verwijder een rol van de geselecteerde gebruikers
pt_br: Remover uma função dos usuários selecionados
uk: Видалити роль для позначених користувачів
zh_hans: 从所选用户中删除一个角色

source: Remove image
ar: إزالة الصورة
ca: Eliminar la imatge
it: Rimuovi immagine
ja: 画像を削除する
nl: Afbeelding verwijderen
pt_br: Remover imagem
uk: Вилучити штамп
zh_hans: 移除图像

source: Remove invitation
ar: إزالة الدعوة
ca: Elimina la invitació
it: Rimuovere l'invito
ja: 招待状の削除
nl: Verwijder uitnodiging
pt_br: Remover convite
uk: Видалити запрошення
zh_hans: 移除邀请

source: Remove invitee from group: @group_name
ar: إزالة المدعو من المجموعة: @group_name
ca: Elimina el convidat del grup: @group_name
it: Rimuovere l'invitato dal gruppo: @group_name
ja: グループから招待者を削除する：@group_name
nl: Verwijder genodigde uit groep: @group_name
pt_br: Remover convidado do grupo: @group_name
uk: Видалити запрошеного з групи: @group_name
zh_hans: 从群组中删除受邀者：@group_name

source: Remove invites
ca: Elimina les invitacions
it: Rimuovere gli inviti
ja: 招待の削除
pt_br: Remover convites
zh_hans: 删除邀请

source: Remove members from a group
ar: إزالة أعضاء من مجموعة
ca: Eliminar els membres d'un grup
it: Rimuovere i membri da un gruppo
ja: グループからメンバーを削除する
nl: Verwijder leden van een groep
pt_br: Remover membros de um grupo
uk: Видалення учасників з групи
zh_hans: 从小组中删除成员

source: Remove report
ar: إزالة التقرير
ca: Eliminar l'informe
it: Rimuovere il rapporto
ja: レポートの削除
nl: Verwijder rapport
pt_br: Remover relatório
uk: Видалити звіт
zh_hans: 删除报告

source: Removing @count orphaned posts for deleted users
ar: إزالة المشاركات المعزولة @count للمستخدمين المحذفين
ca: Eliminant publicacions orfes de @count per a usuaris esborrats
it: Rimozione dei messaggi orfani di @count per gli utenti cancellati
ja: @count 削除されたユーザーの孤児となった投稿の削除
nl: Verwijderen van @count verweesde berichten voor verwijderde gebruikers
pt_br: Removendo publicações órfãs @count de usuários excluídos
uk: Видалення осиротілих дописів @count для видалених користувачів
zh_hans: 删除@count 已删除用户的孤儿帖子

source: Render Field
ar: حقل التجسيد
ca: Camp de renderització
it: Campo di rendering
ja: レンダー・フィールド
nl: Renderveld
pt_br: Campo de renderização
uk: Поле рендерингу
zh_hans: 渲染领域

source: Render as link
ar: عرض كرابط
ca: Renderitzar com a enllaç
it: Rendering come link
ja: リンクとしてレンダリングする
nl: Weergeven als link
pt_br: Renderizar como link
uk: Відобразити як посилання
zh_hans: 渲染为链接

source: Renders a field.
ar: يجعل الحقل.
ca: Renderitza un camp.
it: Restituisce un campo.
ja: フィールドをレンダリングする。
nl: Geeft een veld weer.
pt_br: Renderiza um campo.
uk: Зображує поле.
zh_hans: 渲染一个字段。

source: Replies for comments on posts are not allowed
ar: لا يُسمح بالردود على التعليقات على المشاركات
ca: No s'admeten respostes als comentaris a les publicacions
it: Non sono consentite le risposte ai commenti sui post
ja: 投稿に対するコメントへの返信は禁止されています。
nl: Antwoorden voor commentaar op berichten zijn niet toegestaan
pt_br: Respostas para comentários em postagens não são permitidas
uk: Відповіді на коментарі до постів не допускаються
zh_hans: 不允许回复对帖子的评论

source: Replies to comments deeper than 1 is not allowed
ar: لا يُسمح بالردود على التعليقات التي يزيد عمقها عن 1
ca: No s'admeten respostes a comentaris més profunds que 1
it: Non sono consentite risposte a commenti di lunghezza superiore a 1.
ja: 1より深いコメントへの返信はできません。
nl: Antwoorden op opmerkingen dieper dan 1 is niet toegestaan
pt_br: Respostas a comentários maiores que 1 não são permitidas
uk: Відповіді на коментарі глибше 1 не допускаються
zh_hans: 不允许回复深度超过 1 的评论

source: Reply
ar: رد
ca: Respondre
it: Risposta
ja: 返信
nl: Reageren
pt_br: Responder
uk: Відповісти
zh_hans: 答复

source: Reply comment
ar: الرد على التعليق
ca: Respondre comentari
it: Commento di risposta
ja: 返信コメント
nl: Antwoord reactie
pt_br: Responder ao comentário
uk: Відповісти на коментар
zh_hans: 答复意见

source: Reply to Comment
ar: الرد على التعليق
ca: Respondre al comentari
it: Rispondi al commento
ja: コメントへの返信
nl: Reageer op reactie
pt_br: Responder ao comentário
uk: Відповісти на коментар
zh_hans: 回复评论

source: Reply to private messages
ar: الرد على الرسائل الخاصة
ca: Respondre a missatges privats
it: Rispondere ai messaggi privati
ja: プライベートメッセージへの返信
nl: Privé berichten beantwoorden
pt_br: Responder a mensagens privadas
uk: Відповісти на приватні повідомлення
zh_hans: 回复私人信息

source: Reply to this comment
ar: الرد على هذا التعليق
ca: Respondre a aquest comentari
it: Rispondi a questo commento
ja: このコメントに返信する
nl: Reageer op dit commentaar
pt_br: Responder a este comentário
uk: Відповісти на цей коментар
zh_hans: 回复此评论

source: Reply to this message
ar: الرد على هذه الرسالة
ca: Respondre a aquest missatge
it: Rispondi a questo messaggio
ja: このメッセージに返信する
nl: Dit bericht beantwoorden
pt_br: Responder a esta mensagem
uk: Відповісти на це повідомлення
zh_hans: 回复此信息

source: Reply-to
ar: الرد على
ca: Repliu-to
it: Risposta a
ja: 返信先
nl: Antwoord naar
pt_br: Responder a
uk: Відповідати на
zh_hans: 回复

source: Report
ar: إبلاغ
ca: Informe
it: Rapporto
ja: レポート
nl: Rapporteer
pt_br: Relatório
uk: Звіт
zh_hans: 报告

source: Report Status
ca: Estat de l'informe
it: Stato del rapporto
ja: レポート状況
pt_br: Status do relatório
zh_hans: 报告状态

source: Report as inappropriate
ar: الإبلاغ عنه كغير ملائم
ca: Denunciar com a inadequat
it: Segnala come inappropriato
ja: 不適切な報告
nl: Rapporteer als ongepast
pt_br: Denunciar como impróprio
uk: Повідомити як невідповідне
zh_hans: 报告为不恰当

source: Report inappropriate comment
ar: الإبلاغ عن تعليق غير لائق
ca: Denunciar un comentari inadequat
it: Segnala un commento inappropriato
ja: 不適切なコメントを報告する
nl: Rapporteer ongepaste opmerking
pt_br: Denunciar comentário impróprio
uk: Повідомте про неприйнятний коментар
zh_hans: 报告不当评论

source: Report inappropriate comment|Comment Report inappropriate nodes|Nodes Report inappropriate post|Post
ca: Denunciar comentaris inadequats|Comentari Informar de nodes inadequats|nodes Denunciar una publicació inapropiada|Publicació
it: Segnala un commento inappropriato|Commento Segnala nodi inappropriati|Nodi Segnala un post inappropriato|Post
ja: 不適切なコメントの報告|コメント 不適切なノードの報告|ノード 不適切な投稿を報告する
pt_br: Relatar comentário inadequado|Comentário Relatar nós inadequados|Nós Denunciar post inapropriado|Postar
zh_hans: 报告不当评论|评论 报告不恰当的节点|节点 报告不恰当的帖子|帖子

source: Report inappropriate nodes
ar: الإبلاغ عن العقد غير الملائمة
ca: Informar de nodes inadequats
it: Segnala i nodi inappropriati
ja: 不適切なノードを報告する
nl: Rapporteer ongepaste inhoud
pt_br: Denunciar nós inapropriados
uk: Повідомляти про невідповідні вузли
zh_hans: 报告不适当的节点

source: Report inappropriate post
ar: الإبلاغ عن منشور غير لائق
ca: Denunciar una publicació inapropiada
it: Segnala un post inappropriato
ja: 不適切な投稿を報告する
nl: Rapporteer ongepast bericht
pt_br: Denunciar postagem imprópria
uk: Повідомити про неприйнятну публікацію
zh_hans: 报告不当帖子

source: Report overview
ar: نظرة عامة على التقرير
ca: Visió general de l'informe
it: Panoramica del rapporto
ja: レポート概要
nl: Rapport overzicht
pt_br: Visão geral do relatório
uk: Огляд звіту
zh_hans: 报告概览

source: Report reasons
ar: أسباب الإبلاغ
ca: Informar motius
it: Motivi del rapporto
ja: レポート理由
nl: Rapporteer redenen
pt_br: Motivos do relatório
uk: Повідомте про причини
zh_hans: 报告理由

source: Reported
ar: تم الإبلاغ عنه
ca: Reportats
it: Segnalato
ja: 報告済み
nl: Gerapporteerd
pt_br: Relatado
uk: Повідомляється
zh_hans: 已报告

source: Reported content overview
ar: نظرة عامة حول المحتوى الذي تم الإبلاغ عنه
ca: Visió general del contingut reportat
it: Panoramica dei contenuti segnalati
ja: 報告内容の概要
nl: Gerapporteerde inhoud overzicht
pt_br: Visão geral do conteúdo denunciado
uk: Огляд звітного контенту
zh_hans: 报告内容概览

source: Reporter
ar: مٌقدم الإبلاغ
it: Giornalista
ja: レポーター
nl: Melder
pt_br: Repórter
uk: Репортер
zh_hans: 记者

source: Reports
ar: تقارير
ca: Informes
it: Rapporti
ja: レポート
nl: Rapporten
pt_br: Relatórios
uk: Звіти
zh_hans: 报告

source: Request approved event enrollment
ar: طلب تسجيل حدث معتمد
ca: Sol·licitar inscripció a l'esdeveniment aprovada
it: Richiesta di iscrizione all'evento approvata
ja: 承認されたイベント登録をリクエストする
nl: Aanmelding voor evenement geaccepteerd
pt_br: Solicitar inscrição aprovada no evento
uk: Попросіть затвердити реєстрацію на захід
zh_hans: 申请批准活动注册

source: Request date
ar: تاريخ الطلب
ca: Data de sol·licitud
it: Data della richiesta
ja: リクエスト日
nl: Aanvraag datum
pt_br: Data da solicitação
uk: Дата запиту
zh_hans: 申请日期

source: Request enrollment in @label Event
ar: اطلب التسجيل في حدث @label
ca: Sol·licitar inscripció a l'esdeveniment @label
it: Richiesta di iscrizione all'evento @label
ja: @label イベントへの参加申し込み
nl: Aanmelding in @label Evenement
pt_br: Solicitar inscrição no evento @label
uk: Подати заявку на участь у заході @label
zh_hans: 申请加入@label 活动

source: Request event enrollment
ar: اطلب التسجيل في حدث
ca: Sol·licitar inscripció a l'esdeveniment
it: Richiesta di iscrizione all'evento
ja: イベント参加申し込み
nl: Aanmelding voor evenement
pt_br: Solicitar inscrição no evento
uk: Подати заявку на участь у заході
zh_hans: 申请活动注册

source: Request group membership
ar: طلب عضوية المجموعة
ca: Sol·licitar adhesió al grup
it: Richiesta di adesione al gruppo
ja: グループメンバー登録
nl: Lidmaatschap aanvragen voor een groep
pt_br: Solicitar associação a um grupo
uk: Запит на вступ до групи
zh_hans: 申请加入小组

source: Request membership
ar: طلب العضوية
ca: Sol·licitar adhesió
it: Richiesta di adesione
ja: 入会を申し込む
nl: Lidmaatschap aanvragen
pt_br: Solicitar associação
uk: Надіслати прохання стати учасником групи
zh_hans: 申请加入

source: Request message
ar: رسالة طلب
ca: Sol·licitar missatge
it: Messaggio di richiesta
ja: リクエストメッセージ
nl: Bericht bij het aanmelden
pt_br: Solicitar mensagem
uk: Повідомлення запиту
zh_hans: 申请信息

source: Request only
ar: اطلب فقط
ca: Sol·licitar
it: Solo su richiesta
ja: リクエストのみ
nl: Alleen op aanmelding
pt_br: Somente solicitação
uk: Тільки запит
zh_hans: 仅限申请

source: Request or invite status
ar: حالة الطلب أو الدعوة
ca: Estat de sol·licitud o invitació
it: Stato della richiesta o dell'invito
ja: リクエストまたは招待ステータス
nl: Status van aanmelding of uitnodiging
pt_br: Status de solicitação ou convite
uk: Статус запиту або запрошення
zh_hans: 请求或邀请状态

source: Request page link.
ar: رابط صفحة الطلب.
ca: Sol·licitar enllaç de la pàgina.
it: Collegamento alla pagina di richiesta.
ja: ページのリンクをリクエストする。
nl: Link naar de aanvraagpagina.
pt_br: Link da página de solicitação.
uk: Запитайте посилання на сторінку.
zh_hans: 请求页面链接。

source: Request sent
ar: تم إرسال الطلب
ca: Sol·licitud enviada
it: Richiesta inviata
ja: リクエスト送信
nl: Aanvraag verstuurd
pt_br: Solicitação enviada
uk: Запит надіслано
zh_hans: 已发送请求

source: Request status
ar: حالة الطلب
ca: Estat de la sol·licitud
it: Stato della richiesta
ja: リクエスト状況
nl: Aanvraag status
pt_br: Status da solicitação
uk: Статус запиту
zh_hans: 申请状态

source: Request to enroll
ar: طلب الالتحاق
ca: Sol·licitud de matriculació
it: Richiesta di iscrizione
ja: 入会申し込み
nl: Aanmelding
pt_br: Solicitação de inscrição
uk: Запит на реєстрацію
zh_hans: 申请注册

source: Request to enroll - users can 'request to enroll' for this event which event organisers approve/decline
ar: طلب التسجيل - يمكن للمستخدمين «طلب التسجيل» لهذا الحدث الذي يوافق عليه منظمو الحدث أو يرفضه
ca: Sol·licitud d'inscripció - els usuaris poden “sol·licitar la inscripció” a aquest esdeveniment que els organitzadors de l'esdeveniment aprovar/declinen
it: Richiesta di iscrizione - gli utenti possono "richiedere l'iscrizione" a questo evento che gli organizzatori dell'evento approvano/declinano.
ja: 登録申請 - ユーザーはこのイベントに「登録申請」することができ、イベント主催者はこれを承認/拒否することができる。
nl: Aanmelden - gebruikers moeten zich aanmelden voor dit evenement en de organisatoren moeten deze aanmeldingen eerst accepteren/afwijzen
pt_br: Solicitação de inscrição - os usuários podem “solicitar a inscrição” para este evento, que os organizadores do evento aprovam/recusam
uk: Запит на реєстрацію - користувачі можуть "подати запит на реєстрацію" на цю подію, який організатори події схвалюють/відхиляють
zh_hans: 申请加入 - 用户可 "申请加入 "该活动，活动组织者可批准/拒绝该申请

source: Request to join
ar: طلب الانضمام
ca: Sol·licitud d'adhesió
it: Richiesta di adesione
ja: 入会申し込み
nl: Lidmaatschap aanvragen
pt_br: Solicitação de adesão
uk: Запит на приєднання
zh_hans: 申请加入
