Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Display entity label even when access is prohibited.
ar: اعرض تسمية الكيان حتى عندما يكون الوصول محظورًا.
ca: Mostra l'etiqueta de l'entitat fins i tot quan l'accés està prohibit.
it: Visualizzare l'etichetta dell'entità anche quando l'accesso è vietato.
ja: アクセスが禁止されている場合でも、エンティティのラベルを表示する。
nl: Geef het label van de entiteit weer, zelfs wanneer de toegang verboden is.
pt_br: Exiba o rótulo da entidade mesmo quando o acesso for proibido.
uk: Відображати мітку сутності, навіть якщо доступ заборонено.
zh_hans: 即使禁止访问，也要显示实体标签。

source: Display error message
ar: عرض رسالة خطأ
ca: Mostra el missatge d'error
it: Visualizzazione del messaggio di errore
ja: エラーメッセージの表示
nl: Foutmeldingsberichten weergeven
pt_br: Exibir mensagem de erro
uk: Відобразити повідомлення про помилку
zh_hans: 显示错误信息

source: Display icon configuration
ar: عرض ايقونة التهيئة
ca: Configuració d'icones de visualització
it: Configurazione dell'icona del display
ja: 表示アイコンの設定
nl: Configuratie zichtbaarheid iconen
pt_br: Configuração do ícone de exibição
uk: Конфігурація піктограм на дисплеї
zh_hans: 显示图标配置

source: Display name
ar: اسم العرض
ca: Nom de visualització
it: Nome visualizzato
ja: 表示名
nl: Naam voor weergave
pt_br: Nome de exibição
uk: Назва
zh_hans: 显示名称

source: Display settings
ar: إعدادات العرض
ca: Configuració de visualització
it: Impostazioni del display
ja: ディスプレイ設定
nl: Weergave-instellingen
pt_br: Configurações de exibição
uk: Налаштування відображення
zh_hans: 显示设置

source: Display the <b>My Groups</b> icon in the main navigation
ar: اعرض <b>أيقونة مجموعاتي</b> في لوحة التنقل الرئيسية
ca: Mostra la icona <b> Els meus grups </b> a la navegació principal
it: Visualizzare l'icona <b>I miei gruppi</b> nella navigazione principale.
ja: <b>マイグループ</b> アイコンをメインナビゲーションに表示する。
nl: Toon het <b>mijn groepen</b> icoon in de hoofdnavigatie
pt_br: Exibir o ícone <b> Meus grupos </b> na navegação principal
uk: Відобразити іконку <b>Мої групи</b> в головній навігації
zh_hans: 在主导航中显示<b>我的群组</b> 图标

source: Display the <b>Social Private Message</b> (envelope) icon.
ar: اعرض <b>أيقونة الرسائل الاجتماعية الخاصة</b> (المغلف).
ca: Mostra la icona <b> Missatge privat social </b> (sobre).
it: Visualizzare l'icona <b>Social Private Message</b> (busta).
ja: <b>ソーシャルプライベートメッセージ</b> （エンベロープ）アイコンを表示します。
nl: Toon het <b>privé bericht</b> (envelop) icoon.
pt_br: Exiba o ícone <b> de mensagem privada social </b> (envelope).
uk: Відобразити піктограму <b>Соціальне приватне повідомлення</b> (конверт).
zh_hans: 显示<b>社交私人信息</b> （信封）图标。

source: Display the groups icon in the navigation bar
ar: اعرض رمز المجموعات في شريط التنقل
ca: Mostra la icona de grups a la barra de navegació
it: Visualizzare l'icona dei gruppi nella barra di navigazione
ja: ナビゲーションバーにグループアイコンを表示する
nl: Geef het groepspictogram in de navigatiebalk weer
pt_br: Exibir o ícone de grupos na barra de navegação
uk: Відобразити піктограму груп на панелі навігації
zh_hans: 在导航栏中显示组图标

source: Display the label of the referenced album entities.
ar: اعرض تسمية كيانات الألبوم المشار إليها.
ca: Mostra l'etiqueta de les entitats de l'àlbum referenciades.
it: Visualizza l'etichetta delle entità album di riferimento.
ja: 参照されているアルバムエンティティのラベルを表示する。
nl: Laat het label zien van de albumentiteiten waarnaar wordt verwezen.
pt_br: Exiba o rótulo das entidades do álbum referenciadas.
uk: Відобразити етикетку об'єктів альбому, на які є посилання.
zh_hans: 显示所引用相册实体的标签。

source: Display the label of the referenced entities even if based entity type is user and entity is deleted.
ar: اعرض تسمية الكيانات المُشار إليها حتى إذا كان نوع الكيان المعتمد هو مستخدم وتم حذف الكيان.
ca: Mostra l'etiqueta de les entitats referenciades encara que el tipus d'entitat basat sigui usuari i entitat s'elimini.
it: Visualizza l'etichetta delle entità di riferimento anche se il tipo di entità basata è utente e l'entità è cancellata.
ja: 参照されているエンティティのラベルを表示する。
nl: Geef het label van de entiteiten waarnaar wordt verwezen weer, zelfs als het gebaseerde entiteittype gebruiker is en de entiteit is verwijderd.
pt_br: Exiba o rótulo das entidades referenciadas, mesmo que o tipo de entidade baseado seja usuário e a entidade seja excluída.
uk: Відображати мітки сутностей, на які є посилання, навіть якщо тип сутності - користувач, а сутність видалено.
zh_hans: 显示引用实体的标签，即使基于的实体类型是用户且实体已删除。

source: Display the mentioned user in a post
ar: عرض المستخدم المذكور في منشور
ca: Mostra l'usuari esmentat en un post
it: Visualizzare l'utente citato in un post
ja: 投稿に言及したユーザーを表示する
nl: De vermelde gebruiker in een bericht weergeven
pt_br: Exibir o usuário mencionado em uma postagem
uk: Відображати згаданого користувача в дописі
zh_hans: 显示帖子中提到的用户

source: Display the private message icon in the navigation bar
ar: اعرض رمز الرسالة الخاصة في شريط التنقل
ca: Mostra la icona del missatge privat a la barra de navegació
it: Visualizzare l'icona del messaggio privato nella barra di navigazione
ja: ナビゲーションバーにプライベートメッセージアイコンを表示する
nl: Het pictogram voor privéberichten in de navigatiebalk weergeven
pt_br: Exibir o ícone de mensagem privada na barra de navegação
uk: Відображати іконку приватного повідомлення на панелі навігації
zh_hans: 在导航栏中显示私人信息图标

source: Display the view as a filter block.
ar: اعرض العرض صندوق تصفية.
ca: Mostra la vista com un bloc de filtre.
it: Visualizza la vista come blocco filtro.
ja: ビューをフィルターブロックとして表示する。
nl: Geef de weergave weer als een filterblok.
pt_br: Exiba a exibição como um bloco de filtro.
uk: Відобразити подання у вигляді блоку фільтрів.
zh_hans: 将视图显示为过滤块。

source: Display the view as a mode block.
ar: اعرض العرض ككتلة وضع.
ca: Mostra la vista com un bloc de mode.
it: Visualizza la vista come blocco di modalità.
ja: ビューをモードブロックとして表示する。
nl: Geef de weergave weer als een modusblok.
pt_br: Exiba a exibição como um bloco de modo.
uk: Відобразити подання у вигляді блоку режимів.
zh_hans: 将视图显示为模式块。

source: Display user’s time zone in events
ar: عرض المنطقة الزمنية للمستخدم في الأحداث
ca: Mostra la zona horària de l'usuari en esdeveniments
it: Visualizzazione del fuso orario dell'utente negli eventi
ja: イベントにユーザーのタイムゾーンを表示する
nl: Toon de tijdzone van de gebruiker in gebeurtenissen
pt_br: Exibir o fuso horário do usuário em eventos
uk: Відображення часового поясу користувача в подіях
zh_hans: 在事件中显示用户的时区

source: Displayed in the user log in card.
ar: معروض في بطاقة تسجيل دخول المستخدم.
ca: Es mostra a la targeta d'inici de sessió de l'usuari.
it: Visualizzato nella scheda di accesso dell'utente.
ja: ユーザー・ログイン・カードに表示される。
nl: Weergegeven op de inlogkaart van de gebruiker.
pt_br: Exibido no cartão de login do usuário.
uk: Відображається в картці входу користувача.
zh_hans: 显示在用户登录卡中。

source: Displayed in the user sign-up card.
ar: معروض في بطاقة تسجيل المستخدم.
ca: Es mostra a la targeta de registre d'usuari.
it: Visualizzato nella scheda di iscrizione dell'utente.
ja: ユーザー登録カードに表示されます。
nl: Wordt weergegeven in het registratie blok.
pt_br: Exibido no cartão de inscrição do usuário.
uk: Відображається в реєстраційній картці користувача.
zh_hans: 显示在用户注册卡中。

source: Displays a block and page for the newest users on the platform based on Profile
ar: يعرض صندوق وصفحة لأحدث المستخدمين على النظام الأساسي بناءً على الملف الشخصي
ca: Mostra un bloc i una pàgina per als usuaris més nous de la plataforma basat en Perfil
it: Visualizza un blocco e una pagina per gli utenti più recenti della piattaforma in base al profilo.
ja: プロファイルに基づき、プラットフォーム上の最新ユーザーのブロックとページを表示します。
nl: Toont een blok en pagina voor de nieuwste gebruikers op het platform op basis van Profiel
pt_br: Exibe um bloco e uma página para os usuários mais novos da plataforma com base no Perfil
uk: Відображає блок і сторінку для нових користувачів на платформі на основі профілю
zh_hans: 根据个人资料显示平台上最新用户的区块和页面

source: Displays the count of members in a group.
ar: يعرض عدد الأعضاء في مجموعة.
ca: Mostra el nombre de membres d'un grup.
it: Visualizza il numero di membri di un gruppo.
ja: グループのメンバー数を表示します。
nl: Toont het aantal leden in een groep.
pt_br: Exibe a contagem de membros em um grupo.
uk: Відображає кількість учасників у групі.
zh_hans: 显示组内成员的数量。

source: Displays the entity type or the bundle type for Nodes.
ar: يعرض نوع الكيان أو نوع الحزمة للعقد.
ca: Mostra el tipus d'entitat o el tipus de paquet per als Nodes.
it: Visualizza il tipo di entità o il tipo di bundle per i nodi.
ja: ノードのエンティティタイプまたはバンドルタイプを表示します。
nl: Toont het entiteittype of het bundeltype voor inhoudsitems.
pt_br: Exibe o tipo de entidade ou o tipo de pacote para Nodes.
uk: Відображає тип сутності або тип пакета для вузлів.
zh_hans: 显示节点的实体类型或捆绑类型。

source: Displays the newest topics in the community
ar: يعرض أحدث الموضوعات في المجتمع
ca: Mostra els temes més nous de la comunitat
it: Mostra gli argomenti più recenti della comunità
ja: コミュニティの最新トピックを表示
nl: Toont de nieuwste onderwerpen in de gemeenschap
pt_br: Exibe os tópicos mais recentes da comunidade
uk: Відображає свіжі теми в спільноті
zh_hans: 显示社区中的最新话题

source: Do not count downloads for users with this role.
ar: لا تحسب التنزيلات للمستخدمين بهذا الدور.
ca: No compteu les descàrregues per als usuaris amb aquest rol.
it: Non contare i download degli utenti con questo ruolo.
ja: このロールを持つユーザーのダウンロードをカウントしない。
nl: Tel geen downloads voor gebruikers met deze rol.
pt_br: Não conte os downloads de usuários com essa função.
uk: Не враховуйте завантаження для користувачів з цією роллю.
zh_hans: 不计算具有此角色的用户的下载次数。

source: Do not show threads a user deleted.
ar: لا تظهر المواضيع التي حذفها المستخدم.
ca: No mostreu fils que un usuari ha suprimit.
it: Non mostrare le discussioni cancellate da un utente.
ja: ユーザーが削除したスレッドを表示しない。
nl: Toon geen threads die een gebruiker heeft verwijderd.
pt_br: Não mostre tópicos que um usuário excluiu.
uk: Не показувати теми, які користувач видалив.
zh_hans: 不显示用户删除的主题。

source: Don't have an account yet? @link
ar: لا تملك حسابا حتى الآن؟ @link
ca: Encara no tens compte? @link
it: Non avete ancora un account? @link
ja: まだアカウントをお持ちでないですか？@link
nl: Heb je nog geen account? @link
pt_br: Ainda não tem uma conta? @link
uk: Ще не маєте облікового запису? @link
zh_hans: 还没有账户？@link

source: Don't send email notifications to users who have never logged in
ar: عدم إرسال إشعارات بالبريد الإلكتروني إلى المستخدمين الذين لم يسجلوا الدخول مطلقًا
ca: No envieu notificacions per correu electrònic als usuaris que mai han iniciat sessió
it: Non inviate notifiche via e-mail agli utenti che non hanno mai effettuato il login.
ja: 一度もログインしていないユーザーにメール通知を送信しない
nl: Verstuur geen e-mailnotificaties naar gebruikers die nooit inloggen
pt_br: Não envie notificações por e-mail para usuários que nunca fizeram login
uk: Не надсилайте сповіщення користувачам, які ніколи не входили в систему
zh_hans: 不要向从未登录过的用户发送电子邮件通知

source: Download Count
ar: عدد التحميلات
ca: Descarregar Recompte
it: Scaricare Conte
ja: ダウンロード
nl: Aantal downloads
pt_br: Contagem de downloads
uk: Число завантажень
zh_hans: 下载计数

source: Download count
ar: احصائيات التنزيل
ca: Recompte de descàrregues
it: Scarica il conteggio
ja: ダウンロード数
nl: Aantal downloads
pt_br: Contagem de downloads
uk: Лічильник завантажень
zh_hans: 下载次数

source: Download file
ar: تحميل الملف
ca: Descarregar fitxer
it: Scarica il file
ja: ダウンロードファイル
nl: Bestand downloaden
pt_br: Baixar arquivo
uk: Завантажити файл
zh_hans: 下载文件

source: Drag-and-drop to change the order
ar: قم بالسحب والإسقاط لتغيير الترتيب
ca: Arrossega i deixa anar per canviar l'ordre
it: Trascinamento per modificare l'ordine
ja: ドラッグ＆ドロップで順番を変更
nl: Versleep om de volgorde te veranderen
pt_br: Arraste e solte para alterar o pedido
uk: Перетягніть, щоб змінити порядок
zh_hans: 拖放更改顺序

source: Dropdown
ar: قائمة منسدلة
ca: Desplegable
it: A discesa
ja: ドロップダウン
nl: Keuzelijst
pt_br: Lista suspensa
uk: Випадний список
zh_hans: 下拉式

source: Dropdown element.
ar: عنصر القائمة المنسدلة.
ca: Element desplegable.
it: Elemento a discesa.
ja: ドロップダウン要素。
pt_br: Elemento suspenso.
uk: Елемент, що випадає.
zh_hans: 下拉元素。

source: Dropdown field formatter
ar: منسق حقل القائمة المنسدلة
ca: Formatador de camps desplegables
it: Formattatore di campi a discesa
ja: ドロップダウンフィールドのフォーマッタ
nl: Dropdown veld formatteren
pt_br: Formatador de campo suspenso
uk: Форматер випадаючих полів
zh_hans: 下拉字段格式

source: Dropdown field.
ar: حقل القائمة المنسدلة.
ca: Camp desplegable.
it: Campo a discesa.
ja: ドロップダウンフィールド。
nl: Dropdown veld.
pt_br: Campo suspenso.
uk: Випадаюче поле.
zh_hans: 下拉字段。

source: Dropdown list
ar: قائمة مسندلة
ca: Llista desplegable
it: Elenco a discesa
ja: ドロップダウンリスト
nl: Dropdown lijst
pt_br: Lista suspensa
uk: Випадаючий список
zh_hans: 下拉列表

source: Dropdown list settings
ar: إعدادات القائمة المنسدلة
ca: Configuració de la llista desplegable
it: Impostazioni dell'elenco a discesa
ja: ドロップダウンリストの設定
nl: Instellingen vervolgkeuzelijst
pt_br: Configurações da lista suspensa
uk: Налаштування випадаючого списку
zh_hans: 下拉列表设置

source: Dropdown widget
ar: القطعة المنسدلة
ca: Widget desplegable
it: Widget a discesa
ja: ドロップダウン
pt_br: Widget suspenso
uk: Спадний віджет
zh_hans: 下拉部件

source: Due to privacy concerns, the identity of registered email addresses will not be disclosed. Therefore, a password reset link has been sent to you only if you have entered a valid email address or username. <br>If the email address or username you entered does not exist, you will not get a reset link or a confirmation/warning about that here. Please contact the @admin_link if there are any problems.
ar: بسبب مخاوف تتعلق بالخصوصية ، لن يتم الكشف عن هوية عناوين البريد الإلكتروني المسجلة. لذلك ، تم إرسال رابط إعادة تعيين كلمة المرور إليك فقط إذا قمت بإدخال عنوان بريد إلكتروني أو اسم مستخدم صالح.<br> إذا كان عنوان البريد الإلكتروني أو اسم المستخدم الذي أدخلته غير موجود ، فلن تحصل على رابط إعادة تعيين أو تأكيد / تحذير بشأن ذلك هنا. يرجى التواصل مع @admin_link إذا كانت هناك أية مشاكل.
ca: A causa de preocupacions de privacitat, la identitat de les adreces de correu electrònic registrades no es revelarà. Per tant, només se us ha enviat un enllaç de restabliment de contrasenya si heu introduït una adreça de correu electrònic o nom d'usuari vàlid. <br>Si l'adreça de correu electrònic o nom d'usuari que heu introduït no existeix, aquí no obtindreu un enllaç de restabliment ni una confirmació/advertència sobre això. Si us plau, poseu-vos en contacte amb el @admin_link si hi ha algun problema.
it: Per motivi di privacy, l'identità degli indirizzi e-mail registrati non sarà divulgata. Pertanto, il link per la reimpostazione della password è stato inviato solo se è stato inserito un indirizzo e-mail o un nome utente valido. <Se l'indirizzo e-mail o il nome utente inseriti non esistono, non riceverete un link di ripristino o una conferma/avviso in merito. In caso di problemi, contattare @admin_link.
ja: プライバシー保護の観点から、登録されたEメールアドレスの身元は公開されません。そのため、有効なメールアドレスまたはユーザー名を入力した場合のみ、パスワードリセットリンクが送信されます。 <br>入力されたメールアドレスまたはユーザー名が存在しない場合、リセットリンクやその確認/警告はここでは表示されません。何か問題がありましたら、@admin_link 。
nl: Vanwege privacy-overwegingen wordt de identiteit van geregistreerde e-mailadressen niet bekendgemaakt. Daarom is een link voor het opnieuw instellen van het wachtwoord alleen naar jou verzonden als je een geldig e-mailadres of gebruikersnaam hebt ingevoerd. <br> Als het e-mailadres of de gebruikersnaam die je hebt ingevoerd niet bestaat, krijg je geen resetlink of een bevestiging /waarschuwing. Indien je problemen hebt met inloggen, neem dan contact op met de @admin_link.
pt_br: Devido a questões de privacidade, a identidade dos endereços de e-mail registrados não será divulgada. Portanto, um link de redefinição de senha será enviado a você somente se você tiver digitado um endereço de e-mail ou nome de usuário válido. <br>Se o endereço de e-mail ou nome de usuário que você inseriu não existir, você não receberá um link de redefinição ou uma confirmação/aviso sobre isso aqui. Entre em contato com o @admin_link se houver algum problema.
uk: З міркувань конфіденційності, ідентичність зареєстрованих адрес електронної пошти не буде розкрита. Тому посилання для скидання пароля буде надіслано вам лише в тому випадку, якщо ви ввели дійсну адресу електронної пошти або ім'я користувача. <Якщо введена вами адреса електронної пошти або ім'я користувача не існує, ви не отримаєте посилання для скидання пароля або підтвердження/попередження про це. Якщо у вас виникли проблеми, будь ласка, зверніться за адресою @admin_link.
zh_hans: 出于隐私方面的考虑，注册电子邮件地址的身份不会被披露。因此，只有当您输入了有效的电子邮件地址或用户名时，我们才会向您发送密码重置链接。 <br>如果您输入的电子邮件地址或用户名不存在，您将不会收到重置链接或相关确认/警告。如有任何问题，请联系@admin_link 。

source: Due to privacy concerns, we can't disclose the existence of registered email addresses. Please make sure the email address is entered correctly and try again.
ar: بسبب مخاوف تتعلق بالخصوصية ، لا يمكننا الكشف عن وجود عناوين بريد إلكتروني مسجلة. يرجى التأكد من إدخال عنوان البريد الإلكتروني بشكل صحيح وحاول مرة أخرى.
ca: A causa de preocupacions de privacitat, no podem revelar l'existència d'adreces de correu electrònic registrades. Si us plau, assegureu-vos que l'adreça de correu electrònic està introduïda correctament i intenteu-ho de nou.
it: Per motivi di privacy, non possiamo rivelare l'esistenza di indirizzi e-mail registrati. Assicurarsi che l'indirizzo e-mail sia stato inserito correttamente e riprovare.
ja: 個人情報保護の観点から、登録されたメールアドレスの存在を公表することはできません。メールアドレスが正しく入力されていることをご確認の上、再度お試しください。
nl: Vanwege privacy-overwegingen wordt de identiteit van geregistreerde e-mailadressen niet bekendgemaakt. Zorg ervoor dat je het juiste e-mailadres hebt ingevoerd en probeer het nogmaals.
pt_br: Devido a questões de privacidade, não podemos divulgar a existência de endereços de e-mail registrados. Verifique se o endereço de e-mail foi digitado corretamente e tente novamente.
uk: З міркувань конфіденційності ми не можемо розголошувати існування зареєстрованих електронних адрес. Будь ласка, переконайтеся, що адресу електронної пошти введено правильно, і спробуйте ще раз.
zh_hans: 出于隐私方面的考虑，我们不能透露已注册的电子邮件地址。请确保输入的电子邮件地址正确无误后再试一次。

source: Dynamic page cache (recommended)
ar: ذاكرة التخزين المؤقت الديناميكية للصفحة (مستحسن)
ca: Memòria cau dinàmica de la pàgina (recomanat)
it: Cache dinamica della pagina (consigliata)
ja: 動的ページキャッシュ（推奨）
nl: Dynamische pagina cache (aanbevolen)
pt_br: Cache dinâmico de páginas (recomendado)
uk: Динамічний кеш сторінок (рекомендовано)
zh_hans: 动态页面缓存（推荐）

source: E-mail
ca: Correu electrònic
ja: 電子メール
pt_br: Correio eletrônico
zh_hans: 电子邮件

source: E-mail template settings.
ar: إعدادات قالب البريد الإلكتروني.
ca: Configuració de la plantilla de correu electrònic.
it: Impostazioni del modello di e-mail.
ja: メールテンプレートの設定。
nl: Email template instellingen.
pt_br: Configurações do modelo de e-mail.
uk: Налаштування шаблону електронної пошти.
zh_hans: 电子邮件模板设置。

source: EDA Settings
ca: Configuració EDA
it: Impostazioni EDA
ja: EDA設定
pt_br: Configurações de EDA
zh_hans: EDA 设置

source: EDA settings
ca: Configuració EDA
it: Impostazioni EDA
ja: EDA設定
pt_br: Configurações de EDA
zh_hans: EDA 设置

source: Edge cursor
ar: مؤشر الحافة
ca: Cursor de vora
it: Cursore del bordo
ja: エッジカーソル
nl: Randcursor
pt_br: Cursor de borda
uk: Крайній курсор
zh_hans: 边缘光标

source: Edge node
ar: عقدة الحافة
ca: Node de vora
it: Nodo del bordo
ja: エッジノード
nl: Randknoop
pt_br: Nodo periférico
uk: Реберний вузол
zh_hans: 边缘节点

source: EdgeInterface
ar: واجهة الحافة
it: Interfaccia del bordo
ja: エッジインターフェース
pt_br: Interface Edge
zh_hans: 边缘接口

source: Edges
ar: الحواف
ca: Vores
it: Bordi
ja: エッジ
nl: Randen
pt_br: Bordas
uk: Краї
zh_hans: 边缘

source: Edit
ar: تحرير
ca: Edita
it: Modifica
ja: 編集
nl: Bewerken
pt_br: Editar
uk: Редагувати
zh_hans: 编辑

source: Edit Activity entities
ar: تحرير كيانات النشاط
ca: Editar entitats d'activitat
it: Modifica delle entità di attività
ja: アクティビティ・エンティティの編集
nl: Activiteit entiteiten bewerken
pt_br: Editar entidades de atividade
uk: Редагування сутностей Активності
zh_hans: 编辑活动实体

source: Edit Comment
ar: تحرير التعليق
ca: Edita el comentari
it: Modifica Commento
ja: コメントを編集する
nl: Reactie bewerken
pt_br: Editar comentário
uk: Редагувати коментар
zh_hans: 编辑评论

source: Edit Content
ar: تحرير المحتوى
ca: Editar contingut
it: Modifica del contenuto
ja: コンテンツの編集
nl: Wijzig Inhoud
pt_br: Editar conteúdo
uk: Редагувати вміст
zh_hans: 编辑内容

source: Edit Event enrollment entities
ar: تحرير كيانات تسجيل الحدث
ca: Edita entitats de registre d'esdeveniments
it: Modifica delle entità di iscrizione agli eventi
ja: イベント登録エンティティの編集
nl: Entiteiten voor evenementinschrijving bewerken
pt_br: Editar entidades de inscrição em eventos
uk: Редагування об'єктів реєстрації подій
zh_hans: 编辑活动报名实体

source: Edit Font entities
ar: تحرير كيانات الخط
ca: Editar les entitats de tipus de lletra
it: Modifica delle entità dei caratteri
ja: フォント・エンティティの編集
nl: Lettertype-entiteiten bewerken
pt_br: Editar entidades de fonte
uk: Редагування об'єктів шрифтів
zh_hans: 编辑字体实体

source: Edit Frontpage Setting
ar: تحرير إعداد الصفحة الأولى
ca: Edita la configuració de la primera pàgina
it: Modifica dell'impostazione della pagina principale
ja: フロントページ設定の編集
nl: Voorpagina-instelling bewerken
pt_br: Editar configuração da página inicial
uk: Редагування налаштувань головної сторінки
zh_hans: 编辑 Frontpage 设置

source: Edit Mentions Type
ar: تحرير نوع الإشارات
ca: Editar el tipus de mencions
it: Modifica del tipo di menzioni
ja: メンションタイプの編集
nl: Type vermeldingen bewerken
pt_br: Editar tipo de menções
uk: Редагувати тип згадок
zh_hans: 编辑提及类型

source: Edit Post
ar: تعديل المنشور
ca: Edita la publicació
it: Modifica del messaggio
ja: 投稿を編集する
nl: Bewerk Bericht
pt_br: Editar postagem
uk: Редагувати публікацію
zh_hans: 编辑职位

source: Edit Queue storage entity entities
ar: تحرير كيانات كيان تخزين قائمة الانتظار
ca: Editar entitats d'emmagatzematge de cua
it: Modifica delle entità di archiviazione della coda
ja: キュー・ストレージ・エンティティの編集
nl: Bewerk entiteiten voor wachtrijopslag
pt_br: Editar entidades da entidade de armazenamento de filas
uk: Редагування сутностей сховища черги
zh_hans: 编辑队列存储实体

source: Edit account
ar: تعديل الحساب
ca: Edita el compte
it: Modifica account
ja: アカウント編集
nl: Account bewerken
pt_br: Editar conta
uk: Змінити аккаунт
zh_hans: 编辑账户

source: Edit alternative frontpage settings
ar: تحرير إعدادات الصفحة الأولى البديلة
ca: Edita la configuració alternativa de la primera pàgina
it: Modificare le impostazioni della frontpage alternativa
ja: 代替フロントページ設定の編集
nl: Alternatieve instellingen voor de voorpagina toevoegen
pt_br: Editar configurações alternativas da página inicial
uk: Редагування альтернативних налаштувань головної сторінки
zh_hans: 编辑替代前台页面设置

source: Edit any posts entities
ar: تحرير أي منشورات الكيانات
ca: Editar qualsevol entitat de publicacions
it: Modificare qualsiasi entità dei messaggi
ja: 投稿を編集する
nl: Bewerk alle berichten entiteiten
pt_br: Edite todas as entidades de postagens
uk: Редагуйте будь-які сутності дописів
zh_hans: 编辑任何职位实体

source: Edit content
ar: تعديل المحتوى
ca: Editar contingut
it: Modifica del contenuto
ja: コンテンツの編集
nl: Bewerk inhoud
pt_br: Editar conteúdo
uk: Редагувати вміст
zh_hans: 编辑内容

source: Edit existing groups their group type
ar: تحرير المجموعات الموجودة نوع مجموعتها
ca: Editar els grups existents el seu tipus de grup
it: Modificare i gruppi esistenti e il loro tipo di gruppo
ja: 既存のグループを編集する
nl: Wijzig het groep type van bestaande groepen
pt_br: Edite grupos existentes e seu tipo de grupo
uk: Редагування існуючих груп за типом групи
zh_hans: 编辑现有群组及其群组类型
