Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Turn sitewide JS on or off.
ar: قم بتشغيل JS على مستوى الموقع أو إيقاف تشغيله.
ca: Activa o desactiva JS a tot el lloc.
it: Attivare o disattivare il JS per tutto il sito.
ja: サイト全体のJSをオンまたはオフにします。
nl: Schakel sitewide JS in of uit.
pt_br: Ative ou desative o JS em todo o site.
uk: Увімкніть або вимкніть повсюдний JS.
zh_hans: 打开或关闭全站 JS。

source: Turning on this feature makes sure regular user can no longer post public content anywhere on the platform.
ar: يؤدي تشغيل هذه الميزة إلى التأكد من عدم قدرة المستخدم العادي على نشر محتوى عام في أي مكان على المنصة.
ca: En activar aquesta funció s'assegura que l'usuari habitual ja no pot publicar contingut públic en qualsevol lloc de la plataforma.
it: Attivando questa funzione, l'utente abituale non potrà più pubblicare contenuti pubblici in nessuna parte della piattaforma.
ja: この機能をオンにすると、一般ユーザーはプラットフォーム上のどこにも公開コンテンツを投稿できなくなる。
nl: Indien ingeschakeld kunnen normale ingelogde gebruikers nergens op het platform openbare content aanmaken.
pt_br: Ativar esse recurso garante que o usuário comum não possa mais publicar conteúdo público em qualquer lugar da plataforma.
uk: Увімкнувши цю функцію, звичайний користувач більше не зможе публікувати загальнодоступний контент будь-де на платформі.
zh_hans: 开启该功能后，普通用户就不能再在平台上的任何地方发布公开内容了。

source: Type
ar: النوع
ca: Tipus
it: Tipo
ja: タイプ
pt_br: Tipo
uk: Тип
zh_hans: 类型

source: Type a message on resending invites
ar: اكتب رسالة عند إعادة إرسال الدعوات
ca: Escriviu un missatge en tornar a enviar les invitacions
it: Scrivi un messaggio su Reinvio di inviti
ja: 招待状の再送に関するメッセージを入力する
nl: Typ een bericht over het opnieuw verzenden van uitnodigingen
pt_br: Digite uma mensagem ao reenviar convites
uk: Введіть повідомлення про повторне надсилання запрошень
zh_hans: 输入关于重新发送邀请的信息

source: Type configuration
ar: نوع التكوين
ca: Configuració de tipus
it: Configurazione del tipo
ja: タイプ構成
nl: Type configuratie
pt_br: Configuração de tipo
uk: Конфігурація типу
zh_hans: 类型配置

source: Type of content
ar: نوع المحتوى
ca: Tipus de contingut
it: Tipo di contenuto
ja: コンテンツの種類
nl: Type inhoud
pt_br: Tipo de conteúdo
uk: Тип контенту
zh_hans: 内容类型

source: URL Options
ar: خيارات عنوان URL
ca: Opcions URL
it: Opzioni URL
ja: URLオプション
nl: URL-opties
pt_br: Opções de URL
uk: Параметри URL-адреси
zh_hans: URL 选项

source: URL label
ca: Etiqueta URL
it: Etichetta URL
ja: URLラベル
pt_br: Rótulo de URL
zh_hans: URL 标签

source: URL of anonymously enrolled event with token to cancel enrollment.
ar: عنوان URL للحدث المسجل بشكل مجهول مع رمز مميز لإلغاء التسجيل.
ca: URL de l'esdeveniment inscrit anònimament amb token per cancel·lar la inscripció.
it: URL dell'evento iscritto in forma anonima con token per annullare l'iscrizione.
ja: 匿名登録されたイベントのURLと、登録をキャンセルするためのトークン。
nl: URL van anoniem ingeschreven evenement met token om inschrijving te annuleren.
pt_br: URL do evento inscrito anonimamente com token para cancelar a inscrição.
uk: URL-адреса анонімно зареєстрованої події з токеном для скасування реєстрації.
zh_hans: 匿名注册事件的 URL，带有取消注册的令牌。

source: URL of anonymously enrolled event.
ar: عنوان URL للحدث المسجل بشكل مجهول.
ca: URL de l'esdeveniment registrat anònimament.
it: URL dell'evento iscritto in forma anonima.
ja: 匿名で登録されたイベントのURL。
nl: URL van anoniem ingeschreven evenement.
pt_br: URL do evento inscrito anonimamente.
uk: URL-адреса анонімно зареєстрованої події.
zh_hans: 匿名注册事件的 URL。

source: URL of the Event I organize.
ar: عنوان URL للحدث الذي أقوم بتنظيمه.
ca: URL de l'esdeveniment que organitzo.
it: URL dell'evento che organizzo.
ja: 私が主催するイベントのURL
nl: URL van het evenement dat ik organiseer.
pt_br: URL do evento que eu organizo.
uk: URL-адреса події, яку я організовую.
zh_hans: 我组织的活动的 URL。

source: URL of the content that was reported.
ar: عنوان URL للمحتوى الذي تم الإبلاغ عنه.
ca: URL del contingut que s'ha informat.
it: URL del contenuto segnalato.
ja: 報告されたコンテンツのURL。
nl: De URL van de gerapporteerde inhoud
pt_br: URL do conteúdo que foi denunciado.
uk: URL-адреса контенту, про який повідомлялося.
zh_hans: 报告内容的 URL。

source: URL of the entity the like was created for
ar: عنوان URL الخاص بالكيان الذي تم إنشاء ما شابه له
ca: URL de l'entitat per a la qual es va crear com a
it: URL dell'entità per cui è stato creato il like
ja: 作成されたエンティティのURL
nl: URL van de entiteit waarvoor de like is aangemaakt
pt_br: URL da entidade para a qual o similar foi criado
uk: URL-адреса сутності, для якої було створено подібне
zh_hans: 实体的 URL

source: URL of the liked entity.
ar: عنوان URL الخاص بالكيان المحبوب.
ca: URL de l'entitat agradada.
it: URL dell'entità gradita.
ja: 気に入ったエンティティのURL。
nl: URL van de gelikete entiteit.
pt_br: URL da entidade curtida.
uk: URL вподобаного об'єкта.
zh_hans: 被选中实体的 URL。

source: URL of the reported content.
ar: عنوان URL للمحتوى الذي تم الإبلاغ عنه.
ca: URL del contingut informat.
it: URL del contenuto segnalato.
ja: 報告されたコンテンツのURL。
nl: De URL van de gerapporteerde inhoud.
pt_br: URL do conteúdo denunciado.
uk: URL-адреса контенту, про який повідомляється.
zh_hans: 报告内容的 URL。

source: UUID
ja: ユーユーアイディー

source: Unable to generate the derived image located at %path.
ca: No es pot generar la imatge derivada situada a %path.
it: Impossibile generare l'immagine derivata situata all'indirizzo %path.
ja: %path にある派生イメージを生成できない。
pt_br: Não é possível gerar a imagem derivada localizada em %path.
zh_hans: 无法生成位于%path 的派生图像。

source: Unable to proceed, please try again.
ar: غير قادر على المتابعة، يرجى المحاولة مرة أخرى.
ca: No es pot continuar, si us plau, torneu-ho a intentar.
it: Impossibile procedere, riprovare.
ja: 続行できません。もう一度やり直してください。
nl: Het is niet mogelijk om verder te gaan, probeer het nogmaals.
pt_br: Não foi possível continuar, tente novamente.
uk: Якщо ви не можете продовжити, спробуйте ще раз.
zh_hans: 无法继续，请重试。

source: Unapproved comments
ar: تعليقات لم تتم الموافقة عليها
ca: Comentaris no aprovats
it: Commenti non approvati
ja: 未承認コメント
nl: Niet goedgekeurde reacties
pt_br: Comentários não aprovados
uk: Неприйняті коментарі
zh_hans: 未经批准的意见

source: Unfollow
ar: إلغاء المتابعة
ca: Deixar de seguir
it: Non seguire
ja: フォロー解除
nl: Niet meer volgen
pt_br: Deixar de seguir
uk: Відписатися
zh_hans: 取消关注

source: Unfollow content
ar: إلغاء متابعة المحتوى
ca: Segueix el contingut
it: Contenuto non seguito
ja: アンフォローコンテンツ
nl: Inhoud niet meer volgen
pt_br: Deixar de seguir o conteúdo
uk: Відписатися
zh_hans: 取消关注内容

source: Unfollow this content
ar: إلغاء متابعة هذا المحتوى
ca: Segueix sense deixar aquest contingut
it: Non seguire questo contenuto
ja: このコンテンツのフォローを解除する
nl: Volg deze inhoud niet meer
pt_br: Deixar de seguir este conteúdo
uk: Відписатися від цього контенту
zh_hans: 取消关注此内容

source: Uninstalled %module_name module.
ar: تم إلغاء تثبيت وحدة %module_name.
ca: Mòdul %module_name desinstal·lat.
it: Disinstallato il modulo %module_name.
ja: %module_name モジュールをアンインストール。
nl: Module %module_name gedeïnstalleerd.
pt_br: Módulo %module_name desinstalado.
uk: Видалено модуль %module_name.
zh_hans: 卸载%module_name 模块。

# Validation
source: Unique Nickname
ar: اسم مستعار فريد
ca: Sobrenom únic
it: Soprannome unico
ja: ユニークなニックネーム
nl: Unieke bijnaam
pt_br: Apelido exclusivo
uk: Унікальний нікнейм
zh_hans: 独特的昵称

source: Unique identifier of topic type
ar: معرف فريد لنوع الموضوع
ca: Identificador únic de tipus de tema
it: Identificatore univoco del tipo di argomento
ja: トピックタイプの一意な識別子
nl: Unieke identificatiecode van het type onderwerp
pt_br: Identificador exclusivo do tipo de tópico
uk: Унікальний ідентифікатор типу теми
zh_hans: 主题类型的唯一标识符

source: Unique nicknames
ar: ألقاب فريدة
ca: Sobrenoms únics
it: Soprannomi unici
ja: ユニークなニックネーム
nl: Unieke nicknames
pt_br: Apelidos exclusivos
uk: Унікальні ніки
zh_hans: 独特的昵称

source: Unpublish
ar: إلغاء النشر
ca: Despublicar
it: Non pubblicare
ja: 未発表
nl: Publicatie ongedaan maken
pt_br: Anular a publicação
uk: Не публікувати
zh_hans: 取消出版

source: Unpublish Comment
ar: إلغاء نشر تعليق
ca: Despublicar el comentari
it: Non pubblicare il commento
ja: コメントの非公開
nl: Publicatie van reactie ongedaan maken
pt_br: Cancelar publicação do comentário
uk: Зняти з публікації коментар
zh_hans: 取消发表评论

source: Unpublish the selected comments
ar: قم بإلغاء نشر التعليقات المحددة
ca: Despublicar els comentaris seleccionats
it: Non pubblicare i commenti selezionati
ja: 選択したコメントの公開を解除する
nl: Publicatie van de geselecteerde reacties ongedaan maken
pt_br: Cancele a publicação dos comentários selecionados
uk: Зняти з публікації вибрані коментарі
zh_hans: 取消发布所选评论

source: Unpublished
ar: غير منشور
ca: Inèdit
it: Non pubblicato
ja: 未発表
nl: Niet gepubliceerd
pt_br: Inédito
uk: Неопублікований
zh_hans: 未发表

source: Unpublished immediately
ar: عدم النشر فورًا
ca: Inèdit immediatament
it: Non pubblicato immediatamente
ja: すぐに未発表
nl: Direct depubliceren
pt_br: Inédito imediatamente
uk: Неопублікований негайно
zh_hans: 立即未发表

source: Unrestricted
ar: غير مقيد
ca: Sense restriccions
it: Non vincolato
ja: 制限なし
nl: Onbeperkt
pt_br: Irrestrito
uk: Необмежено
zh_hans: 不受限制

source: Upcoming community events
ar: فعاليات المجتمع القادمة
ca: Propers esdeveniments comunitaris
it: Prossimi eventi della comunità
ja: 今後のコミュニティ・イベント
nl: Aankomende evenementen
pt_br: Próximos eventos comunitários
uk: Найближчі події спільноти
zh_hans: 即将举行的社区活动

source: Upcoming events
ar: الأحداث القادمة
ca: Propers esdeveniments
it: Prossimi eventi
ja: 今後のイベント
nl: Aankomende evenementen
pt_br: Próximos eventos
uk: Майбутні події
zh_hans: 即将举行的活动

source: Upcoming events group block
ar: مجموعة الأحداث القادمة
ca: Bloc de grups de pròxims esdeveniments
it: Blocco di gruppo dei prossimi eventi
ja: 今後のイベント・グループ・ブロック
nl: Aankomende evenementen groepsblok
pt_br: Bloco de grupos de próximos eventos
uk: Майбутні події в групі (блок)
zh_hans: 即将举行的活动组块

source: Update
ar: تحديث
ca: Actualització
it: Aggiornamento
ja: 更新
nl: Bijwerken
pt_br: Atualizar
uk: Оновити
zh_hans: 更新

source: Update node with following tag
ar: إنشاء عقدة مع العلامة التالية
ca: Actualitzar node amb l'etiqueta següent
it: Aggiornare il nodo con il seguente tag
ja: 以下のタグでノードを更新する。
nl: Knooppunt bijwerken met volgende tag
pt_br: Atualize o nó com a seguinte tag
uk: Оновлення вузла з наступним тегом
zh_hans: 用以下标记更新节点

source: Update options
ar: خيارات التحديث
ca: Opcions d'actualització
it: Opzioni di aggiornamento
ja: 更新オプション
nl: Bijwerkopties
pt_br: Opções de atualização
uk: Опції оновлення
zh_hans: 更新选项

source: Update or remove report
ar: تحديث التقرير أو إزالته
ca: Actualitzar o eliminar l'informe
it: Aggiornare o rimuovere il rapporto
ja: レポートの更新または削除
nl: Melding bijwerken of verwijderen
pt_br: Atualizar ou remover relatório
uk: Оновити або видалити звіт
zh_hans: 更新或删除报告

source: Update report
ar: تقرير التحديث
ca: Actualitzar informe
it: Rapporto di aggiornamento
ja: 更新報告
nl: Melding bijwerken
pt_br: Relatório de atualização
uk: Оновити звіт
zh_hans: 更新报告

source: Updated
ar: محدث
ca: Actualitzat
it: Aggiornato
ja: 更新
nl: Bijgewerkt
pt_br: Atualizado
uk: Оновлено
zh_hans: 已更新

source: Updating Group Content...
ar: جاري تحديث محتوى المجموعة...
ca: Actualització del contingut del grup...
it: Aggiornamento del contenuto del gruppo...
ja: グループコンテンツの更新...
nl: Groepsinhoud bijwerken ...
pt_br: Atualizando o conteúdo do grupo...
uk: Оновлення вмісту групи...
zh_hans: 更新组内容...

source: Updating group content (@id)
ar: تحديث محتوى المجموعة (@id)
ca: Actualització del contingut del grup (@id)
it: Aggiornamento del contenuto del gruppo (@id)
ja: グループ内容の更新 (@id)
nl: Groepsinhoud bijwerken (@id)
pt_br: Atualizando o conteúdo do grupo (@id)
uk: Оновлення вмісту групи (@id)
zh_hans: 更新群组内容 (@id)

source: Updating profile names...
ar: جاري تحديث أسماء ملفات التعريف...
ca: Actualització dels noms de perfil...
it: Aggiornamento dei nomi dei profili...
ja: プロフィール名の更新
nl: Profielnamen bijwerken...
pt_br: Atualizando nomes de perfil...
uk: Оновлення назв профілів...
zh_hans: 更新档案名称...

source: Url of the Event a user enrolled to.
ar: عنوان URL للحدث الذي قام المستخدم بالتسجيل فيه.
ca: URL de l'esdeveniment al qual es va inscriure un usuari.
it: Url dell'evento a cui l'utente si è iscritto.
ja: ユーザーが登録したイベントのURL。
nl: Url van het evenement waar een lid aanwezig is.
pt_br: URL do evento em que um usuário se inscreveu.
uk: Адреса події, на яку зареєструвався користувач.
zh_hans: 用户注册的活动的 URL。

source: Url to register page with prefilled email address.
ar: عنوان URL لتسجيل الصفحة بعنوان بريد إلكتروني مملوء مسبقًا.
ca: Url per registrar pàgina amb adreça de correu electrònic preemplenada.
it: URL alla pagina di registrazione con indirizzo e-mail precompilato.
ja: Eメールアドレスを入力した登録ページへのURL。
nl: Link naar de registratie pagine met het e-mailadres vooraf ingevuld.
pt_br: URL para registrar a página com endereço de e-mail pré-preenchido.
uk: Посилання на сторінку реєстрації з попередньо заповненою адресою електронної пошти.
zh_hans: 预填电子邮件地址的注册页面链接。

source: Url to the login page with event as destination.
ar: رابط إلى صفحة تسجيل الدخول مع الحدث كوجهة.
ca: Url a la pàgina d'inici de sessió amb l'esdeveniment com a destinació.
it: Url alla pagina di login con l'evento come destinazione.
ja: イベントを宛先とするログインページへのURL。
nl: Link naar de pagina om in te loggin waarna je wordt doorgestuurd naar het evenement.
pt_br: URL para a página de login com o evento como destino.
uk: Посилання на сторінку входу з подією в якості призначення.
zh_hans: 以事件为目标的登录页面 Url。

source: Use Views Bulk Operations together with group permission.
ar: استخدم عمليات العرض المجمعة مع أذونات المجموعة.
ca: Utilitzeu les operacions massives vistes juntament amb el permís de grup.
it: Usare le Operazioni Bulk di Views insieme all'autorizzazione di gruppo.
ja: グループ権限と一緒にビュー一括操作を使用します。
nl: Gebruik Views Bulk Operations samen met groepstoestemming.
pt_br: Use Views Bulk Operations junto com a permissão do grupo.
uk: Використовуйте групові операції подань разом із груповим дозволом.
zh_hans: 与组权限一起使用 "视图批量操作"。

source: Use basic pages for your static content, such as an about page.
ar: استخدام الصفحات الأساسية للمحتوى الثابت الخاص بك، مثل صفحة "نبذة عنا".
ca: Utilitzeu pàgines bàsiques per al vostre contingut estàtic, com ara una pàgina sobre.
it: Utilizzate pagine di base per i vostri contenuti statici, come ad esempio una pagina informativa.
ja: 静的コンテンツには、基本的なページを使いましょう。
nl: Gebruik basispagina's voor statische inhoud, zoals een over ons pagina.
pt_br: Use páginas básicas para seu conteúdo estático, como uma página sobre.
uk: Використовуйте базові сторінки для статичного контенту, наприклад, сторінку про сайт.
zh_hans: 将基本页面用于静态内容，如关于页面。

source: Use flexible groups instead.
ca: Utilitzeu grups flexibles en el seu lloc.
it: Utilizzate invece gruppi flessibili.
ja: 代わりにフレキシブル・グループを使う。
pt_br: Em vez disso, use grupos flexíveis.
zh_hans: 改用灵活的分组。

source: Use landing pages for your dynamic content, such as a home page.
ar: استخدم صفحات الوصول للمحتوى الديناميكي الخاص بك، مثل الصفحة الرئيسية.
ca: Utilitzeu pàgines de destinació per al vostre contingut dinàmic, com ara una pàgina d'inici.
it: Utilizzate le landing page per i vostri contenuti dinamici, come la home page.
ja: ホームページのようなダイナミックコンテンツにはランディングページを使いましょう。
nl: Gebruik landingspagina's voor dynamische inhoud, zoals de voorpagina.
pt_br: Use páginas de destino para seu conteúdo dinâmico, como uma página inicial.
uk: Використовуйте цільові сторінки для динамічного контенту, наприклад, домашньої сторінки.
zh_hans: 为您的动态内容（如主页）使用登陆页面。

source: Use mentions
ar: استخدام الذكر
ca: Utilitzeu mencions
it: Utilizzare le menzioni
ja: 言及の使用
nl: Vermeldingen gebruiken
pt_br: Use menções
uk: Використовуйте згадки
zh_hans: 使用提及

source: Use pages for your static content, such as an 'About us' page.
ca: Utilitzeu pàgines per al vostre contingut estàtic, com ara una pàgina 'Sobre nosaltres'.
it: Utilizzate pagine per i vostri contenuti statici, come ad esempio una pagina "Chi siamo".
ja: 静的コンテンツには、「会社概要」のようなページを使いましょう。
pt_br: Use páginas para seu conteúdo estático, como uma página “Sobre nós”.
zh_hans: 将页面用于静态内容，如 "关于我们 "页面。

source: Used to display activities with support for views
ar: تستخدم لعرض الأنشطة مع دعم المشاهدات
ca: S'utilitza per mostrar activitats amb suport per a vistes
it: Utilizzato per visualizzare le attività con il supporto delle viste
ja: ビューをサポートするアクティビティを表示するために使用
nl: Gebruikt om activiteiten weer te geven met ondersteuning voor weergaven
pt_br: Usado para exibir atividades com suporte para visualizações
uk: Використовується для відображення дій з підтримкою подань
zh_hans: 用于显示支持视图的活动

source: Used to log activities based on the message module
ar: تستخدم لتسجيل الأنشطة بناءً على وحدة الرسائل
ca: S'utilitza per registrar activitats basades en el mòdul de missatges
it: Utilizzato per registrare le attività in base al modulo dei messaggi
ja: メッセージ・モジュールに基づくアクティビティを記録するために使用される。
nl: Gebruikt om activiteiten op basis van de berichtenmodule te registreren
pt_br: Usado para registrar atividades com base no módulo de mensagem
uk: Використовується для реєстрації дій на основі модуля повідомлень
zh_hans: 用于记录基于信息模块的活动

source: Used to send activity notifications by Email
ar: تستخدم لإرسال إشعارات النشاط عبر البريد الإلكتروني
ca: S'utilitza per enviar notificacions d'activitats per correu electrònic
it: Utilizzato per inviare notifiche di attività via e-mail
ja: Eメールによるアクティビティ通知の送信に使用
nl: Gebruikt om meldingen van activiteiten per e-mail te versturen
pt_br: Usado para enviar notificações de atividades por e-mail
uk: Використовується для надсилання сповіщень про активність на електронну пошту
zh_hans: 用于通过电子邮件发送活动通知

source: Used to send activity notifications by Push service
ar: تستخدم لإرسال إشعارات النشاط عن طريق خدمة Push
ca: S'utilitza per enviar notificacions d'activitats pel servei Push
it: Utilizzato per inviare notifiche di attività tramite il servizio Push
ja: Pushサービスによるアクティビティ通知の送信に使用
nl: Gebruikt voor het versturen van activiteitsmeldingen door de Push-dienst
pt_br: Usado para enviar notificações de atividades pelo serviço Push
uk: Використовується для надсилання сповіщень про активність за допомогою Push-сервісу
zh_hans: 用于通过推送服务发送活动通知

source: Used to store and manage external notifications
ar: يُستخدم لتخزين الإشعارات الخارجية وإدارتها
ca: S'utilitza per emmagatzemar i gestionar notificacions externes
it: Utilizzato per memorizzare e gestire le notifiche esterne
ja: 外部通知の保存と管理に使用
nl: Gebruikt om externe meldingen op te slaan en te beheren
pt_br: Usado para armazenar e gerenciar notificações externas
uk: Використовується для зберігання та керування зовнішніми сповіщеннями
zh_hans: 用于存储和管理外部通知

source: User
ar: مستخدم
ca: Usuari
it: Utente
ja: ユーザー
nl: Gebruiker
pt_br: Usuário
uk: Користувач
zh_hans: 用户

source: User %name used magic login link at time %timestamp but needs to set a password.
ar: استخدم المستخدم %name رابط تسجيل الدخول السحري في الوقت المناسب %timestamp ولكنه يحتاج إلى تعيين كلمة مرور.
ca: L'usuari %name va utilitzar l'enllaç d'inici de sessió màgic en el moment %timestamp però necessita establir una contrasenya.
it: L'utente %name ha utilizzato il link di accesso magico all'ora %timestamp ma deve impostare una password.
ja: ユーザー%name は時刻%timestamp にマジックログインのリンクを使用したが、パスワードを設定する必要がある。
nl: Gebruiker %name gebruikte magische aanmeldlink op tijdstip %timestamp, maar moet een wachtwoord instellen.
pt_br: O usuário %name usou o link mágico de login no momento %timestamp, mas precisa definir uma senha.
uk: Користувач %name використовував чарівне посилання для входу на %timestamp, але йому потрібно встановити пароль.
zh_hans: 用户%name 在%timestamp 使用了魔法登录链接，但需要设置密码。

source: User %name used one-time login link at time %timestamp.
ar: استخدم المستخدم %name رابط تسجيل الدخول لمرة واحدة في كل مرة %timestamp.
ca: L'usuari %name va utilitzar l'enllaç d'inici de sessió únic en el moment %timestamp.
it: L'utente %name ha utilizzato un link di accesso unico all'ora %timestamp.
ja: ユーザー%name は、%timestamp の時点でワンタイムログインリンクを使用した。
nl: Gebruiker %name gebruikte eenmalige inloglink op tijdstip %timestamp.
pt_br: O usuário %name usou um link de login único no momento %timestamp.
uk: Користувач %name %timestamp використав одноразове посилання для входу на сайт.
zh_hans: 用户%name 在%timestamp 时使用了一次性登录链接。

source: User Event Invites
ar: دعوات أحداث المستخدم
ca: Convida a l'esdeveniment d'usuari
it: Inviti agli eventi degli utenti
ja: ユーザーイベント招待
nl: Evenement uitnodigingen voor de gebruiker
pt_br: Convites para eventos de usuários
uk: Запрошення на події для користувачів
zh_hans: 用户活动邀请

source: User Export
ar: تصدير المستخدم
ca: Exportació d'usuari
it: Esportazione dell'utente
ja: ユーザー・エクスポート
nl: Gebruiker exporteert
pt_br: Exportação de usuário
uk: Експорт користувачів
zh_hans: 用户导出

source: User Groups
ar: مجموعات المستخدمين
ca: Grups d'usuaris
it: Gruppi di utenti
ja: ユーザーグループ
nl: Gebruikersgroepen
pt_br: Grupos de usuários
uk: Групи користувачів
zh_hans: 用户组

source: User Groups Block
ar: حظر مجموعات المستخدمين
ca: Bloqueig de grups d'usuaris
it: Blocco Gruppi di utenti
ja: ユーザー・グループ・ブロック
nl: Gebruikersgroepen Blok
pt_br: Bloco de grupos de usuários
uk: Блокування груп користувачів
zh_hans: 用户组区块

source: User Groups Page
ar: صفحة مجموعات المستخدمين
ca: Pàgina de grups d'usuaris
it: Pagina dei gruppi di utenti
ja: ユーザーグループページ
nl: Gebruikersgroepen Pagina
pt_br: Página de grupos de usuários
uk: Сторінка груп користувачів
zh_hans: 用户组页面

source: User ID
ar: معرف المستخدم
ca: ID d'usuari
it: ID utente
ja: ユーザーID
nl: Gebruikers-ID
pt_br: ID de usuário
uk: ID користувача
zh_hans: 用户 ID

source: User Terms
ar: شروط المستخدم
ca: Condicions d'usuari
it: Termini dell'utente
ja: 利用規約
nl: Gebruikersvoorwaarden
pt_br: Termos do usuário
uk: Користувацькі терміни
zh_hans: 用户条款

source: User Topics
ar: موضوعات المستخدم
ca: Temes d'usuari
it: Argomenti degli utenti
ja: ユーザートピックス
nl: Gebruikersonderwerpen
pt_br: Tópicos do usuário
uk: Теми користувачів
zh_hans: 用户主题

source: User account menu
ar: قائمة حساب المستخدم
ca: Menú compte d'usuari
it: Menu dell'account utente
ja: ユーザーアカウントメニュー
nl: Gebruikersaccountacties
pt_br: Menu da conta de usuário
uk: Меню облікового запису користувача
zh_hans: 用户账户菜单

source: User albums
ar: ألبومات المستخدم
ca: Àlbums d'usuari
it: Album dell'utente
ja: ユーザーアルバム
nl: Gebruikersalbums
pt_br: Álbuns do usuário
uk: Альбоми користувачів
zh_hans: 用户相册

source: User connection
ar: اتصال المستخدم
ca: Connexió d'usuari
it: Connessione utente
ja: ユーザー接続
nl: Gebruikersverbinding
pt_br: Conexão de usuário
uk: Підключення користувача
zh_hans: 用户连接

source: User consent overview
ar: نظرة عامة على موافقة المستخدم
ca: Visió general del consentiment de l'usuari
it: Panoramica sul consenso degli utenti
ja: ユーザー同意の概要
nl: Overzicht van leden die wel/geen toestemming hebben gegeven op de data policy
pt_br: Visão geral do consentimento do usuário
uk: Огляд згоди користувача на використання
zh_hans: 用户同意概述

source: User email processor
ar: معالج البريد الإلكتروني للمستخدم
ca: Processador de correu electrònic d'usuari
it: Elaboratore di e-mail dell'utente
ja: ユーザー・メール・プロセッサー
nl: Gebruiker e-mail verwerker
pt_br: Processador de e-mail do usuário
uk: Обробник електронної пошти користувача
zh_hans: 用户电子邮件处理器

source: User entity
ar: كيان المستخدم
ca: Entitat d'usuari
it: Entità utente
ja: ユーザーエンティティ
nl: Gebruikersentiteit
pt_br: Entidade do usuário
uk: Сутність користувача
zh_hans: 用户实体

source: User entity from URL
ar: كيان المستخدم من URL
ca: Entitat d'usuari des de l'URL
it: Entità utente da URL
ja: URLからのユーザー・エンティティ
nl: Gebruikersentiteit van URL
pt_br: Entidade de usuário do URL
uk: Сутність користувача з URL-адреси
zh_hans: 来自 URL 的用户实体

source: User flooding
ar: فيضان المستخدم
ca: Inundació d'usuaris
it: Allagamento dell'utente
ja: ユーザーの殺到
nl: Overstromende gebruikers
pt_br: Inundação de usuários
uk: Флуд користувачів
zh_hans: 用户淹水
