Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Adds users as requesters for the group.
ar: يضيف المستخدمين كطالبين للمجموعة.
ca: Afegeix usuaris com a sol·licitants del grup.
it: Aggiunge utenti come richiedenti per il gruppo.
ja: グループのリクエスターとしてユーザーを追加します。
nl: Voegt gebruikers toe als verzoekers voor de groep.
pt_br: Adiciona usuários como solicitantes do grupo.
uk: Додає користувачів як запитувачів до групи.
zh_hans: 将用户添加为组的请求者。

source: Adds users to groups as members.
ar: يضيف المستخدمين إلى المجموعات كأعضاء.
ca: Afegeix usuaris als grups com a membres.
it: Aggiunge utenti ai gruppi come membri.
ja: グループにユーザーをメンバーとして追加する。
nl: Voeg gebruikers toe aan groepen als lid van de groep.
pt_br: Adiciona usuários aos grupos como membros.
uk: Додає користувачів до груп як учасників.
zh_hans: 将用户作为成员添加到组中。

source: Administer Activity entities
ar: إدارة كيانات النشاط
ca: Administrar entitats d'activitat
it: Amministrare le entità di attività
ja: アクティビティ・エンティティの管理
nl: Activiteitentiteiten beheren
pt_br: Administrar entidades de atividade
uk: Адміністрування суб'єктів діяльності
zh_hans: 管理活动实体

source: Administer Album Settings
ar: إدارة إعدادات الألبوم
ca: Administrar la configuració de l'àlbum
it: Amministrare le impostazioni dell'album
ja: アルバム設定の管理
nl: Albuminstellingen beheren
pt_br: Administrar configurações do álbum
uk: Керування налаштуваннями альбому
zh_hans: 管理相册设置

source: Administer Comment upload settings
ar: إدارة إعدادات تحميل التعليقات
ca: Administrar la configuració de càrrega de comentaris
it: Amministrare le impostazioni di caricamento dei commenti
ja: コメントアップロード設定の管理
nl: Beheer de instellingen voor het uploaden van commentaar
pt_br: Administrar configurações de upload de comentários
uk: Адміністрування налаштувань завантаження коментарів
zh_hans: 管理评论上传设置

source: Administer Content Moderation settings
ar: إدارة إعدادات الإشراف على المحتوى
ca: Administrar la configuració de moderació de contingut
it: Amministrare le impostazioni di moderazione dei contenuti
ja: コンテンツモデレーション設定の管理
nl: Beheer Inhoud Moderatie instellingen
pt_br: Administrar configurações de moderação de conteúdo
uk: Адміністрування налаштувань модерації контенту
zh_hans: 管理内容审核设置

source: Administer Event Settings
ar: إدارة إعدادات الحدث
ca: Administrar la configuració d'esdeveniments
it: Amministrare le impostazioni degli eventi
ja: イベント設定の管理
nl: Gebeurtenisinstellingen beheren
pt_br: Administrar configurações de eventos
uk: Адміністрування налаштувань подій
zh_hans: 管理事件设置

source: Administer Event enrollment entities
ar: إدارة كيانات تسجيل الأحداث
ca: Administrar entitats de registre d'esdeveniments
it: Amministrare le entità di iscrizione agli eventi
ja: イベント登録エンティティの管理
nl: Entiteiten voor evenementeninschrijving beheren
pt_br: Administrar entidades de inscrição em eventos
uk: Адміністрування суб'єктів реєстрації на подію
zh_hans: 管理活动报名实体

source: Administer Follow User Settings
ar: إدارة متابعة إعدادات المستخدم
ca: Administrar Seguir la configuració de l'usuari
it: Amministrare Seguire le impostazioni dell'utente
ja: フォローユーザー設定の管理
nl: Beheer Volg Gebruikersinstellingen
pt_br: Administrar as configurações do Follow User
uk: Адміністрування Слідкуйте за налаштуваннями користувача
zh_hans: 管理跟随用户设置

source: Administer Font entities
ar: إدارة كيانات الخط
ca: Administrar entitats de Font
it: Amministrare le entità Font
ja: フォント・エンティティの管理
nl: Font-entiteiten beheren
pt_br: Administrar entidades de fonte
uk: Адміністрування об'єктів шрифтів
zh_hans: 管理字体实体

source: Administer Navigation Settings
ar: إدارة إعدادات التنقل
ca: Administrar la configuració de navegació
it: Amministrare le impostazioni di navigazione
ja: ナビゲーション設定の管理
nl: Navigatie-instellingen beheren
pt_br: Administrar configurações de navegação
uk: Керування налаштуваннями навігації
zh_hans: 管理导航设置

source: Administer Open Social settings.
ar: إدارة الإعدادات الاجتماعية المفتوحة.
ca: Administrar la configuració Open Social.
it: Amministrare le impostazioni di Open Social.
ja: オープンソーシャルの設定を管理する。
nl: Open Social instellingen beheren.
pt_br: Administre as configurações do Open Social.
uk: Керуйте налаштуваннями Open Social.
zh_hans: 管理 "开放社交 "设置。

source: Administer Post entities
ar: إدارة كيانات المنشور
ca: Administrar entitats de Correus
it: Amministrare le entità postali
ja: ポスト・エンティティの管理
nl: Post entiteiten beheren
pt_br: Administrar entidades postais
uk: Адміністрування поштових сутностей
zh_hans: 管理职位实体

source: Administer Queue storage entity entities
ar: إدارة كيانات كيان تخزين قائمة الانتظار
ca: Administrar entitats d'emmagatzematge de cua
it: Amministrare le entità di memorizzazione della coda
ja: キューストレージエンティティの管理
nl: Entiteiten voor wachtrijopslag beheren
pt_br: Administrar entidades de entidades de armazenamento de filas
uk: Адміністрування сутностей сховища черги
zh_hans: 管理队列存储实体

source: Administer Social Activity Filter settings
ar: إدارة إعدادات عامل تصفية النشاط الاجتماعي
ca: Administrar la configuració del filtre d'activitat social
it: Amministrare le impostazioni del Filtro attività sociale
ja: ソーシャル・アクティビティ・フィルタの設定を管理する
nl: Instellingen voor sociale-activiteitenfilter beheren
pt_br: Administrar configurações do filtro de atividades sociais
uk: Керування налаштуваннями фільтра соціальної активності
zh_hans: 管理社交活动筛选器设置

source: Administer Social Footer settings
ar: إدارة إعدادات تذييل Social
ca: Administrar la configuració del peu de pàgina social
it: Amministrare le impostazioni del piè di pagina sociale
ja: ソーシャルフッター設定の管理
nl: Instellingen socialvoettekst beheren
pt_br: Administrar as configurações do rodapé social
uk: Адміністрування налаштувань соціального нижнього колонтитула
zh_hans: 管理社交页脚设置

source: Administer Topic Settings
ar: إدارة إعدادات الموضوع
ca: Administrar la configuració del tema
it: Amministrare le impostazioni degli argomenti
ja: トピック設定の管理
nl: Onderwerpinstellingen beheren
pt_br: Administrar configurações de tópicos
uk: Адміністрування налаштувань теми
zh_hans: 管理主题设置

source: Administer User Settings
ar: إدارة إعدادات المستخدم
ca: Administrar la configuració de l'usuari
it: Amministrare le impostazioni utente
ja: ユーザー設定の管理
nl: Gebruikersinstellingen beheren
pt_br: Administrar configurações do usuário
uk: Адміністрування налаштувань користувача
zh_hans: 管理用户设置

source: Administer alternative frontpage settings
ar: إدارة إعدادات الصفحة الأولى البديلة
ca: Administrar la configuració alternativa de la primera pàgina
it: Amministrare le impostazioni alternative della frontpage
ja: 代替フロントページ設定の管理
nl: Alternatieve instellingen voor de voorpagina beheren
pt_br: Administrar configurações alternativas da página inicial
uk: Адміністрування альтернативних налаштувань головної сторінки
zh_hans: 管理替代的前台页面设置

source: Administer comments
ar: إدارة التعليقات
ca: Administrar comentaris
it: Somministrare commenti
ja: コメントの管理
nl: Reacties beheren
pt_br: Administrar comentários
uk: Адміністрування коментарів
zh_hans: 管理评论

source: Administer data policy settings
ar: إدارة إعدادات سياسة البيانات
ca: Administrar la configuració de la política de dades
it: Amministrare le impostazioni dei criteri dei dati
ja: データポリシー設定の管理
nl: Beheer uw data policy instellingen
pt_br: Administrar configurações de política de dados
uk: Адміністрування налаштувань політики даних
zh_hans: 管理数据策略设置

source: Administer improved theme settings
ar: إدارة إعدادات السمة المحسّنة
ca: Administrar la configuració del tema millorada
it: Amministrare le impostazioni del tema migliorate
ja: 改善されたテーマ設定の管理
nl: Verbeterde thema-instellingen beheren
pt_br: Administrar configurações de tema aprimoradas
uk: Адміністрування покращених налаштувань теми
zh_hans: 管理改进后的主题设置

source: Administer mentions
ar: إدارة الإشارات
ca: Administrar mencions
it: Somministrare menzioni
ja: 言及の管理
nl: Beheer vermeldingen
pt_br: Administrar menções
uk: Адмініструвати згадки
zh_hans: 管理提及

source: Administer mentions.
ar: إدارة الإشارات.
ca: Administrar mencions.
it: Somministrare le menzioni.
ja: 言及を管理する。
nl: Beheer vermeldingen.
pt_br: Administrar menções.
uk: Адмініструвати згадки.
zh_hans: 管理提及。

source: Administer own comment settings
ar: إدارة إعدادات التعليقات الخاصة
ca: Administrar la configuració de comentaris propis
it: Amministrare le impostazioni dei commenti
ja: コメント設定の管理
nl: Eigen commentaarinstellingen beheren
pt_br: Administrar suas próprias configurações de comentários
uk: Керуйте власними налаштуваннями коментарів
zh_hans: 管理自己的评论设置

source: Administer posts.
ca: Administrar publicacions.
it: Amministrare i posti.
ja: ポストを管理する。
pt_br: Administrar postagens.
zh_hans: 管理职位。

source: Administer profile settings
ar: إدارة إعدادات ملف التعريف
ca: Administrar la configuració del perfil
it: Amministrare le impostazioni del profilo
ja: プロファイル設定の管理
nl: Profielinstellingen beheren
pt_br: Administrar configurações de perfil
uk: Керування налаштуваннями профілю
zh_hans: 管理配置文件设置

source: Administer settings for the social tagging module.
ar: إدارة الإعدادات لوحدة وضع العلامات الاجتماعية.
ca: Administrar la configuració del mòdul d'etiquetatge social.
it: Amministra le impostazioni del modulo di tagging sociale.
ja: ソーシャルタギングモジュールの設定を管理します。
nl: Beheer instellingen voor de social tagging module.
pt_br: Administre as configurações do módulo de marcação social.
uk: Адміністрування налаштувань модуля соціальних тегів.
zh_hans: 管理社交标记模块的设置。

source: Administer social swiftmail settings
ar: إدارة إعدادات البريد الاجتماعي swiftmail
ca: Administrar la configuració del swiftmail social
it: Amministrare le impostazioni di social swiftmail
ja: ソーシャル・スイフトメールの設定を管理する
nl: Instellingen voor sociale swiftmail beheren
pt_br: Administrar configurações sociais do swiftmail
uk: Керування налаштуваннями соціальної пошти swiftmail
zh_hans: 管理社交 swiftmail 设置

source: Administer social tagging settings
ar: إدارة إعدادات وضع العلامات الاجتماعية
ca: Administrar la configuració d'etiquetatge social
it: Amministrare le impostazioni dei tag sociali
ja: ソーシャルタギング設定の管理
nl: Beheer social tagging instellingen
pt_br: Administrar configurações de marcação social
uk: Керування налаштуваннями соціальних тегів
zh_hans: 管理社交标记设置

source: Administer social_eda configuration
ca: Administrar configuració social_eda
it: Amministrare la configurazione di social_eda
ja: social_eda の設定を管理する
pt_br: Administrar a configuração do social_eda
zh_hans: 管理 social_eda 配置

source: Administer user export
ca: Administrar l'exportació d'usuari
it: Amministrare l'esportazione degli utenti
ja: ユーザーエクスポートの管理
pt_br: Administrar a exportação de usuários
zh_hans: 管理用户导出

source: Administer visiblility settings
ar: إدارة إعدادات الرؤية
ca: Administrar la configuració de visibilitat
it: Amministrare le impostazioni di visibilità
ja: 可視性設定の管理
nl: Beheer zichtbaarheid instellingen
pt_br: Administrar configurações de visibilidade
uk: Керування налаштуваннями видимості
zh_hans: 管理可见度设置

source: Administer which profile fields are enabled.
ar: إدارة حقول الملف الشخصي التي تم تمكينها.
ca: Administrar quins camps de perfil estan habilitats.
it: Amministrare quali campi del profilo sono abilitati.
ja: どのプロファイルフィールドを有効にするかを管理します。
nl: Beheer welke profielvelden ingeschakeld zijn.
pt_br: Administre quais campos de perfil estão habilitados.
uk: Адмініструйте, які поля профілю ввімкнені.
zh_hans: 管理哪些配置文件字段已启用。

source: Administration of all the people registered on the site.
ar: إدارة جميع الأشخاص المسجلين في الموقع.
ca: Administració de totes les persones registrades al lloc.
it: Amministrazione di tutte le persone registrate sul sito.
ja: サイトに登録されているすべての人々の管理。
nl: Beheer alle geregistreerde leden op het platform.
pt_br: Administração de todas as pessoas cadastradas no site.
uk: Адміністрування всіх людей, зареєстрованих на сайті.
zh_hans: 管理所有在网站上注册的人员。

source: Administrative address
ar: العنوان الإداري
ca: Adreça administrativa
it: Indirizzo amministrativo
ja: 行政住所
nl: Administratief gebied
pt_br: Endereço administrativo
uk: Адміністративна адреса
zh_hans: 行政地址

source: Administrative area
ar: منطقة الإدارة
ca: Àrea administrativa
it: Area amministrativa
ja: 行政区域
nl: Administratief gebied
pt_br: Área administrativa
uk: Адміністративна територія
zh_hans: 行政区域

source: Administrator
ar: المدير
ca: Administrador
it: Amministratore
ja: 管理者
pt_br: Administrador
uk: Адміністратор
zh_hans: 管理员

source: Advanced options
ar: خيارات متقدمة
ca: Opcions avançades
it: Opzioni avanzate
ja: 高度なオプション
nl: Geavanceerde opties
pt_br: Opções avançadas
uk: Розширені параметри
zh_hans: 高级选项

source: After
ar: بعد
ca: Després
it: Dopo
ja: その後
nl: Na
pt_br: Depois
uk: Після
zh_hans: 之后

source: Aggregate activity
ar: إجمالي النشاط
ca: Activitat agregada
it: Attività aggregata
ja: 総合的な活動
nl: Aggregeer activiteit
pt_br: Atividade agregada
uk: Сукупна активність
zh_hans: 总体活动

source: Album
ar: الألبوم
ca: Àlbum
ja: アルバム
pt_br: Álbum
uk: Альбом
zh_hans: 相册

source: Album @title is successfully created. Now you can add images to this album.
ar: تم انشاء الألبوم @title بنجاح. يمكنك الآن اضافة صور لهذا الالبوم.
ca: L'àlbum @title s'ha creat amb èxit. Ara podeu afegir imatges a aquest àlbum.
it: L'album @title è stato creato con successo. Ora è possibile aggiungere immagini a questo album.
ja: アルバム@title が正常に作成されました。このアルバムに画像を追加できます。
nl: Album @title is aangemaakt. Nu kunt u afbeeldingen aan dit album toevoegen.
pt_br: O álbum @title foi criado com sucesso. Agora você pode adicionar imagens a este álbum.
uk: Альбом @title успішно створено. Тепер ви можете додавати зображення до цього альбому.
zh_hans: 相册@title 创建成功。现在您可以向该相册添加图片。

source: Album Cover Embed
ar: تضمين غلاف الألبوم
ca: Incrustar portada de l'àlbum
it: Copertina dell'album incorporata
ja: アルバムカバー埋め込み
nl: Ingesloten albumomslag
pt_br: Incorporação da capa do álbum
uk: Вставка обкладинки альбому
zh_hans: 专辑封面嵌入

source: Album Overview Embed
ar: نظرة عامة على الألبوم تضمين
ca: Visió general de l'àlbum Embed
it: Panoramica dell'album Embed
ja: アルバム概要
nl: Ingesloten albumoverzicht
pt_br: Visão geral do álbum | Incorporar
uk: Огляд альбому Вставити
zh_hans: 专辑概览 嵌入

source: Album content type
ar: نوع محتوى الألبوم
ca: Tipus de contingut de l'àlbum
it: Tipo di contenuto dell'album
ja: アルバム・コンテンツ・タイプ
nl: Type albuminhoud
pt_br: Tipo de conteúdo do álbum
uk: Тип вмісту альбому
zh_hans: 相册内容类型

source: Album image
ar: صورة الألبوم
ca: Imatge de l'àlbum
it: Immagine dell'album
ja: アルバム画像
nl: Albumafbeelding
pt_br: Imagem do álbum
uk: Зображення альбому
zh_hans: 相册图片

source: Album label
ar: تسمية الألبوم
ca: Etiqueta de l'àlbum
it: Etichetta dell'album
ja: アルバムレーベル
pt_br: Rótulo do álbum
uk: Етикетка альбому
zh_hans: 专辑标签

source: Album name
ar: اسم الألبوم
ca: Nom de l'àlbum
it: Nome dell'album
ja: アルバム名
nl: Albumnaam
pt_br: Nome do álbum
uk: Ім'я альбому
zh_hans: 专辑名称

source: Album settings
ar: إعدادات الألبوم
ca: Configuració de l'àlbum
it: Impostazioni dell'album
ja: アルバム設定
nl: Albuminstellingen
pt_br: Configurações do álbum
uk: Налаштування альбомів
zh_hans: 相册设置

source: Album(s)
ar: الألبوم (الألبومات)
ca: Àlbum (s)
it: Album
ja: アルバム
pt_br: Álbum (s)
uk: Альбом(и)
zh_hans: 专辑

source: Albums
ar: ألبومات
ca: Àlbums
it: Album
ja: アルバム
pt_br: Álbuns
uk: Альбоми
zh_hans: 专辑

source: Albums Overview Page
ar: صفحة نظرة عامة على الألبومات
ca: Pàgina general dels àlbums
it: Pagina di riepilogo degli album
ja: アルバム概要ページ
nl: Overzichtspagina albums
pt_br: Página de visão geral dos álbuns
uk: Сторінка огляду альбомів
zh_hans: 相册概览页面

source: All
ar: الكل
ca: Tots
it: Tutti
ja: すべて
nl: Alle
pt_br: Todos
uk: Все
zh_hans: 全部

source: All @label
ar: الكل @label
ca: Tots @label
it: Tutti @entity_type_plural_label
ja: すべて@label
nl: Alle @label
pt_br: Tudo @type
uk: Всі @label
zh_hans: 全部@label

source: All comments
ar: جميع التعليقات
ca: Tots els comentaris
it: Tutti i commenti
ja: すべてのコメント
nl: Alle reacties
pt_br: Todos os comentários
uk: Усі коментарі
zh_hans: 所有评论

source: All content index created for the Social distribution.
ar: تم إنشاء فهرس المحتوى بالكامل للتوزيع الاجتماعي.
ca: Tot l'índex de contingut creat per a la distribució Social.
it: Tutto l'indice dei contenuti creato per la distribuzione sociale.
ja: ソーシャル配信用に作成されたすべてのコンテンツインデックス。
nl: Alle inhoud index gemaakt voor de sociale distributie.
pt_br: Índice de todo o conteúdo criado para a distribuição social.
uk: Весь індекс контенту створено для соціальної дистрибуції.
zh_hans: 为社交传播创建所有内容索引。

source: All day
ar: اليوم كله
ca: Tot el dia
it: Tutto il giorno
ja: 終日
nl: Gehele dag
pt_br: O dia todo
uk: Весь день
zh_hans: 全天

source: All enrollments
ar: كل التسجيلات
ca: Totes les inscripcions
it: Tutte le iscrizioni
ja: 全入会者
nl: Alle aanmeldingen
pt_br: Todas as inscrições
uk: Всі зареєстровані
zh_hans: 所有注册

source: All events
ar: جميع الأحداث
ca: Tots els esdeveniments
it: Tutti gli eventi
ja: すべてのイベント
nl: Alle evenementen
pt_br: Todos os eventos
uk: Всі події
zh_hans: 所有活动

source: All groups
ar: جميع المجموعات
ca: Tots els grups
it: Tutti i gruppi
ja: 全グループ
nl: Alle groepen
pt_br: Todos os grupos
uk: Всі групи
zh_hans: 所有组别

source: All members
ar: كل الأعضاء
ca: Tots els membres
it: Tutti i membri
ja: 全員
nl: Alle leden
pt_br: Todos os membros
uk: Всі учасники
zh_hans: 所有成员

source: All my upcoming events
ar: كل الأحداث القادمة
ca: Tots els meus propers esdeveniments
it: Tutti i miei prossimi eventi
ja: 今後のイベント
nl: Al mijn aankomende evenementen
pt_br: Todos os meus próximos eventos
uk: Всі мої майбутні події
zh_hans: 我即将举办的所有活动

source: All notifications
ar: جميع الإشعارات
ca: Totes les notificacions
it: Tutte le notifiche
ja: すべての通知
nl: Alle notificaties
pt_br: Todas as notificações
uk: Всі сповіщення
zh_hans: 所有通知

source: All statuses
ar: جميع الحالات
ca: Tots els estats
it: Tutti gli stati
ja: すべてのステータス
nl: Alle statussen
pt_br: Todos os status
uk: Всі статуси
zh_hans: 所有状态

source: All the replies placed on an unpublished comment will be hidden automatically.
ar: سيتم إخفاء جميع الردود الموضوعة على تعليق غير منشور تلقائيًا.
ca: Totes les respostes posades en un comentari inèdit quedaran ocultes automàticament.
it: Tutte le risposte date a un commento non pubblicato saranno nascoste automaticamente.
ja: 未公開のコメントへの返信はすべて自動的に非表示になります。
nl: Alle reacties op een ongepubliceerde reactie worden automatisch verborgen.
pt_br: Todas as respostas colocadas em um comentário não publicado serão ocultadas automaticamente.
uk: Всі відповіді на неопублікований коментар будуть автоматично приховані.
zh_hans: 所有对未发表评论的回复都将自动隐藏。

source: All the required modules and configuration will be automatically installed and imported. You can optionally select additional features or generated demo content.
ar: سيتم تثبيت واستيراد جميع الوحدات والتكوين المطلوبة تلقائيًا. يمكنك اختياريا تحديد ميزات إضافية أو إنشاء محتوى تجريبي.
ca: Tots els mòduls i configuració requerits s'instal·laran automàticament i importaran. Opcionalment podeu seleccionar funcions addicionals o contingut de demostració generat.
it: Tutti i moduli e le configurazioni necessarie saranno installati e importati automaticamente. È possibile selezionare opzionalmente funzionalità aggiuntive o contenuti demo generati.
ja: 必要なモジュールと設定はすべて自動的にインストールされ、インポートされます。オプションで追加機能や生成されたデモコンテンツを選択できます。
nl: Alle vereiste modules en configuratie zullen automatisch worden geïmporteerd. Selecteer welke extra functies of demoinhoud u wil installeren.
pt_br: Todos os módulos e configurações necessários serão automaticamente instalados e importados. Opcionalmente, você pode selecionar recursos adicionais ou conteúdo de demonstração gerado.
uk: Всі необхідні модулі та конфігурація будуть автоматично встановлені та імпортовані. За бажанням ви можете вибрати додаткові функції або згенерований демонстраційний контент.
zh_hans: 所有需要的模块和配置都将自动安装和导入。您可以选择附加功能或生成演示内容。

source: All topics
ar: كل المواضيع
ca: Tots els temes
it: Tutti gli argomenti
ja: すべてのトピック
nl: Alle onderwerpen
pt_br: Todos os tópicos
uk: Всі теми
zh_hans: 所有主题

source: All types
ar: كل الانواع
ca: Tots els tipus
it: Tutti i tipi
ja: 全種類
nl: Alle types
pt_br: Todos os tipos
uk: Всі типи
zh_hans: 所有类型

source: All visitors of the platform can see this group
ar: يمكن لجميع زوار المنصة رؤية هذه المجموعة
ca: Tots els visitants de la plataforma poden veure aquest grup
it: Tutti i visitatori della piattaforma possono vedere questo gruppo
ja: プラットフォームのすべての訪問者は、このグループを見ることができる
nl: Alle bezoekers van het platform kunnen deze groep zien
pt_br: Todos os visitantes da plataforma podem ver esse grupo
uk: Всі відвідувачі платформи можуть бачити цю групу
zh_hans: 平台的所有访问者都可以看到该组

source: Allow access to the album settings form to configure general album options.
ar: اسمح بالوصول إلى نموذج إعدادات الألبوم لتكوين خيارات الألبوم العامة.
ca: Permetre l'accés al formulari de configuració de l'àlbum per configurar les opcions generals de l'àlbum.
it: Consente l'accesso al modulo delle impostazioni dell'album per configurare le opzioni generali dell'album.
ja: 一般的なアルバムオプションを設定するために、アルバム設定フォームへのアクセスを許可します。
nl: Geef toegang tot het albuminstellingenformulier om algemene albumopties te configureren.
pt_br: Permita o acesso ao formulário de configurações do álbum para definir as opções gerais do álbum.
uk: Дозволити доступ до форми налаштувань альбому для налаштування загальних параметрів альбому.
zh_hans: 允许访问相册设置表单，以配置一般相册选项。

source: Allow access to the event settings form to configure general event options.
ar: السماح بالوصول إلى نموذج إعدادات الحدث لتهيئة خيارات الحدث العامة.
ca: Permetre l'accés al formulari de configuració de l'esdeveniment per configurar les opcions generals d'esdeveniments.
it: Consente l'accesso al modulo delle impostazioni dell'evento per configurare le opzioni generali dell'evento.
ja: 一般的なイベントオプションを設定するために、イベント設定フォームへのアクセスを許可する。
nl: Geef toegang tot het formulier voor evenementinstellingen om algemene evenementopties te configureren.
pt_br: Permita o acesso ao formulário de configurações do evento para definir as opções gerais do evento.
uk: Дозволити доступ до форми налаштувань події для налаштування загальних параметрів події.
zh_hans: 允许访问事件设置表单，以配置一般事件选项。

source: Allow access to the follow user settings form.
ar: السماح بالوصول إلى نموذج متابعة إعدادات المستخدم.
ca: Permetre l'accés al formulari de configuració de l'usuari de seguiment.
it: Consente l'accesso al modulo delle impostazioni dell'utente.
ja: フォローユーザー設定フォームへのアクセスを許可する。
nl: Toegang verlenen tot het formulier voor het volgen van gebruikersinstellingen.
pt_br: Permita o acesso ao seguinte formulário de configurações do usuário.
uk: Дозвольте доступ до форми налаштувань наступного користувача.
zh_hans: 允许访问 "跟随用户设置 "表单。

source: Allow access to the topic settings form to configure general topic options.
ar: اسمح بالوصول إلى نموذج إعدادات الموضوع لتكوين خيارات الموضوع العامة.
ca: Permetre l'accés al formulari de configuració del tema per configurar les opcions generals del tema.
it: Consente l'accesso al modulo delle impostazioni dell'argomento per configurare le opzioni generali dell'argomento.
ja: 一般的なトピック オプションを構成するためのトピック設定フォームへのアクセスを許可します。
nl: Geef toegang tot het onderwerpinstellingenformulier om algemene onderwerpopties te configureren.
pt_br: Permita o acesso ao formulário de configurações do tópico para definir as opções gerais do tópico.
uk: Дозволити доступ до форми налаштувань теми для налаштування загальних параметрів теми.
zh_hans: 允许访问主题设置表单，以配置一般主题选项。
