Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: <p>You have received a <a href="[message:pmt-url]">message</a> from <a href="[message:author:url:absolute]">[message:author:display-name]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p>لقد استلمت <a href="[message:pmt-url]">رسالة</a> من<a href="[message:author:url:absolute]">[message:author:display-name]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> Heu rebut un missatge <a href="[message:pmt-url]"> </a> de <a href="[message:author:url:absolute]"> [message:author:display-name] </a> </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p>Avete ricevuto un messaggio <a href="[message:pmt-url]"></a> da <a href="[message:author:url:absolute]">[message:author:display-name]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ja: <p>から<a href="[message:pmt-url]">メッセージ</a> を受け取りました。<a href="[message:author:url:absolute]">[message:author:display-name]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
nl: <p>Je hebt een <a href="[message:pmt-url]">bericht ontvangen</a> van <a href="[message:author:url:absolute]">[message:author:display-name]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> Você recebeu uma mensagem <a href="[message:pmt-url]"> </a> de <a href="[message:author:url:absolute]"> [message:author:display-name] </a> </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p>Ви отримали <a href="[message:pmt-url]">повідомлення</a> від <a href="[message:author:url:absolute]">[message:author:display-name]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
zh_hans: <p>您已收到<a href="[message:pmt-url]">信息</a> ，来自<a href="[message:author:url:absolute]">[message:author:display-name]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p>Your membership request for the <a href="gurl]">[message:gtitle]</a> group has been approved</p>
ar: <p>تمّت الموافقة على طلب عضويتك لمجموعة <a href="gurl]">[message:gtitle]</a></p>
ca: <p> La vostra sol·licitud d'adhesió per al grup <a href="gurl]"> [message:gtitle] </a> ha estat aprovada </p>
it: <p>La tua richiesta di iscrizione al gruppo <a href="gurl]">[message:gtitle]</a> è stata approvata.</p>
ja: <p> <a href="gurl]">[message:gtitle]</a> グループへの入会リクエストが承認されました。 </p>
nl: <p> Je aanvraag om lid te worden van de groep <a href="gurl]">[message:gtitle]</a> is goedgekeurd</p>
pt_br: <p> Sua solicitação de associação para o grupo <a href="gurl]"> [message:gtitle] </a> foi aprovada </p>
uk: <p>Ваш запит на членство в групі <a href="gurl]">[message:gtitle]</a> схвалено</p>
zh_hans: <p>您加入<a href="gurl]">[message:gtitle]</a> 群组的申请已获批准</p>

source: <p>Your request to join the <a href="[message:gurl]">[message:gtitle]</a> group has been approved! You are now a member of the group and can start posting.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p> تمت الموافقة على طلبك للانضمام إلى مجموعة <a href="[message:gurl]"> [message:gtitle] </a>! أنت الآن عضو في المجموعة ويمكنك البدء في النشر. </p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> La vostra sol·licitud d'unir-se al grup <a href="[message:gurl]"> [message:gtitle] </a> ha estat aprovada! Ara ets membre del grup i pots començar a publicar. </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p>La tua richiesta di entrare a far parte del gruppo <a href="[message:gurl]">[message:gtitle]</a> è stata approvata! Ora sei un membro del gruppo e puoi iniziare a postare.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ja: <p> <a href="[message:gurl]">[message:gtitle]</a> グループへの参加申請が承認されました！これであなたはグループのメンバーとなり、投稿を開始することができます。 </p> <p>[message:preview]</p><p>[message:cta_button]</p>
nl: <p>Je maakt nu deel uit van de <a href="[message:gurl]">[message:gtitle]</a> groep. Je kunt nu berichten plaatsen. </p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> Sua solicitação para se juntar ao grupo <a href="[message:gurl]"> [message:gtitle] </a> foi aprovada! Agora você é membro do grupo e pode começar a postar. </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p>Ваш запит на вступ до групи <a href="[message:gurl]">[message:gtitle]</a> схвалено! Тепер ви є учасником групи і можете починати публікувати повідомлення.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
zh_hans: <p>您加入<a href="[message:gurl]">[message:gtitle]</a> 群组的申请已被批准！您现在是群组成员，可以开始发表文章了。</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <strong>Please note:</strong> <p>Other people will still be able to find you when they search for a value of some of these fields (e.g. Amsterdam for City value). The information you choose to hide will still be visible to the managers of this site. It is also possible that some of the options below are disabled by the managers of this site.</p>
ar: <strong>يرجى الملاحظة:</strong><p > سيظل الأشخاص الآخرون قادرين على العثور عليك عندما يبحثون في بعض هذه الحقول (على سبيل المثال عند البحث عن امستردام في حقل المدينة). ستظل المعلومات التي تختار إخفاءها مرئية لمديري هذا الموقع. من الممكن أيضًا أن يقوم مديرو هذا الموقع بتعطيل بعض الخيارات أدناه.</p>
ca: <strong> Tingueu en compte: </strong> <p> Altres persones encara us podran trobar quan busquin un valor d'alguns d'aquests camps (per exemple, Amsterdam per valor Ciutat). La informació que trieu amagar seguirà sent visible per als gestors d'aquest lloc. També és possible que algunes de les opcions següents siguin desactivades pels gestors d'aquest lloc. </p>
it: <strong>Nota bene:</strong> <p>Altre persone saranno comunque in grado di trovarvi quando cercheranno il valore di alcuni di questi campi (ad esempio, Amsterdam per il valore Città). Le informazioni che si sceglie di nascondere saranno comunque visibili ai gestori di questo sito. È anche possibile che alcune delle opzioni sottostanti siano disabilitate dai gestori di questo sito.</p>
ja: <strong>注意:</strong> <p>他の人がこれらのフィールドの値を検索した場合でも、あなたを見つけることができます（例： 都市の値はアムステルダム）。あなたが非表示を選択した情報は、このサイトの管理者には表示されます。また、このサイトの管理者によって、以下のオプションの一部が無効になっている可能性もあります。</p>
nl: <strong>Let op:</strong> <p>Andere mensen kunnen je nog steeds vinden als ze zoeken naar een waarde van sommige van deze velden (bijvoorbeeld Amsterdam voor Stadswaarde). De informatie die u wilt verbergen, is nog steeds zichtbaar voor de beheerders van deze site. Het is ook mogelijk dat sommige van de onderstaande opties zijn uitgeschakeld door de beheerders van deze site.</p>
pt_br: <strong> Observe: </strong> <p> Outras pessoas ainda poderão encontrar você quando pesquisarem um valor em alguns desses campos (por exemplo, Amsterdã para valor da cidade). As informações que você escolher ocultar ainda estarão visíveis para os gerentes deste site. Também é possível que algumas das opções abaixo sejam desativadas pelos gerentes deste site. </p>
uk: <strong>Зверніть увагу:</strong> <p>Інші люди все одно зможуть знайти вас, коли будуть шукати значення деяких з цих полів (наприклад, Львів для значення міста). Інформація, яку ви вирішите приховати, все одно буде видимою для менеджерів цього сайту. Також можливо, що деякі з наведених нижче параметрів вимкнено менеджерами цього сайту.</p>
zh_hans: <strong>请注意：</strong> <p>其他人在搜索其中某些字段的值时（如城市值为阿姆斯特丹），仍能找到您。本网站管理人员仍可看到您选择隐藏的信息。本网站管理人员也有可能禁用以下某些选项。</p>

source: <strong>WARNING</strong>: Flushing profile data will permanently <strong>remove all data</strong> from the following fields from the database: %fields. The search indexes may also be cleared and will need re-indexing. This <strong>cannot be undone</strong>. Are you sure you want to continue?
ar: <strong>تحذير</strong> : مسح بيانات الملف الشخصي <strong>سيزيل بشكل دائم جميع البيانات</strong> من الحقول التالية من قاعدة البيانات: %fields . قد يتم أيضًا مسح فهارس البحث وستحتاج إلى إعادة فهرسة. <strong>لا يمكن التراجع عن هذا</strong> . هل أنت متأكد أنك تريد الاستمرار؟
ca: <strong> ADVERTÈNCIA </strong>: El rentat de dades del perfil eliminarà permanentment <strong> totes les dades </strong> dels següents camps de la base de dades: %fields. Els índexs de cerca també es poden esborrar i caldrà tornar a indexar. Aquest <strong> no es pot desfer </strong>. Estàs segur que vols continuar?
it: <strong>AVVERTENZA</strong>: Il lavaggio dei dati del profilo <strong>rimuoverà permanentemente dal database tutti i dati</strong> dei seguenti campi: %fields. Anche gli indici di ricerca potrebbero essere cancellati e dovranno essere reindicizzati. Questa <strong>operazione non può essere annullata</strong>. Siete sicuri di voler continuare?
ja: <strong>警告</strong>: プロファイルデータをフラッシュすると、<strong>以下のフィールドのすべてのデータ</strong> がデータベースから永久に削除されます:%fields.検索インデックスもクリアされ、インデックスを再作成する必要があります。この<strong>を元に戻すことはできません</strong> 。本当に続けますか？
nl: <strong>LET OP</strong>: Profieldata verwijderen betekent dat <strong>alle data permanent</strong> wordt verwijderd voor de volgende velden: %fields. De geïndexeerde data wordt verwijderd uit de zoekmachine en wordt opnieuw geïndexeerd. Dit kan <strong>niet worden teruggedraaid</strong>. Weet je zeker dat je door wilt gaan?
pt_br: <strong> AVISO </strong>: A limpeza dos dados do perfil removerá permanentemente <strong> todos os dados </strong> dos seguintes campos do banco de dados: %fields. Os índices de pesquisa também podem ser apagados e precisarão ser reindexados. Esse <strong> não pode ser desfeito </strong>. Tem certeza de que deseja continuar?
uk: <strong>ПОПЕРЕДЖЕННЯ</strong>: Очищення даних профілю назавжди <strong>видалить всі дані</strong> з наступних полів з бази даних: %fields. Пошукові індекси також можуть бути очищені і потребуватимуть повторної індексації. Ця <strong>не може бути скасована</strong>. Ви впевнені, що хочете продовжити?
zh_hans: <strong>警告</strong>: 冲洗配置文件数据将永久删除<strong>数据库中以下字段的所有数据</strong> ：%fields 。搜索索引也可能被清除，需要重新建立索引。<strong>无法撤销</strong> 。您确定要继续吗？

source: @address is not a valid email address.
ca: @address no és una adreça de correu electrònic vàlida.
it: @address non è un indirizzo e-mail valido.
ja: @address は有効なEメールアドレスではありません。
pt_br: @address não é um endereço de e-mail válido.
zh_hans: @address 不是有效的电子邮件地址。

source: @amount like(s)
ar: @amount الاعجابات
ca: @amount m'agrada (s)
it: @amount come(i)
ja: @amount 好き
pt_br: @amount curtir (s)
uk: @amount подобається(-ють)
zh_hans: @amount 喜欢

source: @cal
ca: %subject
it: @label
ja: [social_event:enrolled_users_count]
zh_hans: @error

source: @calendar
ca: %subject
it: @label
ja: [social_event:enrolled_users_count]
zh_hans: @error

source: @count activities data has been migrated to activity_notification_table.
ar: @count تم ترحيل بينات النشاطات الى جدول activity_notification_table.
ca: Les dades d'activitats @count s'han migrat a la taula_notificació_activity_table.
it: @count I dati delle attività sono stati migrati nella tabella activity_notification_table.
ja: @count activity_notification_tableに移行されました。
nl: @count activiteiten data zijn gemigreerd naar activity_notification_table.
pt_br: @count os dados de atividades foram migrados para activity_notification_table.
uk: @count дані про активності було перенесено до таблиці activity_notification_table.
zh_hans: @count 活动数据已迁移到 activity_notification_table。

source: @count new member is enrolled to this event.
ar: تم تسجيل الأعضاء الجدد @count في هذا الحدث.
ca: @count nou membre està inscrit a aquest esdeveniment.
it: @count un nuovo membro è iscritto a questo evento.
ja: @count このイベントには新メンバーが登録される。
nl: @count nieuwe deelnemer is bij dit evenement aangemeld.
uk: @count новий учасник зареєстрований на цю подію.
zh_hans: @count 新会员报名参加此次活动。

source: @count new member is enrolled to your event.
ar: @count أعضاء جدد سجلّوا في حدثك.
ca: @count nou membre està inscrit al vostre esdeveniment.
it: @count un nuovo membro è iscritto al vostro evento.
ja: @count あなたのイベントに新会員が入会。
nl: @count nieuwe deelnemer is bij jouw evenement aangemeld.
uk: @count новий учасник зареєстрований на вашу подію.
zh_hans: @count 新会员报名参加您的活动。

source: @count new member joined the group.
ar: @count عضو جديد انضم الى المجموعة.
ca: @count nou membre s'incorpora al grup.
it: @count un nuovo membro si è unito al gruppo.
ja: @count 新メンバーが加わった。
nl: @count nieuw lid in de groep.
uk: До групи приєднався новий учасник @count.
zh_hans: @count 新成员加入了小组。

source: @entity_type @entity_id could not be unpublished after a user reported it.
ar: @entity_type تعذر الغاء نشر @entity_id بعدما ابلغ المستخدم عنها.
ca: @entity_type @entity_id no ha pogut ser inèdit després que un usuari ho denunciés.
it: @entity_type @entity_id non è stato possibile non pubblicarlo dopo la segnalazione di un utente.
ja: @entity_type @entity_id は、ユーザーからの報告後、公開を解除できませんでした。
nl: @entity_type @entity_id kan niet worden gedepubliceerd nadat een gebruiker het heeft gerapporteerd.
pt_br: @entity_type @entity_id não pôde ser cancelada após a denúncia de um usuário.
uk: @entity_type @entity_id не могли бути не опубліковані після того, як користувач повідомив про це.
zh_hans: @entity_type @entity_id 在用户报告后无法取消发布。

source: @entity_type type: @bundle
ar: @entity_type النوع: @bundle
ca: Tipus @entity_type: @bundle
it: @entity_type tipo: @bundle
ja: @entity_type タイプだ：@bundle
pt_br: @entity_type tipo: @bundle
uk: @entity_type типу: @bundle
zh_hans: @entity_type 类型@bundle

source: @err
ca: %subject
it: @label
ja: [social_event:enrolled_users_count]
zh_hans: @error

source: @frequency_name
ca: %subject
it: @label
ja: [social_event:enrolled_users_count]
zh_hans: @error

source: @interval
ca: %subject
it: @label
ja: [social_event:enrolled_users_count]
zh_hans: @error

source: @interval ago
ar: قبل @interval
ca: Fa %time
it: %time fa
ja: @time 前
nl: @interval geleden
pt_br: @interval atrás
uk: @interval назад.
zh_hans: @time 前

source: @interval hence
ar: قبل @interval
ca: @interval d'aquí
it: %time quindi
ja: @interval そのため
nl: @interval sinds
pt_br: @interval portanto
uk: @interval отже.
zh_hans: @interval 因此

source: @name field is required.
ar: حقل@name مطلوب.
ca: El camp @name és obligatori.
it: @name è obbligatorio.
ja: @name フィールドは必須である。
nl: @name is een verplicht veld.
pt_br: O campo @name é obrigatório.
uk: Поле @name є обов'язковим.
zh_hans: @name 字段为必填字段。

source: @node
ca: %subject
it: @label
ja: [social_event:enrolled_users_count]
zh_hans: @error

source: @time ago
ar: قبل @time
ca: Fa %time
it: %time fa
ja: @time 前
nl: @time geleden
pt_br: @time atrás
uk: @time назад.
zh_hans: @time 前

source: @timezone time
ar: توقيت @timezone
ca: Hora @timezone
it: @timezone tempo
ja: @timezone 時間
nl: @timezone tijd
pt_br: Hora @timezone
uk: @timezone час
zh_hans: @timezone 时间

source: @title
ca: %subject
it: @message
ja: [social_event:enrolled_users_count]
pt_br: @pattern
zh_hans: @error

source: @total enrollees
ca: @total inscrits
it: @total iscritti
ja: @total 加入者
pt_br: @total inscritos
zh_hans: @total 入学人数

source: @total members
ar: @total الأعضاء
ca: Membres @count
it: @count membri
ja: @total メンバー
nl: @total leden
pt_br: @total membros
uk: @total учасники
zh_hans: @count 成员

source: @total person has enrolled @spots_left
ar: @total شخص قام بالتسجيل @spots_left
ca: @total persona s'ha matriculat @spots_left
it: @total persona si è iscritta @spots_left
ja: @total 登録者数@spots_left
nl: @total persoon heeft zich aangemeld @spots_left
uk: @total людина зареєструвалася @spots_left
zh_hans: @total 注册人数@spots_left

source: @usernames is already enrolled, you can't add them again
ar: @usernames قاموا بالتسجيل بالفعل، لايمكنك اضافتهم مرة أخرى
ca: @usernames ja està matriculat, no els pots tornar a afegir
it: @usernames è già iscritto, non è possibile aggiungerlo di nuovo.
ja: @usernames すでに登録されている選手を再度登録することはできません。
nl: @usernames is al aangemeld, je kunt deze niet opnieuw toevoegen
uk: @usernames вже зареєстровані, ви не можете додати їх знову
zh_hans: @usernames 已注册，则不能再次添加

source: @usernames is already invited or enrolled, you can't invite them again
ar: تمت دعوة @usernames بالفعل أو تسجيله، ولا يمكنك دعوته مرة أخرى
ca: @usernames ja està convidat o inscrit, no els podeu tornar a convidar
it: @usernames è già invitato o iscritto, non è possibile invitarlo di nuovo.
ja: @usernames すでに招待または登録されている場合は、再度招待することはできません。
nl: @usernames is al uitgenodigd of aangemeld, je kan dit niet opnieuw doen
uk: @usernames вже запрошений або зареєстрований, ви не можете запросити його знову
zh_hans: @usernames 已被邀请或注册，则不能再次邀请他们

source: @usernames is already member of the @type, you can't add them again
ar: @usernames هم بالفعل أعضاء في @type، لا يمكنك إضافتهم مرة أخرى
ca: @usernames ja és membre dels @type, no els podeu tornar a afegir
it: @usernames è già membro di @type, non è possibile aggiungerlo di nuovo.
ja: @usernames がすでに のメンバーである場合、再度追加することはできない。@type
nl: @usernames is al lid van de @type, je kunt ze niet opnieuw toevoegen
uk: @usernames вже є членом @type, ви не можете додати його знову
zh_hans: @usernames 已经是 的成员，您不能再次添加他们@type

source: @visibility visibility is not allowed
ca: No es permet la visibilitat @visibility
it: @visibility la visibilità non è consentita
ja: @visibility 視認不可
pt_br: @visibility a visibilidade não é permitida
zh_hans: @visibility 不允许可见

source: A Reply-To address is the email address that receives messages sent from those who select Reply in their email clients.
ar: عنوان الرد على هو عنوان البريد الإلكتروني الذي يتلقى الرسائل المرسلة من أولئك الذين حددوا الرد في عملاء البريد الإلكتروني الخاص بهم.
ca: Una adreça Reply-To és l'adreça de correu electrònic que rep missatges enviats d'aquells que seleccionen Respondre en els seus clients de correu electrònic.
it: Un indirizzo Reply-To è l'indirizzo e-mail che riceve i messaggi inviati da coloro che selezionano Reply nel proprio client di posta elettronica.
ja: Reply-Toアドレスは、メールクライアントでReplyを選択した人から送られたメッセージを受信するメールアドレスです。
nl: Een Reply-To-adres is het e-mailadres dat berichten ontvangt van diegenen die reageren op deze email.
pt_br: Um endereço de resposta é o endereço de e-mail que recebe mensagens enviadas por aqueles que selecionam Responder em seus clientes de e-mail.
uk: Адреса-відповідь - це адреса електронної пошти, на яку надсилаються повідомлення від тих, хто вибрав опцію "Відповісти" у своєму поштовому клієнті.
zh_hans: 回复地址是接收在电子邮件客户端中选择 "回复 "的用户发送的邮件的电子邮件地址。

source: A background process (e.g. sending bulk emails) has finished
ar: انتهت عملية الخلفية (مثل إرسال رسائل بريد إلكتروني مجمعة)
ca: Un procés d'antecedents (per exemple, l'enviament de correus electrònics massius) ha acabat
it: Un processo in background (ad esempio, l'invio di e-mail di massa) è terminato.
ja: バックグラウンド・プロセス（例：バルク・メールの送信）が終了した。
nl: Een achtergrondproces is voltooid.
pt_br: Um processo em segundo plano (por exemplo, envio de e-mails em massa) foi concluído
uk: Фоновий процес (наприклад, масове надсилання електронних листів) завершено
zh_hans: 后台进程（如发送群发邮件）已完成

source: A basic block contains a title and a body.
ar: الصندوق الأساسي يحتوي على عنوان و نص.
ca: Un bloc bàsic conté un títol i un cos.
it: Un blocco di base contiene un titolo e un corpo.
ja: 基本ブロックはタイトルと本文を含む。
nl: Een basis blok bevat een titel en inhoud.
pt_br: Um bloco básico contém um título e um corpo.
uk: Простий блок складається із заголовка і вмісту.
zh_hans: 基本区块包含标题和正文。

source: A block section where can be selected a block or a paragraph
ar: قسم الصندوق حيث يمكن تحديد صندوق أو فقرة
ca: Una secció de blocs on es pot seleccionar un bloc o un paràgraf
it: Una sezione di blocco in cui è possibile selezionare un blocco o un paragrafo.
ja: ブロックまたは段落を選択できるブロックセクション
nl: Een bloksectie waarin een blok of een paragraaf kan worden geselecteerd
pt_br: Uma seção de bloco onde pode ser selecionado um bloco ou um parágrafo
uk: Блокова секція, де можна вибрати блок або абзац
zh_hans: 区块部分，可选择区块或段落

source: A boolean indicating whether the Activity is published.
ar: قيمة منطقية تشير إلى ما إذا كان النشاط قد تم نشره أم لا.
ca: Un booleà que indica si l'Activitat està publicada.
it: Un booleano che indica se l'attività è pubblicata.
ja: アクティビティが公開されているかどうかを示すブール値。
nl: Een boolean om aan te geven of een activiteit gepubliceerd is.
pt_br: Um booleano indicando se a atividade foi publicada.
uk: Булеве значення, що вказує на те, чи активність опублікована.
zh_hans: 布尔值，表示活动是否已发布。

source: A boolean indicating whether the Event enrollment is published.
ar: قيمة منطقية تشير إلى ما إذا كان التسجيل في الحدث قد تم نشره أم لا.
ca: Un booleà que indica si la inscripció de l'esdeveniment està publicada.
it: Un booleano che indica se l'iscrizione all'evento è pubblicata.
ja: イベント登録が公開されているかどうかを示すブール値。
nl: Een boolean dat aangeeft of de evenementaanmelding is gepubliceerd.
pt_br: Um booleano indicando se a inscrição no evento foi publicada.
uk: Булеве значення, що вказує на те, чи було опубліковано реєстрацію на подію.
zh_hans: 布尔值，表示事件注册是否已发布。

source: A boolean indicating whether the Font is published.
ar: قيمة منطقية تشير إلى ما إذا كان الخط قد تم نشره أم لا.
ca: Un booleà que indica si la font està publicada.
it: Un booleano che indica se il carattere è pubblicato.
ja: フォントが公開されているかどうかを示すブール値。
nl: Een boolean dat aangeeft of het lettertype gepubliceerd is.
pt_br: Um booleano indicando se a fonte está publicada.
uk: Булеве значення, що вказує на те, чи шрифт опубліковано.
zh_hans: 布尔值，表示字体是否已发布。

source: A call to action button.
ar: زر الحث على اتخاذ إجراء.
ca: Un botó de crida a l'acció.
it: Un pulsante di invito all'azione.
ja: 行動喚起ボタン。
nl: Een oproep tot actie knop.
pt_br: Um botão de call to action.
uk: Кнопка із закликом до дії.
zh_hans: 一个行动号召按钮。

source: A class instance containing user information.
ar: مثيل فئة يحتوي على معلومات المستخدم.
ca: Una instància de classe que conté informació de l'usuari.
it: Istanza di una classe contenente informazioni sull'utente.
ja: ユーザー情報を含むクラス・インスタンス。
nl: Een klasse-instantie die gebruikersinformatie bevat.
pt_br: Uma instância de classe contendo informações do usuário.
uk: Екземпляр класу, що містить інформацію про користувача.
zh_hans: 包含用户信息的类实例。

source: A color value that is valid for the CSS 'color' property. Any CSS spec compliant string.
ar: قيمة لون صالحة لخاصية CSS 'color'. أي سلسلة متوافقة مع مواصفات CSS.
ca: Un valor de color que és vàlid per a la propietat CSS “color”. Qualsevol cadena compatible amb especificacions CSS.
it: Un valore di colore valido per la proprietà CSS 'color'. Qualsiasi stringa conforme alle specifiche CSS.
ja: CSS 'color' プロパティで有効な色の値。CSS仕様に準拠した文字列。
nl: Een kleurwaarde die geldig is voor de CSS eigenschap 'color'. Elke string die voldoet aan de CSS specs.
pt_br: Um valor de cor válido para a propriedade CSS 'color'. Qualquer string compatível com a especificação CSS.
uk: Значення кольору, яке є допустимим для властивості CSS 'color'. Будь-який рядок, сумісний зі специфікацією CSS.
zh_hans: 对 CSS "color "属性有效的颜色值。任何符合 CSS 规范的字符串。

source: A custom block to generate a list of content dynamically according to specific filters.
ar: صندوق مخصص لإنشاء قائمة بالمحتوى ديناميكيًا وفقًا لمرشحات محددة.
ca: Un bloc personalitzat per generar una llista de continguts dinàmicament segons filtres específics.
it: Un blocco personalizzato per generare dinamicamente un elenco di contenuti in base a filtri specifici.
ja: 特定のフィルターに従ってコンテンツのリストを動的に生成するカスタムブロックです。
nl: Een aangepast blok om dynamisch een lijst met inhoud te genereren op basis van specifieke filters.
pt_br: Um bloco personalizado para gerar uma lista de conteúdo dinamicamente de acordo com filtros específicos.
uk: Кастомний блок для динамічного формування списку контенту відповідно до певних фільтрів.
zh_hans: 自定义区块，可根据特定筛选条件动态生成内容列表。

source: A description of your report is mandatory.
ar: وصف التقرير الخاص بك إلزامي.
ca: La descripció del seu informe és obligatòria.
it: La descrizione della relazione è obbligatoria.
ja: レポートの説明は必須です。
nl: Een omschrijving van uw rapport is verplicht.
pt_br: Uma descrição do seu relatório é obrigatória.
uk: Опис вашого звіту є обов'язковим.
zh_hans: 必须对报告进行说明。
