Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Signed in as
ar: تم تسجيل الدخول كـ
ca: Iniciat sessió com
it: Accesso come
ja: ログイン名
nl: Ingelogd als
pt_br: Conectado como
uk: Увійшов як
zh_hans: 登录为

source: Signup Help Text
ar: نص تعليمات التسجيل
ca: Text d'ajuda per inscriure's
it: Testo di aiuto all'iscrizione
ja: 登録ヘルプテキスト
nl: Aanmelden Hulp tekst
pt_br: Texto de ajuda de inscrição
uk: Текст довідки про реєстрацію
zh_hans: 注册帮助文本

source: Simple text
ar: نص بسيط
ca: Text senzill
it: Testo semplice
ja: シンプルなテキスト
nl: Eenvoudige tekst
pt_br: Texto simples
uk: Простий текст
zh_hans: 简单文本

source: Site branding
ar: العلامة التجارية للموقع
ca: Marca del lloc
it: Marchio del sito
ja: サイトブランディング
nl: Site design
pt_br: Marca do site
uk: Брендування сайту
zh_hans: 网站品牌

source: Site manager
ar: مدير الموقع
ca: Gestor del lloc
it: Responsabile del sito
ja: サイトマネージャー
nl: Sitebeheerder
pt_br: Gerente do site
uk: Керівник сайту
zh_hans: 工地经理

source: Site manager remarks
ar: ملاحظات مدير الموقع
ca: Observacions del gestor del lloc
it: Osservazioni del responsabile del sito
ja: サイト管理者のコメント
nl: Opmerkingen van de sitebeheerder
pt_br: Comentários do gerente do site
uk: Нотатки менеджера сайту
zh_hans: 工地负责人发言

source: Sitewide JS
ar: JS على مستوى الموقع
ca: JS a tot el lloc
it: In tutto il sito JS
ja: サイトワイドJS
nl: Over de hele linie JS
pt_br: JS em todo o site
uk: Повсюдний JS
zh_hans: 全站 JS

source: Sitewide JS settings
ar: إعدادات JS على مستوى الموقع
ca: Configuració JS a tot el lloc
it: Impostazioni JS per tutto il sito
ja: サイト全体のJS設定
nl: Sitewide JS instellingen
pt_br: Configurações JS em todo o site
uk: Налаштування JS для всього сайту
zh_hans: 全站 JS 设置

source: Sitewide Post form
ar: نموذج المشاركة على مستوى الموقع
ca: Formulari de publicació a tot el lloc
it: Modulo per la pubblicazione in tutto il sito
ja: サイトワイドポストフォーム
nl: Sitewide Post formulier
pt_br: Formulário de postagem em todo o site
uk: Загальнодоступна форма повідомлення
zh_hans: 全站发布表格

source: Size of the processing batch
ar: حجم دفعة المعالجة
ca: Mida del lot de processament
it: Dimensione del lotto di elaborazione
ja: 処理バッチのサイズ
nl: Grootte van de verwerkingspartij
pt_br: Tamanho do lote de processamento
uk: Розмір партії обробки
zh_hans: 加工批量的大小

source: Skills
ar: المهارات
ca: Habilitats
it: Competenze
ja: スキル
nl: Vaardigheden
pt_br: Habilidades
uk: Навички
zh_hans: 技能

source: Skip Blocked users
ar: تخطي المستخدمين المحظورين
ca: Saltar Usuaris bloquejats
it: Salta gli utenti bloccati
ja: ブロックされたユーザーをスキップする
nl: Geblokkeerde gebruikers overslaan
pt_br: Ignorar usuários bloqueados
uk: Пропустити заблокованих користувачів
zh_hans: 跳过被阻止的用户

source: Skip User 1
ar: تخطي المستخدم 1
ca: Saltar l'usuari 1
it: Saltare l'utente 1
ja: スキップ・ユーザー1
nl: Gebruiker 1 overslaan
pt_br: Ignorar usuário 1
uk: Пропустити користувача 1
zh_hans: 跳过用户 1

source: Skip confirmation for type @grouptype
ar: تخطي التأكيد للنوع @grouptype
ca: Salta la confirmació del tipus @grouptype
it: Salta la conferma per il tipo @grouptype
ja: タイプの確認をスキップする@grouptype
nl: Sla bevestiging over voor type @grouptype
pt_br: Ignorar confirmação para o tipo @grouptype
uk: Підтвердження пропуску для типу @grouptype
zh_hans: 跳过类型确认@grouptype

source: Skip email rerouting for email addresses:
ca: Saltar el reencaminament de correu electrònic per a les adreces de correu electrònic:
it: Salta il reinstradamento delle e-mail per gli indirizzi e-mail:
ja: メールアドレスのメール再ルーティングをスキップします：
pt_br: Ignore o redirecionamento de e-mail para endereços de e-mail:
zh_hans: 跳过电子邮件地址的电子邮件路由选择：

source: Skip email rerouting for roles:
ca: Saltar el reencaminament de correu electrònic per als rols:
it: Saltare il reinstradamento delle e-mail per i ruoli:
ja: ロールの電子メール再ルーティングをスキップします：
pt_br: Ignore o redirecionamento de e-mail para funções:
zh_hans: 跳过角色的电子邮件路由选择：

source: Skip not Verified users
ar: تخطي المستخدمين الذين لم يتم التحقق منهم
ca: Saltar usuaris no verificats
it: Salta gli utenti non verificati
ja: スキップしない 認証済みユーザー
nl: Niet geverifieerde gebruikers overslaan
pt_br: Ignorar usuários não verificados
uk: Пропустити неперевірених користувачів
zh_hans: 跳过未验证用户

source: Small
ar: صغير
ca: Petita
it: Piccolo
ja: 小さい
nl: Klein
pt_br: Pequeno
uk: Мале
zh_hans: 小型

source: Small Avatar
ar: صورة رمزية صغيرة
ca: Avatar petit
it: Avatar piccolo
ja: スモールアバター
nl: Kleine avatar
pt_br: Avatar pequeno
uk: Малий аватар
zh_hans: 小头像

source: Small Teaser
ar: الإعلان التشويقي الصغير
ca: Teaser petit
it: Piccolo teaser
ja: スモールティーザー
nl: Kleine teaser
pt_br: Pequeno teaser
uk: Маленький тизер
zh_hans: 小预告

source: Small hero
ar: بطل صغير
ca: Petit heroi
it: Piccolo eroe
ja: 小さなヒーロー
nl: Kleine hero
pt_br: Pequeno herói
uk: Маленький герой
zh_hans: 小英雄

source: Small sized profile image
ar: صورة ملف تعريف صغيرة الحجم
ca: Imatge de perfil de mida petita
it: Immagine del profilo di piccole dimensioni
ja: 小さいサイズのプロフィール画像
nl: Kleine profielafbeelding
pt_br: Imagem de perfil de tamanho pequeno
uk: Зображення профілю невеликого розміру
zh_hans: 小尺寸轮廓图

source: Small teaser
ar: إعلان تشويقي صغير
ca: Petit teaser
it: Piccolo teaser
ja: スモールティーザー
nl: Kleine teaser
pt_br: Pequeno teaser
uk: Невеличкий тизер
zh_hans: 小预告

source: Social
ar: اجتماعي
it: Sociale
ja: ソーシャル
nl: Sociaal
uk: Суспільний
zh_hans: 社会

source: Social (Abandoned)
ca: Social (abandonat)
it: Sociale (abbandonato)
ja: ソーシャル（断念）
pt_br: Social (Abandonado)
zh_hans: 社会（已放弃）

source: Social (Experimental)
ar: اجتماعي (تجريبي)
it: Sociale (sperimentale)
ja: ソーシャル（実験）
nl: Social (experimenteel)
uk: Соціальний (експериментальний)
zh_hans: 社会（实验）

source: Social (Test)
it: Sociale (Test)
ja: ソーシャル（テスト）
pt_br: Social (Teste)
zh_hans: 社会（测试）

source: Social (experimental)
ar: اجتماعي (تجريبي)
it: Sociale (sperimentale)
ja: ソーシャル（実験的）
nl: Social (experimenteel)
uk: Соціальний (експериментальний)
zh_hans: 社会（实验）

source: Social Activity
ar: نشاط اجتماعي
ca: Activitat Social
it: Attività sociale
ja: 社会活動
nl: Sociale activiteit
pt_br: Atividade social
uk: Соціальна активність
zh_hans: 社会活动

source: Social Activity Filter
ar: تصفية نشاط Social
ca: Filtre d'activitat social
it: Filtro attività sociale
ja: ソーシャル活動フィルター
nl: Filter socialactiviteit
pt_br: Filtro de atividades sociais
uk: Фільтр соціальної активності
zh_hans: 社交活动过滤器

source: Social Activity Filter settings
ar: إعدادات تصفية النشاط الاجتماعي
ca: Configuració del filtre d'activitat social
it: Impostazioni del filtro attività sociale
ja: ソーシャル活動フィルターの設定
nl: Sociale activiteit filterinstellingen
pt_br: Configurações do filtro de atividades sociais
uk: Налаштування фільтра соціальної активності
zh_hans: 社交活动筛选器设置

source: Social Admin Menu
ar: قائمة المشرف الاجتماعي
ca: Menú d'administració social
it: Menu Admin sociale
ja: ソーシャル管理メニュー
nl: Sociaal Admin-menu
pt_br: Menu de administração social
uk: Меню соціального адміністратора
zh_hans: 社交管理菜单

source: Social Admin Menu enhancements.
ar: تحسينات قائمة المشرف الاجتماعي.
ca: Millores del menú d'administració social.
it: Miglioramenti al menu Admin sociale.
ja: ソーシャル管理メニューの強化
nl: Sociale Admin Menu verbeteringen.
pt_br: Aprimoramentos do menu Social Admin.
uk: Покращення меню соціального адміністратора.
zh_hans: 社交管理菜单增强功能。

source: Social Advanced Queue
ar: قائمة الانتظار الاجتماعية المتقدمة
ca: Cua avançada social
it: Coda sociale avanzata
ja: ソーシャルアドバンストキュー
nl: Sociale geavanceerde wachtrij
pt_br: Fila Social Advanced
uk: Соціальна просунута черга
zh_hans: 社会高级队列

source: Social Ajax Comments
ar: تعليقات أجاكسا الاجتماعية
ca: Comentaris Ajax Social
it: Commenti sociali Ajax
ja: ソーシャルAjaxのコメント
nl: Sociaal Ajax commentaar
pt_br: Comentários do Social Ajax
uk: Соціальні коментарі Ajax
zh_hans: 社交 Ajax 评论

source: Social Album
ar: ألبوم اجتماعي
ca: Àlbum Social
it: Album sociale
ja: ソーシャルアルバム
pt_br: Álbum social
uk: Соціальний альбом
zh_hans: 社交相册

source: Social Album Settings
ar: إعدادات ألبوم Social
ca: Configuració de l'àlbum social
it: Impostazioni degli album sociali
ja: ソーシャルアルバム設定
nl: Instellingen socialalbum
pt_br: Configurações do álbum social
uk: Налаштування соціального альбому
zh_hans: 社交相册设置

source: Social Book
ar: كتاب اجتماعي
ca: Llibre Social
it: Libro sociale
ja: ソーシャルブック
nl: Sociaal Boek
pt_br: Livro social
uk: Соціальна книга
zh_hans: 社会书籍

source: Social Book Content Block
ar: حظر محتوى الكتاب الاجتماعي
ca: Bloc de contingut del llibre social
it: Blocco di contenuti del libro sociale
ja: ソーシャル・ブック・コンテンツ・ブロック
nl: Sociaal Boek Inhoudsblok
pt_br: Bloco de conteúdo de livros sociais
uk: Блок контенту соціальної книги
zh_hans: 社交图书内容块

source: Social Book on Landing pages
ar: كتاب اجتماعي على الصفحات المقصودة
ca: Llibre social a les pàgines de destinació
it: Libro sociale sulle pagine di destinazione
ja: ランディングページでのソーシャルブック
nl: Social Book op landingspagina's
pt_br: Livro social em páginas de destino
uk: Соціальна книга на цільових сторінках
zh_hans: 登陆页面上的社交图书

source: Social Branding
ar: العلامة التجارية الاجتماعية
ca: Marca Social
it: Branding sociale
ja: ソーシャル・ブランディング
pt_br: Marca social
uk: Соціальний брендинг
zh_hans: 社交品牌

source: Social Comment
ar: تعليق Social
ca: Comentari social
it: Commento sociale
ja: ソーシャルコメント
nl: Socialreactie
pt_br: Comentário social
uk: Соціальний коментар
zh_hans: 社会评论

source: Social Comment Settings
ar: إعدادات التعليقات الاجتماعية
ca: Configuració de comentaris socials
it: Impostazioni dei commenti sociali
ja: ソーシャルコメントの設定
nl: Instellingen voor sociaal commentaar
pt_br: Configurações de comentários sociais
uk: Налаштування соціальних коментарів
zh_hans: 社交评论设置

source: Social Comment Upload
ar: تحميل تعليق Social
ca: Pujar comentaris socials
it: Caricamento dei commenti sociali
ja: ソーシャルコメントのアップロード
nl: Upload socialreactie
pt_br: Upload de comentários sociais
uk: Завантаження соціальних коментарів
zh_hans: 上传社交评论

source: Social Comment Upload Settings
ar: إعدادات تحميل التعليقات الاجتماعية
ca: Configuració de càrrega de comentaris socials
it: Impostazioni di caricamento dei commenti sociali
ja: ソーシャルコメントのアップロード設定
nl: Uploadinstellingen voor reacties
pt_br: Configurações de upload de comentários sociais
uk: Налаштування завантаження соціальних коментарів
zh_hans: 社交评论上传设置

source: Social Comment upload settings
ar: إعدادات تحميل التعليقات الاجتماعية
ca: Configuració de càrrega de comentaris socials
it: Impostazioni di caricamento dei commenti sociali
ja: ソーシャルコメントのアップロード設定
nl: Uploadinstellingen voor reacties
pt_br: Configurações de upload de comentários sociais
uk: Налаштування завантаження соціальних коментарів
zh_hans: 社交评论上传设置

source: Social Comments
ar: تعليق Social
ca: Comentaris socials
it: Commenti sociali
ja: ソーシャルコメント
nl: Socialreactie
pt_br: Comentários sociais
uk: Соціальні коментарі
zh_hans: 社会评论

source: Social Content
ar: المحتوى الاجتماعي
ca: Continguts socials
it: Contenuto sociale
ja: ソーシャル・コンテンツ
nl: Sociale inhoud
pt_br: Conteúdo social
uk: Соціальний контент
zh_hans: 社交内容

source: Social Content Block
ar: حظر المحتوى الاجتماعي
ca: Bloc de contingut social
it: Blocco di contenuti sociali
ja: ソーシャル・コンテンツ・ブロック
nl: Sociale inhoud blok
pt_br: Bloco de conteúdo social
uk: Блок соціального контенту
zh_hans: 社交内容区块

source: Social Content Block on Landing pages
ar: حظر المحتوى الاجتماعي على الصفحات المقصودة
ca: Bloc de contingut social a les pàgines de destinació
it: Blocco dei contenuti sociali sulle pagine di destinazione
ja: ランディングページのソーシャルコンテンツブロック
nl: Blok met sociale inhoud op landingspagina's
pt_br: Bloco de conteúdo social em páginas de destino
uk: Блок соціального контенту на цільових сторінках
zh_hans: 登陆页面上的社交内容块

source: Social Content Moderation settings
ar: إعدادات الإشراف على المحتوى الاجتماعي
ca: Configuració de moderació de contingut social
it: Impostazioni di moderazione dei contenuti sociali
ja: ソーシャル・コンテンツのモデレーション設定
nl: Social Inhoud Moderatie instellingen
pt_br: Configurações de moderação de conteúdo social
uk: Налаштування модерації соціального контенту
zh_hans: 社交内容管理设置

source: Social Content Report
ar: الإبلاغ عن محتوى Social
ca: Informe de contingut social
it: Rapporto sui contenuti sociali
ja: ソーシャル・コンテンツ・レポート
nl: Social Inhoud Rapporteren
pt_br: Relatório de conteúdo social
uk: Звіт про соціальний контент
zh_hans: 社交内容报告

source: Social Core
ar: سوشيال كور
ca: Nucli Social
it: Nucleo sociale
ja: ソーシャル・コア
nl: Sociale kern
pt_br: Núcleo social
uk: Соціальне ядро
zh_hans: 社会核心

source: Social Demo
ar: العرض التوضيحي الاجتماعي
ca: Demostració social
it: Demo sociale
ja: ソーシャル・デモ
nl: Sociale demo
pt_br: Demonstração social
uk: Соціальна демонстрація
zh_hans: 社交演示

source: Social Download Count
ar: عدد التنزيلات الاجتماعية
ca: Recompte de descàrregues socials
it: Conteggio dei download sociali
ja: ソーシャルダウンロード数
nl: Sociale downloadtelling
pt_br: Contagem de downloads sociais
uk: Кількість соціальних завантажень
zh_hans: 社会下载次数

source: Social EDA
ca: EDA Social
it: EDA sociale
ja: ソーシャルEDA
pt_br: EDA social
zh_hans: 社会 EDA

source: Social EDA core module
ca: Mòdul bàsic d'EDA social
it: Modulo centrale EDA sociale
ja: ソーシャルEDAコアモジュール
pt_br: Módulo principal da EDA Social
zh_hans: 社会 EDA 核心单元

source: Social EDA settings
ca: Configuració de l'EDA social
it: Impostazioni EDA sociali
ja: ソーシャルEDAの設定
pt_br: Configurações de EDA social
zh_hans: 社会 EDA 设置

source: Social Editor
ar: المحرر الاجتماعي
ca: Editor Social
it: Redattore sociale
ja: ソーシャル・エディター
nl: Sociaal redacteur
pt_br: Editor social
uk: Соціальний редактор
zh_hans: 社会编辑

source: Social Email Broadcast
ca: Difusió de correu electrònic social
it: Trasmissione di e-mail sociali
ja: ソーシャルメールブロードキャスト
pt_br: Transmissão de e-mail social
zh_hans: 社交电子邮件广播

source: Social Embed
ar: التضمين الاجتماعي
it: Inclusione sociale
ja: ソーシャル・エンベッド
nl: Sociale inbedding
pt_br: Incorporação social
uk: Соціальне вбудовування
zh_hans: 社会嵌入

source: Social Emoji
ar: الرموز التعبيرية الاجتماعية
ca: Emoji Social
it: Emoji sociali
ja: ソーシャル絵文字
nl: Sociale Emoji
pt_br: Emoji social
uk: Соціальні емодзі
zh_hans: 社交表情符号

source: Social Event
ar: حدث Social
ca: Esdeveniment social
it: Evento sociale
ja: 交流会
nl: Socialevenement
pt_br: Evento social
uk: Соціальна подія
zh_hans: 社交活动

source: Social Event AN Enroll
ar: حدث اجتماعي والتسجيل
ca: Esdeveniment Social I Inscriu-te
it: Evento sociale AN Iscriviti
ja: 交流会 AN登録
nl: Social Evenement Anonieme Aanmeldingen
pt_br: Evento social e inscreva-se
uk: Соціальна подія AN Зареєструватися
zh_hans: 社交活动 AN 注册

source: Social Event Add To Calendar
ar: حدث اجتماعي أضف إلى التقويم
ca: Esdeveniment social Afegir al calendari
it: Evento sociale Aggiungi al calendario
ja: ソーシャルイベント カレンダーに追加
pt_br: Evento social Adicionar ao calendário
uk: Соціальна подія Додати до календаря
zh_hans: 社交活动 添加到日历

source: Social Event Anonymous Enrollment Settings
ar: إعدادات التسجيل المجهول للحدث الاجتماعي
ca: Configuració de la inscripció anònima d'esdeveniments socials
it: Impostazioni di iscrizione anonima agli eventi sociali
ja: ソーシャルイベント匿名登録設定
nl: Instellingen voor anonieme inschrijving voor sociale evenementen
pt_br: Configurações de inscrição anônima em eventos sociais
uk: Налаштування анонімної реєстрації на соціальну подію
zh_hans: 社交活动匿名注册设置

source: Social Event Anonymous Enrolments
ar: تسجيلات مجهولة لحدث Social
ca: Esdeveniment Social Matrícules Anònimes
it: Evento sociale Iscrizioni anonime
ja: 交流会 匿名登録
nl: Anonieme aanmeldingen socialevenement
pt_br: Inscrições anônimas para eventos sociais
uk: Анонімні реєстрації на соціальні заходи
zh_hans: 社交活动 匿名注册

source: Social Event Anonymous Enrolments Export
ar: تصدير التسجيلات المجهولة للحدث الاجتماعي
ca: Esdeveniment Social Inscripcions Anònimes Exportació
it: Evento sociale Iscrizioni anonime Esportazione
ja: 交流会 匿名登録エクスポート
nl: Sociaal evenement Anonieme inschrijvingen Export
pt_br: Exportação de inscrições anônimas para eventos sociais
uk: Анонімні реєстрації на соціальну подію Експорт анонімних реєстрацій
zh_hans: 社交活动 匿名注册 出口

source: Social Event Content Block
ar: حظر محتوى الأحداث الاجتماعية
ca: Bloc de contingut d'esdeveniments socials
it: Blocco di contenuti per eventi sociali
ja: ソーシャル・イベント・コンテンツ・ブロック
nl: Inhoudsblok voor sociale evenementen
pt_br: Bloco de conteúdo de eventos sociais
uk: Блок контенту соціальної події
zh_hans: 社交活动内容块

source: Social Event Enrolments Export
ar: تصدير تسجيلات الأحداث الاجتماعية
ca: Exportació de matrícules d'esdeveniments socials
it: Esportazione delle iscrizioni agli eventi sociali
ja: ソーシャルイベント登録数エクスポート
nl: Evenement aanmeldingen Export
pt_br: Exportação de inscrições para eventos sociais
uk: Експорт записів на соціальні заходи
zh_hans: 社会活动报名出口

source: Social Event Invite
ar: دعوة لمناسبة اجتماعية
ca: Convida a l'esdeveniment social
it: Invito a un evento sociale
ja: ソーシャル・イベントの招待
nl: Social Evenement Uitnodigingen
pt_br: Convite para evento social
uk: Запрошення на соціальну подію
zh_hans: 社交活动邀请

source: Social Event Invite Enrolments
ar: دعوة للتسجيل في حدث اجتماعي
ca: Esdeveniment Social Convida a Inscripcions
it: Invito all'evento sociale Iscrizioni
ja: ソーシャル・イベントの招待
nl: Social Evenement uitnodigingen
pt_br: Inscrições para convites para eventos sociais
uk: Запрошуємо до участі у соціальному заході
zh_hans: 社交活动邀请报名

source: Social Event Invite Settings
ar: إعدادات دعوة الأحداث الاجتماعية
ca: Configuració de convidats a esdeveniments socials
it: Impostazioni degli inviti agli eventi sociali
ja: ソーシャルイベントの招待設定
nl: Instellingen voor Social Event Invite
pt_br: Configurações de convite para eventos sociais
uk: Налаштування запрошення на соціальну подію
zh_hans: 社交活动邀请设置

source: Social Event Invite block
ar: حظر دعوة الأحداث الاجتماعية
ca: Bloc d'invitació d'esdeveniments socials
it: Blocco di inviti a eventi sociali
ja: ソーシャル・イベント招待ブロック
nl: Social Event Invite blok
pt_br: Bloco de convite para eventos sociais
uk: Блок запрошення на соціальну подію
zh_hans: 社交活动邀请块

source: Social Event Managers Settings
ar: إعدادات مديري الأحداث الاجتماعية
ca: Configuració dels gestors d'esdeveniments socials
it: Impostazioni dei gestori di eventi sociali
ja: ソーシャル・イベント・マネージャーの設定
nl: Instellingen voor beheerders van sociale evenementen
pt_br: Configurações do Social Event Managers
uk: Налаштування менеджерів соціальних подій
zh_hans: 社交活动管理器设置

source: Social Event Max Enroll
ar: الحد الأقصى للتسجيل في الحدث الاجتماعي
ca: Inscripció màxima d'esdeveniments socials
it: Evento sociale Iscrizione massima
ja: 交流会 最大参加人数
nl: Sociaal evenement Max inschrijven
pt_br: Inscrição máxima para eventos sociais
uk: Соціальна подія Максимальна кількість учасників
zh_hans: 社交活动 最大报名人数

source: Social Event Max Enroll settings
ar: إعدادات تسجيل الحد الأقصى للحدث الاجتماعي
ca: Configuració Social Event Max Inscriure
it: Evento sociale Impostazioni di iscrizione massima
ja: ソーシャルイベント最大登録数設定
nl: Social Max. Evenement Aanmelingen instellingen
pt_br: Configurações do Social Event Max Enroll
uk: Налаштування максимальної кількості учасників соціальної події
zh_hans: 社交活动最大注册人数设置

source: Social Event Organisers
ar: منظمو أحداث Social
ca: Organitzadors d'esdeveniments socials
it: Organizzatori di eventi sociali
ja: ソーシャル・イベント・オーガナイザー
nl: Social Evenement Organisatoren
pt_br: Organizadores de eventos sociais
uk: Організатори соціальних заходів
zh_hans: 社交活动组织者

source: Social Event Organisers settings
ar: إعدادات منظمي الأحداث الاجتماعية
ca: Configuració dels organitzadors d'esdeveniments socials
it: Impostazioni degli organizzatori di eventi sociali
ja: ソーシャルイベント主催者設定
nl: Social Evenement Organisatoren instellingen
pt_br: Configurações dos organizadores de eventos sociais
uk: Налаштування організаторів соціальних подій
zh_hans: 社会活动组织者设置

source: Social Event Settings
ar: إعدادات الأحداث الاجتماعية
ca: Configuració d'esdeveniments socials
it: Impostazioni dell'evento sociale
ja: ソーシャルイベントの設定
nl: Social Evenement Instellingen
pt_br: Configurações de eventos sociais
uk: Налаштування соціальних подій
zh_hans: 社交活动设置

source: Social Event Type
ar: نوع الحدث الاجتماعي
ca: Tipus d'esdeveniment social
it: Tipo di evento sociale
ja: ソーシャル・イベント・タイプ
nl: Social Evenement Type
pt_br: Tipo de evento social
uk: Тип соціальної події
zh_hans: 社交活动类型

source: Social Event Type settings
ar: إعدادات نوع الحدث الاجتماعي
ca: Configuració del tipus d'esdeveniment social
it: Impostazioni del tipo di evento sociale
ja: ソーシャルイベントのタイプ設定
nl: Social Evenement Type instellingen
pt_br: Configurações de tipo de evento social
uk: Налаштування типу соціальної події
zh_hans: 社交活动类型设置

source: Social External Identifier field storage settings
ca: Configuració d'emmagatzematge del camp Identificador extern social
it: Impostazioni di memorizzazione del campo Identificatore sociale esterno
ja: 社会的外部識別子フィールドの保存設定
pt_br: Configurações de armazenamento de campo do Social External Identifier
zh_hans: 社会外部标识符字段存储设置

source: Social Featured Content
ar: المحتوى الاجتماعي المميز
ca: Contingut destacat social
it: Contenuti sociali in primo piano
ja: ソーシャル・コンテンツ
nl: Sociale uitgelichte inhoud
pt_br: Conteúdo social em destaque
uk: Соціальний тематичний контент
zh_hans: 社交精选内容

source: Social Featured Items
ar: العناصر الاجتماعية المميزة
ca: Articles destacats socials
it: Articoli sociali in evidenza
ja: ソーシャル注目アイテム
nl: Sociale uitgelichte items
pt_br: Itens sociais em destaque
uk: Соціальні функції
zh_hans: 社会精选项目

source: Social File Private (Deprecated)
ca: Fitxer social privat (obsolet)
it: File sociale privato (deprecato)
ja: ソーシャルファイル・プライベート（非推奨）
pt_br: Arquivo social privado (obsoleto)
zh_hans: 社会文件私有化（已停用）

source: Social Files
ar: ملفات اجتماعية
ca: Arxius socials
it: File sociali
ja: ソーシャルファイル
nl: Sociale dossiers
pt_br: Arquivos sociais
uk: Соціальні файли
zh_hans: 社会档案

source: Social Flexible Group
ar: مجموعة اجتماعية مرنة
ca: Grup Social Flexible
it: Gruppo sociale flessibile
ja: ソーシャル・フレキシブル・グループ
nl: Sociale flexibele groep
pt_br: Grupo Social Flexível
uk: Соціальна гнучка група
zh_hans: 社会灵活小组

source: Social Flexible Group - Book pages
ar: المجموعة الاجتماعية المرنة - صفحات الكتاب
ca: Grup Social Flexible - Pàgines de llibres
it: Gruppo Sociale Flessibile - Pagine del libro
ja: ソーシャル・フレキシブル・グループ - 書籍のページ
nl: Social Flexible Group - Boekpagina's
pt_br: Social Flexible Group - Páginas de livros
uk: Соціальна гнучка група - сторінки книги
zh_hans: 社会灵活团体 - 书页

source: Social Flexible Group on Landing pages
ar: مجموعة اجتماعية مرنة على الصفحات المقصودة
ca: Grup Social Flexible a les pàgines de destinació
it: Gruppo flessibile sociale sulle pagine di destinazione
ja: ランディングページのソーシャル・フレキシブル・グループ
nl: Sociale flexibele groep op landingspagina's
pt_br: Grupo social flexível em páginas de destino
uk: Соціальна гнучка група на цільових сторінках
zh_hans: 登陆页面上的社交灵活群组

source: Social Follow Content
ar: محتوى المتابعة الاجتماعية
ca: Contingut de seguiment social
it: Contenuto Social Follow
ja: ソーシャル・フォロー・コンテンツ
nl: Social Inhoud Volgen
pt_br: Conteúdo de acompanhamento social
uk: Соціальний контент для підписки
zh_hans: 社会关注内容

source: Social Follow Landing Page
ar: الصفحة الرئيسية للمتابعة الاجتماعية
ca: Pàgina de destinació de seguiment social
it: Pagina di atterraggio per i social follow
ja: ソーシャルフォロー・ランディングページ
nl: Sociale volgpagina
pt_br: Página inicial de acompanhamento social
uk: Цільова сторінка соціального слідування
zh_hans: 社交关注登陆页面

source: Social Follow Tag
ar: علامة المتابعة الاجتماعية
ca: Etiqueta de Seguiment Social
it: Etichetta Social Follow
ja: ソーシャルフォロータグ
pt_br: Tag de acompanhamento social
uk: Соціальний тег для підписки
zh_hans: 社交关注标签

source: Social Follow Taxonomy
ar: تصنيف المتابعة الاجتماعية
ca: Taxonomia de seguiments socials
it: Tassonomia dei seguaci sociali
ja: ソーシャルフォロー分類法
nl: Sociale Volg Taxonomie
pt_br: Taxonomia de acompanhamento social
uk: Таксономія соціальних фоловерів
zh_hans: 社会关注分类法
