Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: about @profile_name @profile_name_extra
ar: حول @profile_name @profile_name_extra
ca: sobre @profile_name @profile_name_extra
it: circa @profile_name @profile_name_extra
ja: について@profile_name @profile_name_extra
nl: over @profile_name @profile_name_extra
pt_br: sobre @profile_name @profile_name_extra
uk: про @profile_name @profile_name_extra
zh_hans: 关于@profile_name @profile_name_extra

source: account settings here
ar: إعدادات الحساب هنا
ca: configuració del compte aquí
it: impostazioni dell'account qui
ja: アカウント設定はこちら
nl: account instellingen hier
pt_br: configurações de conta aqui
uk: налаштування облікового запису тут
zh_hans: 账户设置

source: activity_stream_group
ar: مجموعة تدفق النشاط
ca: grup d'activitat_stream_activitat_grup
it: gruppo_flusso_attività
ja: アクティビティ_ストリーム_グループ
nl: activiteit_stroom_groep
pt_br: atividade_stream_group
uk: група_потоку_діяльності
zh_hans: 活动流组

source: activity_stream_profile
ar: ملف تعريف مسار النشاط
it: profilo_di_flusso_di_attività
ja: アクティビティ・ストリーム・プロファイル
nl: activiteit_stroom_profiel
pt_br: perfil de fluxo de atividade
uk: профіль_потоку_діяльності
zh_hans: 活动流配置文件

source: alternative_frontpage config
ar: تكوين بديل للصفحة الأولى
ca: configuració alternative_frontpage
it: configurazione di alternative_frontpage
ja: 代替フロントページ設定
nl: alternatieve_voorpagina configuratie
pt_br: configuração alternative_frontpage
zh_hans: 替代首页配置

source: an
ar: رجل
ca: un
it: un
ja: アン
nl: een
pt_br: uma
uk: і
zh_hans: 一个

source: an @content_type
ar: رجل @content_type
ca: o @content_type
it: un @content_type
ja: アン@content_type
nl: een @content_type
pt_br: um @content_type
uk: і @content_type
zh_hans: 一个@content_type

source: ascending
ar: تصاعدي
ca: ascendent
it: ascendente
ja: 上昇
nl: oplopend
pt_br: ascendente
uk: за зростанням
zh_hans: 升序

source: author
ar: مؤلف
ca: autor
it: autore
ja: 著者
nl: auteur
pt_br: autora
uk: автор
zh_hans: 作者

source: basic_html
ar: لغة أتش تي أم أل الأساسية
ca: bàsica_html
ja: ベーシック_html
pt_br: html_básico

source: by
ar: بواسطة
ca: de
it: da
ja: によって
nl: door
pt_br: de
uk: за авторством
zh_hans: 由

source: comments
ar: تعليقات
ca: comentaris
it: commenti
ja: コメント
nl: reacties
pt_br: comentários
uk: коментарі
zh_hans: 评论

source: content @type: deleted @label.
ar: المحتوى @type: تم حذفه @label.
ca: contingut @type: eliminat @label.
it: contenuto @type: cancellato @label.
ja: 内容@type: 削除@label.
nl: inhoud @type: @label verwijderd.
pt_br: conteúdo @type: excluído @label.
uk: вміст @type: видалено @label.
zh_hans: 内容@type: 已删除@label.

source: create a new account
ar: إنشاء حساب جديد
ca: crear un compte nou
it: creare un nuovo account
ja: 新しいアカウントを作成する
nl: nieuw account aanmaken
pt_br: criar uma nova conta
uk: створити новий обліковий запис
zh_hans: 创建新帐户

source: create_node_following_tag
ca: create_node_seguida_etiqueta
it: creare_nodo_following_tag
ja: ノード・フォロー・タグの作成
zh_hans: 创建节点关注标签

source: default content types
ar: أنواع المحتوى الافتراضية
ca: tipus de contingut per defecte
it: tipi di contenuto predefiniti
ja: デフォルト・コンテンツ・タイプ
nl: standaard inhoudstypen
pt_br: tipos de conteúdo padrão
uk: типи вмісту за замовчуванням
zh_hans: 默认内容类型

source: default group types
ar: أنواع المجموعات الافتراضية
ca: tipus de grups per defecte
it: tipi di gruppo predefiniti
ja: デフォルトのグループタイプ
nl: standaard groepstypen
pt_br: tipos de grupo padrão
uk: типи груп за замовчуванням
zh_hans: 默认组类型

source: default taxonomy terms
ar: مصطلحات التصنيف الافتراضية
ca: termes de taxonomia predeterminats
it: termini predefiniti della tassonomia
ja: デフォルトのタクソノミー用語
nl: standaard taxonomische termen
pt_br: termos de taxonomia padrão
uk: умови таксономії за замовчуванням
zh_hans: 默认分类术语

source: descending
ar: تنازلي
ca: descendent
it: discendente
ja: 下降
nl: aflopend
pt_br: descedentes
uk: за спаданням
zh_hans: 降序

source: email notification settings
ar: إعدادات الإعلام بالبريد الإلكتروني
ca: configuració de notificacions per correu electrònic
it: impostazioni di notifica via e-mail
ja: メール通知設定
nl: e-mailmelding-instellingen
pt_br: configurações de notificação por e-mail
uk: налаштування сповіщень електронною поштою
zh_hans: 电子邮件通知设置

source: entity id from url
ar: معرف الكيان من عنوان url
ca: identificació de l'entitat des de la url
it: id dell'entità dall'url
ja: url からのエンティティ ID
nl: entiteit id van url
pt_br: ID de entidade do url
uk: ідентифікатор сутності з url
zh_hans: 来自 url 的实体 id

source: entity type from url
ar: نوع الكيان من عنوان url
ca: tipus d'entitat a partir de la url
it: tipo di entità da url
ja: url からのエンティティタイプ
nl: entiteittype uit url
pt_br: tipo de entidade do url
uk: тип сутності з url
zh_hans: 来自 url 的实体类型

source: event
ar: حدث
ca: esdeveniment
it: evento
ja: イベント
nl: evenement
pt_br: evento
uk: подія
zh_hans: 事件

source: event enrollments
ar: تسجيلات الحدث
ca: inscripcions per a esdeveniments
it: iscrizioni agli eventi
ja: イベント登録
nl: Aanmeldingen
pt_br: inscrições em eventos
uk: реєстрації на подію
zh_hans: 活动报名

source: events
ar: أحداث
ca: esdeveniments
it: eventi
ja: イベント
nl: evenementen
pt_br: eventos
uk: події
zh_hans: 活动

source: field_account
ar: حساب_ميداني
ca: compte_camp
it: campo_conto
ja: フィールドアカウント
nl: veld_rekening
pt_br: conta_campo
uk: поле_рахунок
zh_hans: 字段账户

source: field_account: User
ar: حساب الحقل: المستخدم
ca: field_account: Usuari
it: campo_conto: Utente
ja: フィールド_アカウントユーザー
nl: field_account: Gebruiker
pt_br: field_account: Usuário
uk: field_account: Користувач
zh_hans: field_account：用户

source: field_album
ar: ألبوم_ميداني
ca: àlbum de camp
it: campo_album
ja: フィールド・アルバム
nl: veld_album
pt_br: álbum_campo
uk: поле_альбом
zh_hans: 相册

source: field_event
ar: حدث ميداني
ca: Esdeveniment_camp
it: campo_evento
ja: フィールドイベント
nl: veld_gebeurtenis
pt_br: evento_campo
zh_hans: 字段事件

source: field_event: Content
ar: حدث ميداني: المحتوى
ca: field_event: Contingut
it: campo_evento: Contenuto
ja: フィールド_イベント内容
nl: field_event: Inhoud
pt_br: field_event: Conteúdo
uk: field_event: Зміст
zh_hans: field_event：内容

source: field_event_managers
ar: مديرو الأحداث الميدانية
ca: gestors_d'esdeveniments_de camp
it: gestori_di_eventi_di_campo
ja: フィールド・イベント・マネージャー
nl: veld_gebeurtenis_beheerders
pt_br: gerentes de eventos de campo
zh_hans: 事件管理器

source: field_message_context
ar: سياق الرسالة الميدانية
ca: contexto_missatge_camp
it: campo_messaggio_contesto
ja: フィールド_メッセージ_コンテキスト
nl: veld_bericht_context
pt_br: contexto_do_mensagem_campo
uk: поле_контекст_повідомлення
zh_hans: 字段消息上下文

source: field_message_destination
ar: وجهة الرسالة الميدانية
ca: destinació_missatge_camp_
it: campo_messaggio_destinazione
ja: フィールド_メッセージ送信先
nl: veld_bericht_bestemming
pt_br: campo_mensagem_destino
uk: поле_призначення_повідомлення
zh_hans: 消息目的地

source: field_message_related_object
ar: كائن متعلق برسالة الحقل
ca: Objecte_relacionat_missatge_camp_
it: oggetto_correlato_a_messaggio
ja: フィールド_メッセージ関連オブジェクト
nl: veld_bericht_gerelateerd_object
pt_br: objeto relacionado à mensagem de campo
uk: поле_повідомлення_пов'язаний_об'єкт
zh_hans: 消息相关对象

source: field_topic_type_expose_filter
ar: نوع موضوع الحقل - عامل تصفية العرض
ca: Filtre d'exposició_tipus_temà_de camp
it: filtro_di_campo_di_tipo_di_esposizione
ja: フィールド_トピック_タイプ_エクスポーズ_フィルター
nl: veld_onderwerp_type_expose_filter
zh_hans: 字段主题类型暴露过滤器

source: files
ar: ملفات
ca: fitxers
it: file
ja: ファイル
nl: bestanden
pt_br: pastas
uk: файли
zh_hans: 文件

source: filter_no_admin
ar: رقم الفلتر: المشرف
ca: Filtre_no_admin
it: filtro_no_admin
ja: フィルターなし管理者
zh_hans: 过滤器

source: follower
ar: متابعون
ca: seguidor
it: seguace
ja: フォロワーズ
nl: volger
zh_hans: 亲们

source: following
ar: التالي
ca: seguint
it: di seguito
ja: 以下
nl: die ik volg
pt_br: segue
uk: наступний
zh_hans: 接下来

source: for this user
ar: لهذا المستخدم
ca: per a aquest usuari
it: per questo utente
ja: このユーザー
nl: voor deze gebruiker
pt_br: para este usuário
uk: для цього користувача
zh_hans: 该用户

source: from @org
ar: من @org
ca: de @org
it: da @org
ja: より@org
nl: van @org
pt_br: de @org
uk: від @org
zh_hans: 从@org

source: group members
ar: أعضاء المجموعة
ca: membres del grup
it: membri del gruppo
ja: メンバー
nl: Leden
pt_br: membros do grupo
uk: учасники групи
zh_hans: 组员

source: group_contextual
ar: سياقية جماعية
ca: grup_contextual
it: gruppo_contestuale
ja: グループ・コンテキスト
nl: groep_contextueel
pt_br: grupo_contextual
zh_hans: 上下文组

source: group_events
ar: أحداث جماعية
ca: Esdeveniments grupals
it: gruppo_eventi
ja: グループ・イベント
nl: groepsgebeurtenissen
pt_br: eventos_grupos
zh_hans: 事件分组

source: groups
ar: المجموعات
ca: grups
it: gruppi
ja: グループ
nl: groepen
pt_br: grupos
uk: групи
zh_hans: 组别

source: has the publish status of
ar: حالة النشر
ca: té l'estat de publicació de
it: ha lo stato di pubblicazione di
ja: の公開ステータスを持つ。
nl: heeft de publiceer status
pt_br: tem o status de publicação de
uk: має статус опублікування
zh_hans: 的发布状态为

source: header_postblock
ar: عنوان_بوستبلوك
ca: encapçalament_bloc postal
it: blocco_intestazione_post
ja: ヘッダー_ポストブロック
nl: kop_postblok
pt_br: cabeçalho_postblock
zh_hans: 页眉区块

source: here
ar: هنا
ca: aquí
it: qui
ja: これ
nl: hier
pt_br: aqui
uk: тут
zh_hans: 这里

source: iCalendar
it: iCalendario
ja: iカレンダー

source: in @event
ar: في @event
ca: en @event
ja: で@topic
pt_br: em @event
uk: в @event
zh_hans: 于@topic

source: in @topic
ar: في @topic
ca: en @event
it: in @event
ja: で@topic
pt_br: em @event
uk: в @topic
zh_hans: 于@topic

source: in the community
ar: في المجتمع
ca: a la comunitat
it: nella comunità
ja: 地域社会
nl: binnen de community
pt_br: na comunidade
uk: в спільноті
zh_hans: 在社区

source: in the group
ar: في المجموعة
ca: en el grup
it: nel gruppo
ja: グループ内
nl: in de groep
pt_br: no grupo
uk: в групі
zh_hans: 在组内

source: internal uuid
ar: واجهة المستخدم الداخلية
ca: uuid intern
it: uuid interno
ja: 内部uuid
nl: interne uuid
pt_br: uuid interno
uk: внутрішній uuid
zh_hans: 内部 uuid

source: is (1) new request
ar: هي (@count) طلبات جديدة
ca: és (1) nova sol·licitud
it: è (1) una nuova richiesta
ja: は (@count) 新しいリクエスト
nl: is (1) nieuw verzoek
uk: це (1) новий запит
zh_hans: 是 (@count) 新申请

source: is the type of
ar: هو نوع من
ca: és el tipus de
it: è il tipo di
ja: のタイプである。
nl: van het type
pt_br: é o tipo de
uk: є типом
zh_hans: 是指

# PHP date format
source: j M 'y
ar: أنا أمي
ja: j M
pt_br: j Eu sou

source: last »
ar: الأخيرة »
ca: últim”
it: ultimo "
ja: 最後の"
nl: laatste »
pt_br: último”
uk: останній "
zh_hans: 最后"

source: likes
ar: تسجيلات الإعجاب
ca: agrada
it: piace
ja: 好き
pt_br: gostos
uk: вподобання
zh_hans: 喜欢

source: located at:
ar: تقع في:
ca: Situat a:
it: situato a:
ja: にある：
nl: gelegen op:
pt_br: localizado em:
uk: що знаходиться за адресою:
zh_hans: 位于

source: log in
ar: تسجيل الدخول
ca: iniciar sessió
it: accedere
ja: ログイン
nl: inloggen
pt_br: faça login
uk: увійти
zh_hans: 登录

source: more
ar: أكثر
ca: més
it: di più
ja: もっと見る
nl: meer
pt_br: mais
uk: ще
zh_hans: 更多

source: never
ar: أبدًا
ca: mai
it: mai
ja: 決して
nl: nooit
pt_br: nunca
uk: ніколи
zh_hans: 从不

source: next ›
ar: التالي ›
ca: següent ›
it: prossimo '
ja: 次の記事
nl: volgende ›
pt_br: próximo ›
uk: наступний '
zh_hans: 下一个 '

source: on a
ar: على
ca: en un
it: su un
ja: での
nl: op een
pt_br: em um
uk: на
zh_hans: 在

source: on the
ar: على
ca: sobre el
it: sul
ja: にある。
nl: op de
pt_br: na
uk: у
zh_hans: 在

source: only visible to all logged-in users.
ar: مرئي فقط لجميع المستخدمين الذين قاموا بتسجيل الدخول.
ca: Només visible per a tots els usuaris connectats.
it: visibile solo a tutti gli utenti connessi.
ja: ログインしているすべてのユーザーにのみ表示されます。
nl: alleen zichtbaar voor alle aangemelde gebruikers.
pt_br: visível somente para todos os usuários logados.
uk: видимий лише для всіх користувачів, які ввійшли в систему.
zh_hans: 仅对所有登录用户可见。

source: only visible to logged-in group members.
ar: مرئي فقط لأعضاء المجموعة الذين قاموا بتسجيل الدخول.
ca: Només és visible per als membres del grup connectats.
it: visibile solo ai membri del gruppo che hanno effettuato l'accesso.
ja: ログインしているグループメンバーにのみ表示されます。
nl: Alleen zichtbaar voor ingelogde groepsleden
pt_br: visível somente para membros do grupo logados.
uk: видимий лише для учасників групи, які ввійшли в систему.
zh_hans: 只有登录的组员才能看到。

source: photo
ar: صورة
ca: foto
it: foto
ja: 写真
nl: foto
pt_br: foto
uk: світлина
zh_hans: 照片

source: post
ar: نشر
ca: publicar
it: posta
ja: ポスト
nl: plaatsen
pt_br: publicar
uk: допис
zh_hans: 邮寄

source: posted
ar: تم النشر
ca: publicat
it: inviato
ja: 掲載
nl: geplaatst
pt_br: postado
uk: розміщено
zh_hans: 已张贴

source: posts
ar: المشاركات
ca: publicacions
it: posti
ja: 投稿
nl: berichten
pt_br: postagens
uk: Матеріали
zh_hans: 帖子

source: profile image
ar: صورة الملف الشخصي
ca: imatge de perfil
it: immagine del profilo
ja: プロフィール画像
nl: Profielafbeelding
pt_br: imagem de perfil
uk: зображення профілю
zh_hans: 资料图片

source: profile_compact
ar: الملف الشخصي_المضغوط
ca: perfil compacte
it: profilo_compatto
ja: プロファイル・コンパクト
nl: profiel_compact
pt_br: perfil_compact
zh_hans: 紧凑型轮廓

source: published
ar: تم النشر
ca: publicat
it: pubblicato
ja: 掲載
nl: gepubliceerd
pt_br: publicado
uk: опубліковано
zh_hans: 已出版

source: recipient_group_reference
ar: مرجع مجموعة المستلمين
ca: referencia_grup_destinatari
it: gruppo_destinatario_riferimento
ja: 受信者グループ参照
nl: ontvanger_groep_referentie
pt_br: referência_de_grupo_destinatário
zh_hans: 收件人组别

source: related to tag(s) you follow:
ar: فيما يتعلق بالعلامة (العلامات) التي تتابعها:
ca: relacionat amb l'etiqueta (es) que segueixes:
it: relativi ai tag che seguite:
ja: あなたがフォローしているタグに関連する
nl: gerelateerd aan de tag(s) die je volgt:
pt_br: relacionado à (s) tag (s) que você segue:
uk: пов'язані з тегами, за якими ви стежите:
zh_hans: 与您关注的标签相关：

source: sans-serif
ar: بدون شريف
ja: サンセリフ
nl: schreefloos
pt_br: sem serifa
uk: без зарубок
zh_hans: 无衬线

source: see profile
ar: انظر الملف الشخصي
ca: veure perfil
it: vedi profilo
ja: プロフィールを見る
nl: Bekijk profiel
pt_br: ver perfil
uk: див. профіль
zh_hans: 见简介

source: serif
ar: قنان
ja: セリフ
pt_br: serifa
uk: засічка
zh_hans: 字脚

source: show some more
ar: اعرض المزيد
ca: Mostrar una mica més
it: mostra ancora un po'
ja: もう少し見せる
nl: laat meer zien
pt_br: mostre um pouco mais
uk: показати більше
zh_hans: 再来点

source: sign up
ar: التسجيل
ca: inscriu-te
it: iscriviti
ja: サインアップ
nl: registreren
pt_br: inscrever-se
uk: зареєструватися
zh_hans: 报名

source: site administrator
ar: مسؤول الموقع
ca: administrador del lloc
it: amministratore del sito
ja: サイト管理者
nl: site beheerder
pt_br: administrador do site
uk: адміністратор сайту
zh_hans: 网站管理员

source: skip download counts
ar: تخطي عدد التنزيلات
ca: saltar els recomptes de descàrregues
it: saltare il conteggio dei download
ja: ダウンロード数をスキップする
nl: downloads overslaan
pt_br: pular contagens de downloads
uk: пропустити кількість завантажень
zh_hans: 跳过下载次数

source: social an hero image (1200 x 490)
ar: الصورة الاجتماعية وصورة البطل (1200 × 490)
ca: imatge social i heroi (1200 x 490)
it: immagine sociale di un eroe (1200 x 490)
ja: ソーシャル・ヒーロー画像（1200 x 490）
nl: sociaal een heldenbeeld (1200 x 490)
pt_br: imagem social e de herói (1200 x 490)
uk: зображення соціального героя (1200 x 490)
zh_hans: 社交英雄图像（1200 x 490）

source: social extra extra large (1200 x 423)
ar: شبكة اجتماعية كبيرة جدًا (1200 × 423)
ca: social extra gran (1200 x 423)
it: sociale extra extra large (1200 x 423)
ja: ソーシャル・エクストラ・ラージ（1200 x 423）
nl: sociaal extra groot (1200 x 423)
pt_br: social extra grande (1200 x 423)
zh_hans: 社会特大号（1200 x 423）

source: social extra large (220 x 220)
ar: شبكة اجتماعية كبيرة جدًا (220 × 220)
ca: social extra gran (220 x 220)
it: sociale extra large (220 x 220)
ja: ソーシャル・エクストラ・ラージ（220 x 220）
nl: sociaal extra groot (220 x 220)
pt_br: social extra grande (220 x 220)
zh_hans: 社会特大号（220 x 220）

source: social file thumbnails (145x145)
ar: الصور المصغرة للملفات الاجتماعية (145x145)
ca: miniatures d'arxius socials (145x145)
it: miniature dei file sociali (145x145)
ja: ソーシャルファイルのサムネイル (145x145)
nl: sociale bestandsminiaturen (145x145)
pt_br: miniaturas de arquivos sociais (145x145)
uk: мініатюри соціальних файлів (145x145)
zh_hans: 社交文件缩略图（145x145）

source: social hero small (1200 x 193)
ar: بطل اجتماعي صغير (1200 × 193)
ca: heroi social petit (1200 x 193)
it: eroe sociale piccolo (1200 x 193)
ja: ソーシャル・ヒーロー小（1200×193）
nl: social hero klein (1200 x 193)
pt_br: herói social pequeno (1200 x 193)
uk: соціальний герой малий (1200 x 193)
zh_hans: 小号社交英雄（1200 x 193）

source: social landing hero (1500×370)
ar: بطل الهبوط الاجتماعي (1500 × 370)
ca: heroi d'aterratge social (1500×370)
ja: ソーシャル・ランディング・ヒーロー（1500×370）
nl: sociale landingsheld (1500×370)
pt_br: herói de aterrissagem social (1500 × 370)
uk: герой соціального десанту (1500×370)
zh_hans: 社交登陆英雄（1500×370）

source: social landing hero_small (1500×185)
ar: بطل الهبوط الاجتماعي الصغير (1500 × 185)
ca: aterratge social hero_small (1500×185)
ja: ソーシャル・ランディング・ヒーロー_小（1500×185）
nl: sociale landing hero_small (1500×185)
pt_br: aterrissagem social hero_small (1500 × 185)
uk: соціальний десант hero_small (1500×185)
zh_hans: 社交登陆图标_小 (1500×185)

source: social large (128 x 128)
ar: اجتماعي كبير (128 × 128)
ca: social gran (128 x 128)
it: sociale grande (128 x 128)
ja: ソーシャルラージ（128 x 128）
nl: sociaal groot (128 x 128)
pt_br: social grande (128 x 128)
uk: соціальний великий (128 x 128)
zh_hans: 社会大号（128 x 128）

source: social medium (44 x 44)
ar: وسيلة اجتماعية (44 × 44)
ca: mitjà social (44 x 44)
it: mezzo sociale (44 x 44)
ja: ソーシャル・メディア（44×44）
nl: sociaal medium (44 x 44)
pt_br: meio social (44 x 44)
uk: соціальний носій (44 x 44)
zh_hans: 社会媒介（44 x 44）

source: social post photo (714 x 1071)
ar: صورة المنشور الاجتماعي (714 × 1071)
ca: foto de la publicació social (714 x 1071)
it: foto del post sociale (714 x 1071)
ja: ソーシャル投稿写真 (714 x 1071)
nl: social post foto (714 x 1071)
pt_br: foto de postagem social (714 x 1071)
uk: фото з соціальної мережі (714 x 1071)
zh_hans: 社交网站照片（714 x 1071）

source: social small (24 x 24)
ar: اجتماعي صغير (24 × 24)
ca: social petit (24 x 24)
it: sociale di piccole dimensioni (24 x 24)
ja: ソーシャル・スモール（24×24）
nl: sociaal klein (24 x 24)
pt_br: social pequeno (24 x 24)
uk: соціальний малий (24 х 24)
zh_hans: 小型社交活动（24 x 24）

source: social tiny (16 x 16)
ar: اجتماعي صغير (16 × 16)
ca: minúscula social (16 x 16)
it: sociale minuscolo (16 x 16)
ja: ソーシャル・タイニー（16×16）
nl: sociaal klein (16 x 16)
pt_br: minúsculo social (16 x 16)
uk: соціальний мініатюрний (16 х 16)
zh_hans: 社会微小（16 x 16）

source: sort_created
ar: تم إنشاء الفرز
ca: sort_creat
it: ordinamento_creato
ja: ソート
zh_hans: 排序创建

source: sort_title
ar: عنوان الفرز
ca: titol_ordenar
it: ordinamento_titolo
ja: ソートタイトル
nl: soort_titel
zh_hans: 排序标题

source: sort_updated
ar: تم تحديث الفرز
ca: sort_actualitzat
it: ordinamento_aggiornato
ja: ソート_更新
nl: sorteer_geupdate
pt_br: classificar_atualizado

source: template_suggestions_extra
ar: قالب_المقترحات_الإضافي
ca: plantilla_suggeriments_extra
it: modello_suggerimenti_extra
ja: テンプレート_サジェスチョン_エクストラ
nl: sjabloon_suggesties_extra
pt_br: modelo_sugestões_extra
zh_hans: 额外模板建议

source: text formats
ar: تنسيقات النص
ca: formats de text
it: formati di testo
ja: テキスト形式
nl: tekstopmaak
pt_br: formatos de texto
uk: текстові формати
zh_hans: 文本格式

source: topic
ar: موضوع
ca: tema
it: argomento
ja: トピック
nl: onderwerp
pt_br: tópico
uk: тема
zh_hans: 主题

source: topics
ar: الموضوعات
ca: temes
it: argomenti
ja: トピックス
nl: onderwerpen
pt_br: assuntos
uk: теми
zh_hans: 主题

source: unpublished
ar: غير منشور
ca: inèdit
it: non pubblicato
ja: 未発表
nl: gedepubliceerd
pt_br: não publicada
uk: неопубліковане
zh_hans: 未发表

source: users
ar: المستخدمين
ca: usuaris
it: utenti
ja: ユーザー
nl: gebruikers
pt_br: usuários
uk: користувачі
zh_hans: 用户

source: users can "request to enroll" for this event which event organisers approve/decline
ar: يمكن للمستخدمين «طلب التسجيل» لهذا الحدث الذي يوافق عليه منظمو الحدث أو يرفضه
ca: Els usuaris poden “sol·licitar inscriure's” per a aquest esdeveniment que els organitzadors de l'esdeveniment aprovar/declinen
it: gli utenti possono "richiedere l'iscrizione" a questo evento che gli organizzatori approvano/declinano
ja: ユーザーはこのイベントに「登録申請」することができ、イベント主催者はこれを承認/拒否する。
nl: gebruikers kunnen "verzoeken om inschrijving" voor dit evenement, die door de organisatoren van het evenement worden goedgekeurd/geweigerd
pt_br: os usuários podem “solicitar a inscrição” para este evento, que os organizadores do evento aprovam/recusam
uk: користувачі можуть "подати запит на реєстрацію" на цю подію, який організатори події схвалюють/відхиляють
zh_hans: 用户可以 "申请加入 "该活动，由活动组织者批准/拒绝

source: users can "request to join" this @entity_type_id which @entity_type_id managers approve/decline.
ar: يمكن للمستخدمين «طلب الانضمام» إلى هذا @entity_type_id الذي @entity_type_id يوافق المديرون على ذلك أو يرفضونه.
ca: els usuaris poden “sol·licitar unir-se” aquest @entity_type_id que @entity_type_id els directius aprovar/declinen.
it: gli utenti possono "richiedere di entrare a far parte" di questo @entity_type_id che @entity_type_id manager approvano/declinano.
ja: ユーザーは@entity_type_id に「参加申請」することができる。 @entity_type_id マネージャーが承認/拒否する。
nl: gebruikers kunnen "verzoeken om lid te worden" van deze @entity_type_id die @entity_type_id managers goedkeuren/afwijzen.
pt_br: os usuários podem “solicitar a adesão” a este @entity_type_id que @entity_type_id os gerentes aprovam/recusam.
uk: користувачі можуть "подати запит на приєднання" до цього @entity_type_id, який @entity_type_id менеджери схвалюють/відхиляють.
zh_hans: 用户可以 "申请加入 "该@entity_type_id ，由管理人员批准/拒绝。 @entity_type_id 管理人员批准/拒绝。

source: users can "request to join" this @entity_type_id which @entity_type_id managers approve/decline.
ar: يمكن للمستخدمين «طلب الانضمام» إلى هذا @entity_type_id الذي يوافق عليه مديرو @entity_type_id ويرفضونه.
ca: els usuaris poden “sol·licitar unir-se” a aquest @entity_type_id que els gestors @entity_type_id aprovar/declinen.
it: gli utenti possono "chiedere di entrare a far parte" di questo @entity_type_id che i responsabili di @entity_type_id approvano/declinano.
ja: ユーザーはこの@entity_type_id 「参加申請」をすることができる。@entity_type_id マネージャーはこれを承認／拒否する。
nl: gebruikers kunnen "verzoeken om lid te worden" van deze @entity_type_id die @entity_type_id managers goedkeuren/afwijzen.
pt_br: os usuários podem “solicitar a adesão” a esse @entity_type_id, que os gerentes do @entity_type_id aprovam/recusam.
uk: користувачі можуть "подати запит на приєднання" до цього @entity_type_id, який менеджери @entity_type_id схвалюють/відхиляють.
zh_hans: 用户可以 "申请加入 "该@entity_type_id ，@entity_type_id 管理员批准/拒绝。

source: users can enroll for this event without approval
ar: يمكن للمستخدمين التسجيل في هذا الحدث دون موافقة
ca: Els usuaris poden inscriure's a aquest esdeveniment sense aprovació
it: gli utenti possono iscriversi a questo evento senza approvazione
ja: ユーザーは承認なしでこのイベントに登録できる
nl: gebruikers kunnen zich voor dit evenement inschrijven zonder goedkeuring
pt_br: os usuários podem se inscrever neste evento sem aprovação
uk: користувачі можуть реєструватися на цю подію без дозволу
zh_hans: 用户可在未经批准的情况下报名参加此活动

source: users can join this @entity_type_id without approval.
ar: يمكن للمستخدمين الانضمام إلى هذا @entity_type_id بدون موافقة.
ca: els usuaris poden unir-se a aquest @entity_type_id sense aprovació.
it: gli utenti possono unirsi a questo @entity_type_id senza approvazione.
ja: ユーザーは承認なしにこの@entity_type_id 。
nl: gebruikers kunnen zich zonder goedkeuring bij deze @entity_type_id aansluiten.
pt_br: os usuários podem participar deste @entity_type_id sem aprovação.
uk: користувачі можуть приєднатися до цього @entity_type_id без дозволу.
zh_hans: 用户无需批准即可加入@entity_type_id 。
