Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Create new posts in group
ar: إنشاء مشاركات جديدة في المجموعة
ca: Crear noves publicacions en grup
it: Creare nuovi messaggi nel gruppo
ja: グループ内で新しい投稿を作成する
nl: Nieuwe berichten aanmaken in groep
pt_br: Crie novas postagens em grupo
uk: Створюйте нові дописи в групі
zh_hans: 在组内创建新职位

source: Create new posts in this group
ar: إنشاء مشاركات جديدة في هذه المجموعة
ca: Crear noves publicacions en aquest grup
it: Creare nuovi messaggi in questo gruppo
ja: このグループに新しい投稿を作成する
nl: Maak nieuwe berichten in deze groep
pt_br: Crie novas postagens neste grupo
uk: Створюйте нові дописи в цій групі
zh_hans: 在该组中创建新职位

source: Create node with following tag
ar: إنشاء عقدة مع العلامة التالية
ca: Crear node amb l'etiqueta següent
it: Creare un nodo con il seguente tag
ja: 以下のタグでノードを作成する。
nl: Maak een inhoudsitem aan met de volgende tag
pt_br: Crie um nó com a seguinte tag
uk: Створіть вузол з наступним тегом
zh_hans: 用以下标记创建节点

source: Create post in a group
ar: إنشاء منشور في مجموعة
ca: Crear una publicació en un grup
it: Creare un post in un gruppo
ja: グループに投稿を作成する
nl: Bericht aanmaken in een groep
pt_br: Criar postagem em um grupo
uk: Створити пост у групі
zh_hans: 在小组中创建职位

source: Create post in the community
ar: إنشاء منشور في المجتمع
ca: Crear una publicació a la comunitat
it: Creare un post nella comunità
ja: コミュニティに投稿を作成する
nl: Bericht aanmaken in de community
pt_br: Crie uma publicação na comunidade
uk: Створити допис в спільноті
zh_hans: 在社区中创建帖子

source: Create post on profile
ar: إنشاء منشور في الملف الشخصي
ca: Crear una publicació al perfil
it: Creare un post sul profilo
ja: プロフィールに投稿を作成する
nl: Bericht op profiel aanmaken
pt_br: Criar postagem no perfil
uk: Створити публікацію в профілі
zh_hans: 在个人资料上创建职位

source: Create post on profile stream output
ar: إنشاء منشور على إخراج تيار الملف
ca: Crear una publicació a la sortida del flux de perfil
it: Creare un post sull'output del flusso del profilo
ja: プロフィール・ストリーム出力に投稿を作成する
nl: Maak bericht op profielstroom uitvoer
pt_br: Criar postagem na saída do stream do perfil
uk: Створити пост про виведення потоку профілю
zh_hans: 在配置文件流输出上创建职位

source: Create private message
ar: إنشاء رسالة خاصة
ca: Crear missatge privat
it: Creare un messaggio privato
ja: プライベートメッセージの作成
nl: Maak privébericht
pt_br: Criar mensagem privada
uk: Створити приватне повідомлення
zh_hans: 创建私人信息

source: Create private messages
ar: إنشاء رسائل خاصة
ca: Crear missatges privats
it: Creare messaggi privati
ja: プライベートメッセージの作成
nl: Maak privéberichten
pt_br: Crie mensagens privadas
uk: Створювати приватні повідомлення
zh_hans: 创建私人信息

source: Create reply on comment with mentions
ar: إنشاء رد على التعليق مع الإشارة
ca: Crea resposta al comentari amb mencions
it: Creare una risposta su un commento con menzioni
ja: コメントに対する返信をメンション付きで作成する
nl: Plaats een antwoord op een reactie met mentions
pt_br: Crie uma resposta no comentário com menções
uk: Створити відповідь на коментар зі згадками
zh_hans: 创建带提及的评论回复

source: Create reply on my comment
ar: إنشاء رد على تعليقي
ca: Crea resposta al meu comentari
it: Creare una risposta al mio commento
ja: コメントに対する返信を作成する
nl: Plaats een antwoord op mijn reactie
pt_br: Criar resposta no meu comentário
uk: Створити відповідь на мій коментар
zh_hans: 创建对我评论的回复

source: Create topic
ar: إنشاء موضوع
ca: Crear tema
it: Creare un argomento
ja: トピックの作成
nl: Maak nieuwe inhoud aan
pt_br: Criar tópico
uk: Створити тему
zh_hans: 创建主题

source: Create topic as group content
ar: إنشاء موضوع كمحتوى جماعي
ca: Crear el tema com a contingut de grup
it: Creare un argomento come contenuto di gruppo
ja: グループ・コンテンツとしてトピックを作成する
nl: Onderwerp aanmaken als groepsinhoud
pt_br: Crie um tópico como conteúdo de grupo
uk: Створити тему як вміст групи
zh_hans: 将主题创建为小组内容

source: Create topic in group
ar: إنشاء موضوع في مجموعة
ca: Crear tema en grup
it: Creare un argomento nel gruppo
ja: グループ内でトピックを作成する
nl: Onderwerp aanmaken in groep
pt_br: Crie um tópico em grupo
uk: Створив тему в групі
zh_hans: 在小组中创建主题

source: Created
ar: تم الإنشاء
ca: Creat
it: Creato
ja: 作成
nl: Gecreëerd
pt_br: Criado
uk: Створено
zh_hans: 创建

source: Created Date Filter by Open Social
ar: تاريخ الإنشاء تصفية حسب Open Social
ca: Filtre de data de creació per Open Social
it: Data di creazione Filtro per Open Social
ja: 作成日 オープンソーシャルによるフィルタリング
nl: Created Date Filter door Open Social
pt_br: Filtro de data criado pelo Open Social
uk: Створений фільтр за датою за допомогою Open Social
zh_hans: 创建日期 按 "开放社交 "筛选

source: Created date
ar: تاريخ الإنشاء
ca: Data de creació
it: Data di creazione
ja: 作成日
nl: Aangemaakt op
pt_br: Data de criação
uk: Дата створення
zh_hans: 创建日期

source: Created on
ar: تاريخ الإنشاء
ca: Creat el
it: Creato il
ja: 作成日
nl: Aangemaakt op
pt_br: Criado em
uk: Дата створення
zh_hans: 创建于

source: Created the %label Activity.
ar: تم انشاء نشاط %label.
ca: Creada l'activitat %label.
it: Creata l'attività %label.
ja: %label アクティビティを作成。
nl: De %label activiteit is aangemaakt.
pt_br: Criou a atividade %label.
uk: Створив активність %label.
zh_hans: 创建了%label 活动。

source: Created the %label Event enrollment.
ar: انشاء تسجيل في حدث %label
ca: S'ha creat la inscripció de l'esdeveniment %label.
it: Creata l'iscrizione all'evento %label.
ja: %label イベント登録を作成。
nl: %label evenement inschrijving is aangemaakt.
pt_br: Criou a inscrição no evento %label.
uk: Створили реєстрацію на подію %label.
zh_hans: 创建了%label 活动注册。

source: Created the %label Font.
ar: تم انشاء خط %label.
ca: Creat el tipus de lletra %label.
it: Creato il font %label.
ja: %label フォントを作成。
nl: Maakte het %label Font.
pt_br: Criou a fonte %label.
uk: Створено шрифт %label.
zh_hans: 创建了%label 字体。

source: Created the %label Post type.
ar: تم انشاء نوع منشور %label.
ca: Creat el tipus de publicació %label.
it: Creato il tipo di post %label.
ja: %label 投稿タイプを作成した。
nl: Het %label Posttype aangemaakt.
pt_br: Criou o tipo de postagem %label.
uk: Створено тип публікації %label.
zh_hans: 创建了%label Post 类型。

source: Created the %label Queue storage entity type.
ar: تم إنشاء نوع كيان تخزين قائمة الانتظار %label.
ca: Creat el tipus d'entitat d'emmagatzematge de cua %label.
it: Creato il tipo di entità di archiviazione %label Queue.
ja: %label Queueストレージエンティティタイプを作成しました。
nl: Het %label Wachtrij opslag entiteittype aangemaakt.
pt_br: Criou o tipo de entidade de armazenamento de filas %label.
uk: Створено тип сутності зберігання черги %label.
zh_hans: 创建了%label 队列存储实体类型。

source: Created the %label Queue storage entity.
ar: تم إنشاء كيان تخزين قائمة الانتظار %label.
ca: S'ha creat l'entitat d'emmagatzematge de cua %label.
it: Creata l'entità di archiviazione %label Queue.
ja: %label キューストレージエンティティを作成。
nl: De opslagentiteit %label Queue is aangemaakt.
pt_br: Criou a entidade de armazenamento de filas %label.
uk: Створено сутність зберігання черги %label.
zh_hans: 创建%label 队列存储实体。

source: Creates Activity Entities.
ar: ينشئ كيانات النشاط.
ca: Crea entitats d'activitat.
it: Crea entità di attività.
ja: アクティビティ・エンティティを作成します。
nl: Creëert activiteitenentiteiten.
pt_br: Cria entidades de atividade.
uk: Створює об'єкти діяльності.
zh_hans: 创建活动实体。

source: Creates a call to action link in a block
ar: ينشئ رابطًا للحث على اتخاذ إجراء في كتلة
ca: Crea un enllaç de crida a l'acció en un bloc
it: Crea un link di invito all'azione in un blocco
ja: ブロック内に行動喚起リンクを作成する
nl: Maakt een oproep tot actielink in een blok
pt_br: Cria um link de call to action em um bloco
uk: Створює посилання на заклик до дії в блоці
zh_hans: 在区块中创建行动呼吁链接

source: Creates invitations to group.
ar: ينشئ دعوات إلى المجموعة.
ca: Crea invitacions per al grup.
it: Crea inviti al gruppo.
ja: グループへの招待状を作成する。
nl: Maakt uitnodigingen voor een groep.
pt_br: Cria convites para grupos.
uk: Створює запрошення до групи.
zh_hans: 创建群组邀请。

source: Creator
ar: المنشئ
ca: Creador
it: Creatore
ja: クリエイター
nl: Auteur
pt_br: Criador
uk: Автор
zh_hans: 创作者

source: Crop thumbnail
ar: صورة مصغرة للاقتصاص
ca: Retalla la miniatura
it: Ritagliare la miniatura
ja: サムネイルのトリミング
nl: Miniatuurafbeelding bijsnijden
pt_br: Recortar miniatura
uk: Ескіз культури
zh_hans: 裁剪缩略图

source: Crop your image to select which part of your image to show on display.
ar: قم بقص صورتك لتحديد أي جزء من صورتك ستظهر على الشاشة.
ca: Retalla la teva imatge per seleccionar quina part de la teva imatge mostrarà a la pantalla.
it: Ritagliare l'immagine per selezionare la parte dell'immagine da mostrare sul display.
ja: 画像のどの部分を表示するかを選択するために画像をトリミングします。
nl: Snijd je afbeelding bij om te bepalen welk deel van de afbeelding je wilt tonen.
pt_br: Recorte sua imagem para selecionar qual parte da imagem será exibida.
uk: Обріжте зображення, щоб вибрати, яку частину зображення відображати на дисплеї.
zh_hans: 裁剪图像，选择显示图像的哪个部分。

source: Cross posting is not allowed for @type group type
ar: لا يُسمح بالنشر المتقاطع لنوع المجموعة @type
ca: No es permet la publicació creuada per al tipus de grup @type
it: Il cross posting non è consentito per il tipo di gruppo @type.
ja: @type グループタイプではクロスポストはできません。
nl: Cross posting is niet toegestaan voor @type groepstype
pt_br: A postagem cruzada não é permitida para o tipo de grupo @type
uk: Перехресні пости не дозволені для групи типу @type
zh_hans: @type 群组类型不允许交叉张贴

source: Cross-group posting for @group_type is disabled
ar: تم تعطيل النشر عبر المجموعات لـ @group_type
ca: La publicació entre grups per a @group_type està desactivada
it: L'invio di messaggi tra gruppi per @group_type è disabilitato.
ja: @group_type のグループ横断投稿は無効
nl: Groepsoverschrijdende posting voor @group_type is uitgeschakeld
pt_br: A postagem entre grupos para @group_type está desativada
uk: Публікація між групами для @group_type вимкнена
zh_hans: @group_type 的跨组发布已禁用

source: Cross-posting settings
ar: إعدادات النشر المشترك
ca: Configuració de publicació creuada
it: Impostazioni di cross-posting
ja: クロスポストの設定
nl: Instellingen voor grensoverschrijdend plaatsen
pt_br: Configurações de postagem cruzada
uk: Налаштування перехресних постів
zh_hans: 交叉张贴设置

source: Current User
ar: المستخدم الحالي
ca: Usuari actual
it: Utente corrente
ja: 現在のユーザー
nl: Huidige gebruiker
pt_br: Usuário atual
uk: Поточний користувач
zh_hans: 当前用户

source: Cursor
ar: المؤشر
it: Cursore
ja: カーソル
uk: Курсор
zh_hans: 光标

source: Custom
ar: مخصص
ca: Personalitzat
it: Personalizzato
ja: カスタム
pt_br: Personalizado
uk: Власний
zh_hans: 定制

source: Custom content list block
ar: صندوق قائمة المحتوى المخصص
ca: Bloc de llista de contingut personalitzat
it: Blocco elenco contenuti personalizzato
ja: カスタム・コンテンツ・リスト・ブロック
nl: Blok aangepaste inhoudslijst
pt_br: Bloco de lista de conteúdo personalizado
uk: Користувацький блок списку контенту
zh_hans: 自定义内容列表块

source: Custom dynamic entity reference formatter for activities
ar: منسق مرجع الكيان الديناميكي المخصص للأنشطة
ca: Formatador de referència d'entitats dinàmiques personalitzades per a activitats
it: Formattazione personalizzata dei riferimenti dinamici alle entità per le attività
ja: アクティビティ用のカスタム動的エンティティ参照フォーマッタ
nl: Aangepaste dynamische entiteitsreferentieformatter voor activiteiten
pt_br: Formatador de referência de entidade dinâmica personalizado para atividades
uk: Кастомний динамічний формат посилань на сутності для видів діяльності
zh_hans: 为活动定制动态实体引用格式

source: Custom multiple content list
ar: قائمة محتويات متعددة مخصصة
ca: Llista personalitzada de contingut múltiple
it: Elenco personalizzato di contenuti multipli
ja: カスタム複数コンテンツリスト
nl: Aangepaste lijst met meervoudige inhoud
pt_br: Lista personalizada de vários conteúdos
uk: Користувацький список з декількома вмістами
zh_hans: 自定义多内容列表

source: Custom multiple content list block
ar: كتلة قائمة محتويات متعددة مخصصة
ca: Bloc de llista de contingut múltiple personalitzat
it: Blocco di elenchi di contenuti multipli personalizzati
ja: カスタム複数コンテンツ・リスト・ブロック
nl: Aangepaste meervoudige inhoud lijst blok
pt_br: Bloco de lista de vários conteúdos personalizados
uk: Кастомний блок з декількома списками контенту
zh_hans: 自定义多内容列表块

source: Customize home page
ar: تخصيص الصفحة الرئيسية
ca: Personalitzar la pàgina principal
it: Personalizzare la pagina iniziale
ja: ホームページのカスタマイズ
nl: Homepage voor uitgelogde gebruikers
pt_br: Personalize a página inicial
uk: Налаштувати домашню сторінку
zh_hans: 自定义主页

source: Daily
ar: يومي
ca: Diàriament
it: Giornaliero
ja: 毎日
nl: Dagelijks
pt_br: Diariamente
uk: Щодня
zh_hans: 每日

source: Dashboard
ar: لوحة التحكم
ca: Tauler
it: Cruscotto
ja: ダッシュボード
pt_br: Painel de controle
uk: Приладова панель
zh_hans: 仪表板

source: Data
ar: البيانات
ca: Dades
it: Dati
ja: データ
nl: Gegevens
pt_br: Dados
uk: Дані
zh_hans: 数据

source: Data available for users to export
ar: البيانات المتاحة للمستخدمين للتصدير
ca: Dades disponibles perquè els usuaris puguin exportar
it: Dati disponibili per l'esportazione da parte degli utenti
ja: ユーザーがエクスポート可能なデータ
nl: Gegevens die gebruikers kunnen exporteren
pt_br: Dados disponíveis para os usuários exportarem
uk: Дані, доступні для експорту користувачами
zh_hans: 用户可导出数据

source: Data collection and usage
ar: جمع البيانات واستخدامها
ca: Recollida i ús de dades
it: Raccolta e utilizzo dei dati
ja: データの収集と使用
nl: Data verzameling en gebruik
pt_br: Coleta e uso de dados
uk: Збір та використання даних
zh_hans: 数据收集和使用

source: Data policy
ar: سياسة البيانات
ca: Política de dades
it: Politica dei dati
ja: データポリシー
nl: Data gebruik
pt_br: Política de dados
uk: Політика щодо даних
zh_hans: 数据政策

source: Data policy settings
ar: إعدادات سياسة البيانات
ca: Configuració de la política de dades
it: Impostazioni dei criteri dei dati
ja: データポリシー設定
nl: Data policy instellingen
pt_br: Configurações da política de dados
uk: Налаштування політики даних
zh_hans: 数据策略设置

source: Data protection
ca: Protecció de dades
it: Protezione dei dati
ja: データ保護
pt_br: Proteção de dados
zh_hans: 数据保护

source: Data protection statement
ca: Declaració de protecció de dades
it: Dichiarazione sulla protezione dei dati
ja: データ保護に関する声明
pt_br: Declaração de proteção de dados
zh_hans: 数据保护声明

source: Data usage explanation
ar: شرح استخدام البيانات
ca: Explicació d'ús de dades
it: Spiegazione dell'utilizzo dei dati
ja: データ使用説明
nl: Data gebruik uitleg
pt_br: Explicação do uso de dados
uk: Пояснення щодо використання даних
zh_hans: 数据使用说明

source: Date
ar: التاريخ
ca: Data
it: Data
ja: 日付
nl: Datum
pt_br: Data
uk: Дата
zh_hans: 日期

source: Date & time
ar: التاريخ/الوقت
ca: Data i hora
it: Data e ora
ja: 日時
nl: Datum & tijd
pt_br: Data e hora
uk: Дата і час
zh_hans: 日期和时间

source: Date Filter by Open Social
ar: تاريخ الإنشاء تصفية حسب Open Social
ca: Filtre de data per Open Social
it: Data Filtro per Open Social
ja: オープンソーシャルによる日付フィルター
nl: Datum Filter op Open Social
pt_br: Filtro de data por Open Social
uk: Фільтр дат по відкритим соціальним мережам
zh_hans: 日期筛选器

source: Date and time formats
ar: تنسيقات التاريخ والوقت
ca: Formats de data i hora
it: Formati di data e ora
ja: 日付と時刻のフォーマット
nl: Datum- en tijdnotaties
pt_br: Formatos de data e hora
uk: Формати дати та часу
zh_hans: 日期和时间格式

source: Date exposed
ar: تعرض التاريخ
ca: Data exposada
it: Data di esposizione
ja: 露出日
nl: Datum zichtbaar gemaakt
pt_br: Data de exposição
uk: Дата виставлення
zh_hans: 暴露日期

source: Date of Event
ar: تاريخ الحدث
ca: Data de l'esdeveniment
it: Data dell'evento
ja: 開催日
nl: Evenementdatum
pt_br: Data do evento
uk: Дата проведення заходу
zh_hans: 活动日期

source: Date period
ar: فترة التاريخ
ca: Període de data
it: Data periodo
ja: 開催期間
nl: Datum periode
pt_br: Período de data
uk: Період часу
zh_hans: 日期期间

source: Date sort
ar: فرز التاريخ
ca: Ordenació de dates
it: Ordinamento per data
ja: 日付ソート
nl: Datum sortering
pt_br: Classificação de data
uk: Сортування за датою
zh_hans: 日期排序

source: Date to timestamp
ar: التاريخ إلى الطابع الزمني
ca: Data a marca de temps
it: Dalla data al timestamp
ja: 日付からタイムスタンプへ
nl: Datum naar tijdstempel
pt_br: Data até o carimbo de data/hora
uk: Дата до мітки часу
zh_hans: 日期到时间戳

source: Day Month
ar: اليوم الشهر
ca: Dia Mes
it: Giorno Mese
ja: 日 月
nl: Dag Maand
pt_br: Dia Mês
uk: День Місяць
zh_hans: 日 月

source: Day Month Time
ar: اليوم الشهر الوقت
ca: Dia Mes Hora
it: Giorno Mese Ora
ja: 日 月 時
nl: Dag Maand Tijd
pt_br: Dia, mês e hora
uk: День Місяць Час
zh_hans: 日 月 时间

source: Decline
ar: الغاء
ca: Declinació
it: Declino
ja: 減少
nl: Afwijzen
pt_br: Declínio
uk: Занепад
zh_hans: 下降

source: Decline enrollment request for the event @event_title
ar: رفض طلب التسجيل للحدث @event_title
ca: Declinar la sol·licitud d'inscripció a l'esdeveniment @event_title
it: Rifiutare la richiesta di iscrizione all'evento @event_title
ja: イベントへの入会を辞退する@event_title
nl: Aanmelding afwijzen voor het evenement @event_title
pt_br: Recusar solicitação de inscrição para o evento @event_title
uk: Відхилити заявку на участь у заході @event_title
zh_hans: 拒绝活动报名申请@event_title

source: Decline invite
ar: رفض الدعوة
ca: Declinar la invitació
it: Invito al declino
ja: 辞退の申し出
nl: Uitnodiging afwijzen
pt_br: Recusar convite
uk: Відмовитися від запрошення
zh_hans: 拒绝邀请

source: Declined
ar: رفض
ca: Declinat
it: Declinato
ja: 辞退
nl: Afgewezen
pt_br: Recusado
uk: Відмовлене
zh_hans: 拒绝

source: Default
ar: افتراضي
ca: Per defecte
it: Predefinito
ja: デフォルト
nl: Standaard
pt_br: Padrão
uk: За замовчуванням
zh_hans: 默认值

source: Default comment type.
ar: نوع التعليق الافتراضي.
ca: Tipus de comentari predeterminat.
it: Tipo di commento predefinito.
ja: デフォルトのコメントタイプ。
nl: Standaard commentaar type.
pt_br: Tipo de comentário padrão.
uk: Тип коментаря за замовчуванням.
zh_hans: 默认注释类型。

source: Default content index created for the Social distribution.
ar: تم إنشاء فهرس المحتوى الافتراضي للتوزيع الاجتماعي.
ca: Índex de contingut per defecte creat per a la distribució Social.
it: Indice dei contenuti predefinito creato per la distribuzione sociale.
ja: ソーシャルディストリビューション用に作成されたデフォルトのコンテンツインデックス。
nl: Standaard inhoudsindex gemaakt voor de sociale distributie.
pt_br: Índice de conteúdo padrão criado para a distribuição social.
uk: Індекс вмісту за замовчуванням створено для соціальної дистрибуції.
zh_hans: 为社交传播创建的默认内容索引。

source: Default email notification settings
ar: الإعدادات الافتراضية لإعلام البريد الإلكتروني
ca: Configuració predeterminada de notificació de correu
it: Impostazioni di notifica e-mail predefinite
ja: デフォルトの電子メール通知設定
nl: Standaardinstellingen voor e-mailmeldingen
pt_br: Configurações padrão de notificação por e-mail
uk: Налаштування сповіщень за замовчуванням
zh_hans: 默认电子邮件通知设置

source: Default group index created for the Social distribution.
ar: تم إنشاء فهرس المجموعة الافتراضي للتوزيع الاجتماعي.
ca: Índex de grup per defecte creat per a la distribució Social.
it: Indice di gruppo predefinito creato per la distribuzione sociale.
ja: ソーシャル・ディストリビューション用に作成されたデフォルトのグループ・インデックス。
nl: Standaard groepsindex gemaakt voor de sociale verdeling.
pt_br: Índice de grupo padrão criado para a distribuição social.
uk: Індекс групи за замовчуванням створено для Соціального розподілу.
zh_hans: 为社会分布创建的默认组索引。

source: Default hidden image
ar: الصورة المخفية الافتراضية
ca: Imatge oculta predeterminada
it: Immagine nascosta predefinita
ja: デフォルトの隠し画像
nl: Standaard verborgen afbeelding
pt_br: Imagem oculta padrão
uk: Приховане зображення за замовчуванням
zh_hans: 默认隐藏图像

source: Default link
ca: Enllaç per defecte
it: Collegamento predefinito
ja: デフォルトリンク
pt_br: Link padrão
zh_hans: 默认链接

source: Default profile image
ar: صورة الملف الشخصي الافتراضية
ca: Imatge de perfil predeterminada
it: Immagine del profilo predefinita
ja: デフォルトのプロフィール画像
nl: Standaard profielafbeelding
pt_br: Imagem de perfil padrão
uk: Зображення профілю за замовчуванням
zh_hans: 默认个人形象

source: Default style
ar: أسلوب إفتراضي
ca: Estil predeterminat
it: Stile predefinito
ja: デフォルトスタイル
nl: Standaard stijl
pt_br: Estilo padrão
uk: Базовий стиль
zh_hans: 默认样式

source: Default user profile page
ar: الصفحة الافتراضية للملف الشخصي الخاص بالمستخدم
ca: Pàgina de perfil d'usuari predeterminada
it: Pagina del profilo utente predefinito
ja: デフォルトのユーザー・プロフィール・ページ
nl: Standaard gebruikers profielpagina
pt_br: Página de perfil de usuário padrão
uk: Сторінка профілю користувача за замовчуванням
zh_hans: 默认用户配置文件页面

source: Default users index created for the Social distribution.
ar: تم إنشاء فهرس المستخدمين الافتراضي للتوزيع الاجتماعي.
ca: Índex d'usuaris per defecte creat per a la distribució Social.
it: Indice degli utenti predefiniti creato per la distribuzione sociale.
ja: ソーシャル・ディストリビューション用に作成されたデフォルト・ユーザー・インデックス。
nl: Standaard gebruikersindex gemaakt voor de sociale distributie.
pt_br: Índice de usuários padrão criado para a distribuição social.
uk: Індекс користувачів за замовчуванням створено для соціальної дистрибуції.
zh_hans: 为社会分布创建的默认用户索引。

source: Default value
ar: القيمة الافتراضية
ca: Valor predeterminat
it: Valore predefinito
ja: デフォルト値
nl: Standaardwaarde
pt_br: Valor padrão
uk: Базове значення
zh_hans: 默认值

source: Default visibility
ar: الرؤية الافتراضية
ca: Visibilitat predeterminada
it: Visibilità predefinita
ja: デフォルトの可視性
nl: Standaard zichtbaarheidsinstelling
pt_br: Visibilidade padrão
uk: Базова видимість
zh_hans: 默认可见度

source: Define external Identifier and external Owner/Consumer.
ca: Definir Identificador extern i Propietari/Consumidor extern.
it: Definire l'identificatore esterno e il proprietario/consumatore esterno.
ja: 外部識別子と外部所有者/消費者を定義する。
pt_br: Defina o identificador externo e o proprietário/consumidor externo.
zh_hans: 定义外部标识符和外部所有者/消费者。

source: Delete
ar: حذف
ca: Eliminar
it: Cancellare
ja: 削除
nl: Verwijder
pt_br: Excluir
uk: Видалити
zh_hans: 删除

source: Delete @type "@title"
ar: حذف @type "@title"
ca: Eliminar @type “@title”
it: Cancellare @type "@title"
ja: 削除@type "@title"
nl: Verwijder @type "@title"
pt_br: Excluir @type “@title”
uk: Видалити @type "@title"
zh_hans: 删除@type "@title"

source: Delete Activity entities
ar: حذف كيانات النشاط
ca: Eliminar entitats d'activitat
it: Eliminare le entità dell'attività
ja: アクティビティ・エンティティの削除
nl: Verwijder activiteiten
pt_br: Excluir entidades de atividade
uk: Видалення сутностей Активності
zh_hans: 删除活动实体

source: Delete Comment
ar: حذف تعليق
ca: Eliminar el comentari
it: Cancellare il commento
ja: コメント削除
nl: Reactie verwijderen
pt_br: Excluir comentário
uk: Видалити коментар
zh_hans: 删除评论

source: Delete Content
ca: Eliminar contingut
it: Eliminare il contenuto
ja: コンテンツの削除
pt_br: Excluir conteúdo
zh_hans: 删除内容

source: Delete Event enrollment entities
ar: حذف كيانات تسجيل الحدث
ca: Eliminar entitats de registre d'esdeveniments
it: Eliminare le entità di iscrizione agli eventi
ja: イベント登録エンティティの削除
nl: Aanmeldingen verwijderen
pt_br: Excluir entidades de inscrição em eventos
uk: Видалення об'єктів реєстрації на подію
zh_hans: 删除事件注册实体

source: Delete Font entities
ar: حذف كيانات الخط
ca: Eliminar entitats de tipus de lletra
it: Cancellare le entità Font
ja: フォントエンティティの削除
nl: Lettertypen verwijderen
pt_br: Excluir entidades de fonte
uk: Видалення об'єктів шрифтів
zh_hans: 删除字体实体

source: Delete Frontpage Setting
ar: حذف إعداد الصفحة الأولى
ca: Eliminar la configuració de la primera pàgina
it: Cancellare l'impostazione della pagina principale
ja: フロントページ設定の削除
nl: Frontpage-instelling verwijderen
pt_br: Excluir configuração do Frontpage
uk: Видалити налаштування головної сторінки
zh_hans: 删除首页设置

source: Delete Mentions Type
ar: حذف نوع الإشارات
ca: Eliminar tipus de mencions
it: Eliminare il tipo di menzioni
ja: メンション削除タイプ
nl: Vermeldingstype verwijderen
pt_br: Excluir tipo de menções
uk: Видалити згадки Тип
zh_hans: 删除提及类型

source: Delete Post
ca: Eliminar la publicació
it: Cancella il messaggio
ja: 投稿を削除する
pt_br: Excluir postagem
zh_hans: 删除帖子
