Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Owner event enrollment context
ar: سياق تسجيل حدث المالك
ca: Context de la inscripció de l'esdeveniment propietari
it: Contesto di iscrizione all'evento del proprietario
ja: オーナーイベント登録コンテキスト
nl: Eigenaar gebeurtenis inschrijving context
pt_br: Contexto de inscrição no evento do proprietário
uk: Контекст реєстрації події власника
zh_hans: 所有者事件登记背景

source: Page
ar: صفحة
ca: Pàgina
it: Pagina
ja: ページ
nl: Pagina
pt_br: Página
uk: Сторінка
zh_hans: 页次

source: Page (no value)
ar: الصفحة (بلا قيمة)
ca: Pàgina (sense valor)
it: Pagina (nessun valore)
ja: ページ（値なし）
nl: Pagina (geen waarde)
pt_br: Página (sem valor)
uk: Сторінка (без значення)
zh_hans: 页码（无数值）

source: Page Info
ar: معلومات الصفحة
ca: Informació de la pàgina
it: Pagina Info
ja: ページ情報
nl: Pagina Info
pt_br: Informações da página
uk: Інформація про сторінку
zh_hans: 页面信息

source: Page title
ar: عنوان الصفحة
ca: Títol de la pàgina
it: Titolo della pagina
ja: ページタイトル
nl: Paginatitel
pt_br: Título da página
uk: Заголовок сторінки
zh_hans: 页面标题

source: Page title block
ar: صندوق عنوان الصفحة
ca: Bloc de títol de la pàgina
it: Blocco del titolo della pagina
ja: ページタイトルブロック
nl: Pagina titelblok
pt_br: Bloco de título da página
uk: Блок заголовка сторінки
zh_hans: 页面标题块

source: Page title for enrollments
ar: عنوان الصفحة للتسجيلات
ca: Títol de la pàgina per a les inscripcions
it: Titolo della pagina per le iscrizioni
ja: ページタイトル
nl: Pagina titel voor aanmeldingen
pt_br: Título da página para inscrições
uk: Заголовок сторінки реєстрації
zh_hans: 注册页面标题

source: Page title for nodes
ar: عنوان الصفحة للعقد
ca: Títol de la pàgina per a nodes
it: Titolo della pagina per i nodi
ja: ノードのページタイトル
nl: Paginatitel voor inhoudsitems
pt_br: Título da página para nós
uk: Назва сторінки для вузлів
zh_hans: 节点的页面标题

source: Paragraph
ar: فقرة
ca: Paràgraf
it: Paragrafo
ja: パラグラフ
nl: Paragraaf
pt_br: Parágrafo
uk: Абзац
zh_hans: 段落

source: Paragraphs
ar: الفقرات
ca: Paràgrafs
it: Paragrafi
ja: パラグラフ
nl: Paragrafen
pt_br: Parágrafos
uk: Абзаци
zh_hans: 段次

source: Parent
ar: ولي الأمر
ca: Parental
it: Genitore
ja: 親
nl: Bovenliggend
pt_br: Pai
uk: Батько
zh_hans: 家长

source: Parent entity
ar: الكيان الأم
ca: Entitat matriu
it: Entità madre
ja: 親団体
nl: Moederentiteit
pt_br: Entidade mãe
uk: Материнська компанія
zh_hans: 母实体

source: Parent group
ar: المجموعة الأصلية
ca: Grup de pares
it: Gruppo di genitori
ja: 親グループ
nl: Bovenliggende groep
pt_br: Grupo de pais
uk: Батьківська група
zh_hans: 家长小组

source: Password
ar: كلمة المرور
ca: Contrasenya
ja: パスワード
nl: Wachtwoord
pt_br: Senha
uk: Пароль
zh_hans: 密码

source: Password reset instructions mailed to %name at %email.
ar: تم إرسال تعليمات إعادة تعيين كلمة المرور بالبريد إلى %name لى %email.
ca: Instruccions de restabliment de contrasenya enviades per correu a %name a %email.
it: Istruzioni per la reimpostazione della password inviate a %name all'indirizzo %email.
ja: パスワードのリセット方法を%name %email まで郵送。
nl: De instructies om het wachtwoord opnieuw in te stellen, zijn verstuurd aan %name naar %email.
pt_br: Instruções de redefinição de senha enviadas para %name em %email.
uk: Вказівки щодо скидання паролю надіслані користувачеві %name за адресою %email.
zh_hans: 密码重置说明邮寄至%name ：%email 。

source: Past Events
ar: الفعاليات السابقة
ca: Esdeveniments passats
it: Eventi passati
ja: 過去のイベント
nl: Afgelopen evenementen
pt_br: Eventos anteriores
uk: Минулі події
zh_hans: 过往活动

source: Past events
ar: الفعاليات السابقة
ca: Esdeveniments passats
it: Eventi passati
ja: 過去のイベント
nl: Afgelopen evenementen
pt_br: Eventos passados
uk: Минулі події
zh_hans: 过往活动

source: Path
ar: مسار
ca: Camí
it: Percorso
ja: パス
nl: Pad
pt_br: Caminho
uk: Шлях
zh_hans: 路径

source: Payload
ar: الحمولة
ca: Càrrega útil
it: Carico utile
ja: ペイロード
nl: Lading
pt_br: Carga útil
uk: Корисне навантаження
zh_hans: 有效载荷

source: Payload Violations
ar: مخالفات الحمولة
ca: Violacions de càrrega útil
it: Violazioni del carico utile
ja: ペイロード違反
nl: Schendingen van de lading
pt_br: Violações de carga
uk: Порушення корисного навантаження
zh_hans: 有效载荷违规

source: Payload client mutation id
ar: معرف طفرة عميل الحمولة
ca: Identificació de mutació del client de càrrega útil
it: Payload id di mutazione del cliente
ja: ペイロード・クライアント変異ID
pt_br: ID de mutação do cliente de carga útil
uk: Ідентифікатор мутації клієнта корисного навантаження
zh_hans: 有效载荷客户端突变 ID

source: Pending
ar: قيد الانتظار
ca: Pendent
it: In attesa
ja: 申請中
nl: In afwachting
pt_br: Pendente
uk: Очікування
zh_hans: 待定

source: Pending reply
ar: الرد معلق
ca: Pendent de resposta
it: In attesa di risposta
ja: 返信保留
nl: In afwachting van antwoord
pt_br: Resposta pendente
uk: Очікує на відповідь
zh_hans: 待回复

source: People
ar: أشخاص
ca: Persones
it: Persone
ja: 人々
nl: Leden
pt_br: Pessoas
uk: Люди
zh_hans: 人

source: People access
ar: وصول الناس
ca: Accés de persones
it: Accesso delle persone
ja: 人のアクセス
nl: Mensen toegang
pt_br: Acesso de pessoas
uk: Доступ для людей
zh_hans: 人员访问

source: People overview
ar: نظرة عامة على الأشخاص
ca: Visió general de persones
it: Panoramica delle persone
ja: 人物概要
nl: Leden overzicht
pt_br: Visão geral das pessoas
uk: Огляд людей
zh_hans: 人员概况

source: Per profile type you can choose which fields you want to use. Users will not be able to edit or view fields that are deselected.
ar: لكل نوع ملف تعريف يمكنك اختيار الحقول التي تريد استخدامها. لن يتمكن المستخدمون من تحرير أو عرض الحقول التي تم إلغاء تحديدها.
ca: Per tipus de perfil podeu triar quins camps voleu utilitzar. Els usuaris no podran editar ni visualitzar els camps que estiguin desseleccionats.
it: Per ogni tipo di profilo è possibile scegliere i campi da utilizzare. Gli utenti non potranno modificare o visualizzare i campi deselezionati.
ja: プロフィールタイプごとに、使用するフィールドを選択できます。選択されていないフィールドは、ユーザーが編集または表示することはできません。
nl: Selecteer welke velden gebruikt worden. Gebruikers zullen niet geselecteerde velden niet kunnen aanpassen of bekijken.
pt_br: Por tipo de perfil, você pode escolher quais campos deseja usar. Os usuários não poderão editar ou visualizar os campos que estão desmarcados.
uk: Для кожного типу профілю ви можете вибрати, які поля ви хочете використовувати. Користувачі не зможуть редагувати або переглядати поля, які не будуть позначені.
zh_hans: 您可以根据个人资料类型选择要使用的字段。用户将无法编辑或查看取消选择的字段。

source: Permission
ar: إذن
ca: Permís
it: Permesso
ja: 許可
nl: Permissie
pt_br: Permissão
uk: Повноваження
zh_hans: 许可

source: Personalised activity stream
ar: تيار نشاط شخصي
ca: Flux d'activitat personalitzat
it: Flusso di attività personalizzato
ja: パーソナライズされたアクティビティ・ストリーム
nl: Gepersonaliseerde tijdlijn
pt_br: Fluxo de atividades personalizado
uk: Персоналізований потік активності
zh_hans: 个性化活动流

source: Personalised activity stream (with post form)
ar: ساحة نشاط شخصية (مع نموذج آخر)
ca: Flux d'activitat personalitzat (amb formulari de publicació)
it: Flusso di attività personalizzato (con modulo postale)
ja: パーソナライズされたアクティビティ・ストリーム（投稿フォーム付き）
nl: Gepersonaliseerde tijdlijn, incl. bericht veld
pt_br: Fluxo de atividades personalizado (com formulário de postagem)
uk: Персоналізований потік активності (з формою повідомлення)
zh_hans: 个性化活动流（带职位表）

source: Phone number
ar: رقم الهاتف
ca: Número de telèfon
it: Numero di telefono
ja: 電話番号
nl: Telefoonnummer
pt_br: Número de telefone
uk: Номер телефону
zh_hans: 电话号码

source: Phone number and location
ar: رقم الهاتف والموقع
ca: Número de telèfon i ubicació
it: Numero di telefono e posizione
ja: 電話番号と所在地
nl: Telefoonnummer en locatie
pt_br: Número de telefone e localização
uk: Номер телефону та місце розташування
zh_hans: 电话号码和地点

source: Photo
ar: صورة
ca: foto
it: Foto
ja: 写真
nl: Foto
pt_br: foto
uk: Фото
zh_hans: 照片

source: Pick an emoji
ar: اختر رمز تعبيري
ca: Trieu un emoji
it: Scegliere un'emoji
ja: 絵文字を選ぶ
nl: Kies een emoji
pt_br: Escolha um emoji
uk: Виберіть смайлик
zh_hans: 选择一个表情符号

source: Pill badge
ca: Insígnia de pastilla
it: Distintivo in pillole
ja: ピルバッジ
pt_br: Emblema de pílula
zh_hans: 药丸徽章

source: Placement
ar: وضع
ca: Col·locació
it: Posizionamento
ja: プレースメント
nl: Plaatsing
pt_br: Posicionamento
uk: Розташування
zh_hans: 安置

source: Platform activity context
ar: سياق نشاط المنصة
ca: Context de l'activitat de la plataforma
it: Contesto di attività della piattaforma
ja: プラットフォーム活動のコンテキスト
nl: Context van de platformactiviteit
pt_br: Contexto de atividade da plataforma
uk: Контекст діяльності платформи
zh_hans: 平台活动背景

source: Platform has opted out of group migration.
ca: La plataforma ha abandonat la migració grupal.
it: La piattaforma ha rinunciato alla migrazione di gruppo.
ja: プラットフォームはグループ移籍をオプトアウトした。
pt_br: A plataforma optou por não participar da migração de grupos.
zh_hans: 平台已选择退出集体迁移。

source: Platform has opted out of secret file system migration.
ca: Platform ha abandonat la migració secreta del sistema d'arxius.
it: La piattaforma ha rinunciato alla migrazione del file system segreto.
ja: プラットフォームは秘密のファイルシステム移行をオプトアウトした。
pt_br: A plataforma optou por não migrar o sistema de arquivos secreto.
zh_hans: 平台已选择退出秘密文件系统迁移。

source: Platform introduction
ar: مقدمة عن المنصة
ca: Introducció a la plataforma
it: Introduzione alla piattaforma
ja: プラットフォーム紹介
nl: Inleiding platform
pt_br: Introdução à plataforma
uk: Вступ до платформи
zh_hans: 平台介绍

source: Platform introduction block, meant for use in content regions.
ar: صندوق مقدمة النظام الأساسي ، مخصصة للاستخدام في مناطق المحتوى.
ca: Bloc d'introducció de la plataforma, destinat a l'ús en regions de contingut.
it: Blocco di introduzione alla piattaforma, da utilizzare nelle regioni di contenuto.
ja: プラットフォーム紹介ブロック。
nl: Platformintroductieblok, bedoeld voor gebruik in inhoudsregio's.
pt_br: Bloco de introdução da plataforma, destinado ao uso em áreas de conteúdo.
uk: Блок ознайомлення з платформою, призначений для використання в контентних регіонах.
zh_hans: 平台介绍区块，用于内容区域。

source: Please @log_in or @create_account_link so that you can enroll to the event.
ar: من فضلك @log_in أو @create_account_link حتى تتمكن من التسجيل في الحدث.
ca: Si us plau @log_in o @create_account_link perquè us pugueu inscriure a l'esdeveniment.
it: Si prega di @log_in o @create_account_link in modo da potersi iscrivere all'evento.
ja: @log_in または@create_account_link までご連絡ください。
nl: @log_in of @create_account_link om u aan te melden voor dit evenement.
pt_br: Por favor, @log_in ou @create_account_link para que você possa se inscrever no evento.
uk: Будь ласка, напишіть на @log_in або @create_account_link, щоб зареєструватися на захід.
zh_hans: 请登录@log_in 或@create_account_link ，以便报名参加活动。

source: Please @log_in or @sign_up to comment.
ar: يرجى @log_in أو @sign_up للتعليق.
ca: Si us plau @log_in o @sign_up per comentar.
it: Per favore @log_in o @sign_up per commentare.
ja: コメントは@log_in または@sign_up まで。
nl: Gelieve @log_in of @sign_up om commentaar te geven.
pt_br: Por favor, @log_in ou @sign_up para comentar.
uk: Будь ласка, пишіть на @log_in або @sign_up, щоб прокоментувати.
zh_hans: 请@log_in 或@sign_up 发表评论。

source: Please @log_in so that you can enroll to the event.
ar: من فضلك @log_in حتى تتمكن من التسجيل في الفعالية.
ca: Si us plau @log_in perquè us pugueu inscriure a l'esdeveniment.
it: Si prega di @log_in in modo da potersi iscrivere all'evento.
ja: @log_in までご連絡ください。
nl: @log_in om u aan te melden voor dit evenement.
pt_br: Por favor, @log_in para que você possa se inscrever no evento.
uk: Будь ласка, напишіть на @log_in, щоб ви могли зареєструватися на захід.
zh_hans: 请登录@log_in ，以便报名参加活动。

source: Please choose which profile fields can be displayed in user profiles. Site managers can always see all the filled-in profile information.
ar: الرجاء اختيار حقول الملف الشخصي التي يمكن عرضها في ملفات تعريف المستخدمين. يمكن لمديري الموقع دائمًا رؤية جميع معلومات الملف الشخصي المملوءة.
ca: Si us plau, escolliu quins camps de perfil es poden mostrar als perfils d'usuari. Els gestors del lloc sempre poden veure tota la informació del perfil emplenada.
it: Scegliere quali campi del profilo possono essere visualizzati nei profili degli utenti. I gestori del sito possono sempre vedere tutte le informazioni del profilo compilate.
ja: ユーザープロフィールに表示するプロフィールフィールドを選択してください。サイト管理者は、入力されたすべてのプロフィール情報を常に見ることができます。
nl: Kies welke profielvelden kunnen worden weergegeven in gebruikersprofielen. Sitebeheerders kunnen altijd alle ingevulde profielinformatie zien.
pt_br: Escolha quais campos de perfil podem ser exibidos nos perfis de usuário. Os gerentes do site sempre podem ver todas as informações de perfil preenchidas.
uk: Будь ласка, виберіть, які поля профілю будуть відображатися в профілях користувачів. Менеджери сайту завжди можуть бачити всю заповнену інформацію профілю.
zh_hans: 请选择可在用户配置文件中显示的配置文件字段。网站管理员可以随时看到所有已填写的配置文件信息。

source: Please describe in detail what you find inappropriate about this content. Your report will only be visible to the content moderation team.
ar: يرجى وصف ما تجده غير مناسب في هذا المحتوى بالتفصيل. سيكون تقريرك مرئيًا فقط لفريق الإشراف على المحتوى.
ca: Descriviu detalladament el que trobeu inadequat sobre aquest contingut. El vostre informe només serà visible per a l'equip de moderació de continguts.
it: Si prega di descrivere dettagliatamente ciò che si ritiene inappropriato in questo contenuto. La segnalazione sarà visibile solo al team di moderazione dei contenuti.
ja: このコンテンツについて不適切と思われる点を詳しく説明してください。あなたの報告はコンテンツモデレーションチームにのみ公開されます。
nl: Beschrijf in detail wat je ongepast vindt aan deze inhoud. Je rapport is alleen zichtbaar voor het moderatie team.
pt_br: Descreva detalhadamente o que você considera impróprio nesse conteúdo. Seu relatório só ficará visível para a equipe de moderação de conteúdo.
uk: Будь ласка, детально опишіть, що ви вважаєте неприйнятним у цьому контенті. Ваше повідомлення побачить лише команда модераторів контенту.
zh_hans: 请详细描述您认为该内容的不当之处。只有内容审核团队能看到您的报告。

source: Please note, if there are related books they will be published to the group after this option is turned on. Books will become unavailable if this option is deselected.
ar: يرجى ملاحظة أنه في حالة وجود كتب ذات صلة، سيتم نشرها في المجموعة بعد تشغيل هذا الخيار. سوف تصبح الكتب غير متوفرة إذا تم إلغاء تحديد هذا الخيار.
ca: Tingueu en compte, si hi ha llibres relacionats es publicaran al grup després d'activar aquesta opció. Els llibres quedaran no disponibles si es desselecciona aquesta opció.
it: Se ci sono libri correlati, verranno pubblicati nel gruppo dopo che questa opzione è stata attivata. I libri diventeranno non disponibili se questa opzione viene deselezionata.
ja: 関連書籍がある場合は、このオプションをオンにした後、グループに公開されますのでご注意ください。このオプションの選択を解除すると、書籍は利用できなくなります。
nl: Let op, als er verwante boeken zijn, worden ze gepubliceerd in de groep nadat deze optie is ingeschakeld. Boeken zullen niet meer beschikbaar zijn als deze optie is uitgeschakeld.
pt_br: Observe que, se houver livros relacionados, eles serão publicados no grupo depois que essa opção for ativada. Os livros ficarão indisponíveis se essa opção for desmarcada.
uk: Зверніть увагу, що якщо є пов'язані книги, вони будуть опубліковані в групі після того, як ця опція буде ввімкнена. Якщо цю опцію не ввімкнути, книги стануть недоступними.
zh_hans: 请注意，如果有相关书籍，在此选项打开后，它们将发布到组中。如果取消选择此选项，图书将不可用。

source: Please note: the community manager remarks below are only visible to site managers
ar: يرجى ملاحظة: ملاحظات مدير المجتمع أدناه مرئية فقط لمديري الموقع
ca: Tingueu en compte: les observacions del gestor de la comunitat a continuació només són visibles per als gestors del lloc
it: Nota bene: le osservazioni del community manager qui sotto sono visibili solo ai gestori del sito.
ja: 注意：以下のコミュニティ管理者の発言は、サイト管理者のみに表示されます。
nl: Let op: de onderstaande opmerkingen zijn alleen zichtbaar voor sitemanagers
pt_br: Observação: as observações do gerente da comunidade abaixo são visíveis apenas para os gerentes do site
uk: Зверніть увагу: коментарі менеджера спільноти, наведені нижче, бачать лише менеджери сайтів
zh_hans: 请注意：以下社区管理员备注只有网站管理员才能看到

source: Please select
ar: يرجى الإختيار
ca: Si us plau, seleccioneu
it: Selezionare
ja: 選択してください
nl: Maak een keuze
pt_br: Por favor, selecione
uk: Будь ласка, зробіть вибір
zh_hans: 请选择

source: Please select an item in the list.
ar: الرجاء تحديد عنصر في القائمة.
ca: Si us plau, seleccioneu un element de la llista.
it: Selezionare un articolo nell'elenco.
ja: リストから商品をお選びください。
nl: Selecteer een optie uit de lijst.
pt_br: Selecione um item na lista.
uk: Будь ласка, оберіть пункт зі списку.
zh_hans: 请在列表中选择一个项目。

source: Please select both content type and group type which is required for enabling cross-posting feature.
ar: يرجى تحديد نوع المحتوى ونوع المجموعة المطلوبين لتمكين ميزة النشر المتقاطع.
ca: Si us plau, seleccioneu tant el tipus de contingut com el tipus de grup necessari per habilitar la funció de publicació creuada.
it: Selezionare sia il tipo di contenuto che il tipo di gruppo, necessari per abilitare la funzione di cross-posting.
ja: クロスポスト機能を有効にするために必要なコンテンツタイプとグループタイプの両方を選択してください。
nl: Selecteer zowel het inhoudstype als het groepstype dat nodig is om de cross-posting functie in te schakelen.
pt_br: Selecione o tipo de conteúdo e o tipo de grupo necessários para ativar o recurso de postagem cruzada.
uk: Будь ласка, виберіть тип контенту і тип групи, які необхідні для ввімкнення функції перехресної публікації.
zh_hans: 请同时选择内容类型和组类型，这是启用交叉张贴功能所必需的。

source: Please select the blocks in which the taxonomy filters can be used.
ar: الرجاء تحديد الكتل التي يمكن استخدام عوامل تصفية التصنيف فيها.
ca: Si us plau, seleccioneu els blocs en els quals es poden utilitzar els filtres de taxonomia.
it: Selezionare i blocchi in cui è possibile utilizzare i filtri della tassonomia.
ja: タクソノミーのフィルターが使用できるブロックを選択してください。
nl: Selecteer de blokken waarin de taxonomiefilters kunnen worden gebruikt.
pt_br: Selecione os blocos nos quais os filtros de taxonomia podem ser usados.
uk: Будь ласка, виберіть блоки, в яких можна використовувати фільтри таксономії.
zh_hans: 请选择可使用分类筛选器的区块。

source: Please select the group you want to add the member you have selected to
ar: يرجى تحديد المجموعة التي تريد إضافة أعضاء @count الذين حددتهم إليها
ca: Si us plau, seleccioneu el grup al qual voleu afegir el membre al qual heu seleccionat
it: Selezionare il gruppo a cui si desidera aggiungere il membro selezionato.
ja: 選択した@count メンバーを追加したいグループを選択してください。
nl: Selecteer de groep waar je deze gebruiker aan wilt toevoegen
uk: Будь ласка, виберіть групу, до якої ви хочете додати обраного вами учасника
zh_hans: 请选择您要将所选@count 成员添加到的小组

source: Please select the taxonomy vocabularies that can be used in the taxonomy filters.
ar: الرجاء تحديد مفردات التصنيف التي يمكن استخدامها في عوامل تصفية التصنيف.
ca: Si us plau, seleccioneu els vocabularis de taxonomia que es poden utilitzar en els filtres de taxonomia.
it: Selezionare i vocabolari della tassonomia che possono essere utilizzati nei filtri della tassonomia.
ja: タクソノミーのフィルターで使用できるタクソノミーの語彙を選択してください。
nl: Selecteer de taxonomie-vocabulaires die kunnen worden gebruikt in de taxonomiefilters.
pt_br: Selecione os vocabulários de taxonomia que podem ser usados nos filtros de taxonomia.
uk: Будь ласка, виберіть словники таксономії, які можна використовувати у фільтрах таксономії.
zh_hans: 请选择可用于分类筛选器的分类词汇。

source: Please wait...
ar: أرجو الإنتظار...
ca: Si us plau, espereu...
it: Attendere prego...
ja: お待ちください...
nl: Even geduld...
pt_br: Por favor, espere...
uk: Зачекайте, будь ласка...
zh_hans: 请稍候...

source: Policies Management
ar: إدارة السياسات
ca: Gestió de Polítiques
it: Gestione delle politiche
ja: 政策管理
nl: Beleid Beheer
pt_br: Gerenciamento de políticas
uk: Управління політиками
zh_hans: 政策管理

source: Post
ar: منشور
ca: Publicar
it: Posta
ja: ポスト
nl: Bericht
pt_br: Publicar
uk: Допис
zh_hans: 职位

# Post button
source: Post
ar: منشور
ca: Publicar
it: Posta
ja: ポスト
nl: Plaats
pt_br: Publicar
uk: Опублікувати
zh_hans: 职位

source: Post ID
ar: معرف المنشور
ca: Identificació de la publicació
it: ID postale
ja: 投稿ID
pt_br: ID da postagem
uk: Ідентифікатор повідомлення
zh_hans: 邮政编码

source: Post URL
ar: رابط المنشور
ca: URL de publicació
it: URL del messaggio
ja: 投稿URL
pt_br: URL da postagem
uk: URL-адреса публікації
zh_hans: 发布网址

source: Post absolute URL.
ar: الرابط المطلق للمنشور.
ca: Publicar l'URL absolut.
it: URL assoluto del post.
ja: 絶対URLを投稿する。
pt_br: URL absoluto da postagem.
uk: Опублікуйте абсолютну URL-адресу.
zh_hans: 发布绝对 URL。

source: Post account stream
ar: تيار منشور الحساب
ca: Publicar el flux del compte
it: Flusso del conto corrente postale
ja: アカウント・ストリームを投稿する
pt_br: Publique o stream da conta
uk: Потік поштових повідомлень
zh_hans: 发布账户流

source: Post block
ar: صندوق المنشور
ca: Bloc de correus
it: Blocco postale
ja: ポストブロック
nl: Postblok
pt_br: Bloco de postagem
uk: Пост-блок
zh_hans: 邮政区块

source: Post comment
ar: أضف تعليقا
ca: Publicar un comentari
it: Commento al post
ja: コメント投稿
nl: Plaats reacties
pt_br: Publicar comentário
uk: Написати коментар
zh_hans: 发表评论

source: Post comments
ar: انشر التعليقات
ca: Publicar comentaris
it: Commenti
ja: コメントを投稿する
nl: Plaats reacties
pt_br: Postar comentários
uk: Публікація коментарів
zh_hans: 发表评论

source: Post config
ar: تهيئة المنشور
ca: Configuració de la publicació
it: Configurazione della posta
ja: ポストコンフィグ
nl: Postconfiguratie
pt_br: Configuração de postagem
uk: Опублікувати конфігурацію
zh_hans: 员额配置

source: Post group stream
ar: تيار منشور المجموعة
ca: Publicar el flux de grup
it: Post flusso di gruppo
ja: ポスト・グループ・ストリーム
nl: Post groep stream
pt_br: Publique o stream do grupo
uk: Опублікуйте груповий потік
zh_hans: 职位组流

source: Post list
ca: Llista de publicacions
it: Elenco dei messaggi
ja: 投稿一覧
pt_br: Lista de postagens
zh_hans: 职位列表

source: Post on group block
ar: النشر في صندوق المجموعة
ca: Publicar en bloc de grup
it: Pubblicare sul blocco di gruppo
ja: グループ・ブロックに投稿する
nl: Post op groepsblok
pt_br: Publicar no bloco de grupos
uk: Публікація в блоці групи
zh_hans: 在组块上张贴

source: Post on profile block
ar: النشر في صندوق الملف الشخصي
ca: Publicar al bloc de perfil
it: Messaggio sul blocco del profilo
ja: プロフィールブロックに投稿
nl: Post op profielblok
pt_br: Publicar no bloco de perfil
uk: Публікація в блоці профілю
zh_hans: 在配置文件块上发布

source: Post on profile of others block
ar: نشر في كتلة الملف الشخصي للآخرين
ca: Publicar al perfil d'altres bloc
it: Pubblicare sul profilo di altri blocchi
ja: 他のブロックのプロフィールに投稿する
nl: Post op profiel van anderen blok
pt_br: Publicar no perfil de outras pessoas bloquear
uk: Блокувати повідомлення в профілі інших користувачів
zh_hans: 在其他区块的个人资料上张贴

source: Post operations links
ar: روابط عمليات النشر
ca: Enllaços d'operacions de publicació
it: Link alle operazioni postali
ja: ポスト・オペレーション・リンク
nl: Postoperatie links
pt_br: Links de pós-operações
uk: Посилання для публікації операцій
zh_hans: 岗位操作链接

source: Post photo block
ar: صندوق منشور الصورة
ca: Publicar bloc de fotos
it: Blocco foto postali
ja: ポスト写真ブロック
nl: Post fotoblok
pt_br: Publicar bloco de fotos
uk: Опублікуйте фотоблок
zh_hans: 张贴照片区块

source: Post photo on group block
ar: نشر الصورة على صندوق المجموعة
ca: Publicar la foto al bloc de grup
it: Pubblicare la foto sul blocco di gruppo
ja: グループ・ブロックに写真を掲載
nl: Plaats foto op groepsblok
pt_br: Postar foto no bloco do grupo
uk: Опублікуйте фото в блоці групи
zh_hans: 在组块上张贴照片

source: Post photo on profile of others block
ar: نشر الصورة في صندوق ملف التعريف للآخرين
ca: Publicar una foto al perfil d'altres bloc
it: Pubblicare foto sul profilo di altri blocchi
ja: 他のブロックのプロフィールに写真を掲載する
nl: Plaats foto op profiel van anderen blok
pt_br: Publique foto no perfil de outras pessoas bloqueie
uk: Блокувати публікацію фото в профілі інших користувачів
zh_hans: 在他人的个人主页上张贴照片

source: Post type
ar: نوع المشاركة
ca: Tipus de publicació
it: Tipo di post
ja: ポストタイプ
nl: Type bericht
pt_br: Tipo de postagem
uk: Тип посади
zh_hans: 职位类型
