Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: <b>Please note:</b> the change below will not impact the users who have changed their default email notification settings.
ar: <b>يرجى ملاحظة: </b>لن يؤثر التغيير أدناه على المستخدمين الذين قاموا بتغيير إعدادات إشعار البريد الإلكتروني الافتراضية الخاصة بهم.
ca: <b> Tingueu en compte: </b> el canvi a continuació no afectarà els usuaris que han canviat la seva configuració per defecte de notificació de correu electrònic.
it: <b>Nota bene:</b> la modifica di seguito riportata non avrà alcun impatto sugli utenti che hanno modificato le impostazioni di notifica e-mail predefinite.
ja: <b>ご注意：</b> 以下の変更は、デフォルトのEメール通知設定を変更したユーザーには影響しません。
nl: <b>Let op:</b> de onderstaande wijziging heeft geen invloed op de gebruikers die hun standaardinstellingen voor e-mailmeldingen hebben gewijzigd.
pt_br: <b> Observe: </b> a alteração abaixo não afetará os usuários que alteraram suas configurações padrão de notificação por e-mail.
uk: <b>Зверніть увагу:</b> наведені нижче зміни не вплинуть на користувачів, які змінили налаштування сповіщень за замовчуванням.
zh_hans: <b>请注意：</b> 以下更改不会影响已更改默认电子邮件通知设置的用户。

source: <em>Books</em> have a built-in hierarchical navigation. Use for handbooks or tutorials.
ar: تحتوي <em> الكتب</em> على تنقل هرمي مدمج. استخدم للكتيبات أو البرامج التعليمية.
ca: <em> Els llibres </em> tenen una navegació jeràrquica integrada. Utilitzar per a manuals o tutorials.
it: <em>I libri</em> hanno una navigazione gerarchica integrata. Da utilizzare per manuali o tutorial.
ja: <em>Books</em> 階層ナビゲーションが組み込まれています。ハンドブックやチュートリアルにご利用ください。
nl: <em>Boeken</em> hebben in ingebouwde hiërarchische navigatie. Gebruik het bijvoorbeeld voor handleidingen.
pt_br: <em> Os livros </em> têm uma navegação hierárquica embutida. Use para manuais ou tutoriais.
uk: <em>Книги</em> мають вбудовану ієрархічну навігацію. Використовуйте їх для довідників або підручників.
zh_hans: <em>书籍</em> 具有内置的分层导航功能。可用于手册或教程。

source: <h1 class="h4 section-title">@total Event invites</h1>
ar: <h1 class="h4 section-title">@total دعوات الحدث</h1>
ca: <h1 class="h4 section-title"> @total Convida a l'esdeveniment </h1>
it: <h1 class="h4 section-title">@total Inviti all'evento</h1>
ja: <h1 class="h4 section-title">@total イベント招待</h1>
nl: <h1 class="h4 section-title">@total evenement uitnodigingen</h1>
pt_br: <h1 class="h4 section-title"> @total Convites para eventos </h1>
uk: <h1 class="h4 section-title">@total Запрошуємо на захід</h1>
zh_hans: <h1 class="h4 section-title">@total 活动邀请</h1>

source: <h1 class="h4 section-title">[view:total-rows] Enroll invite(s) to event: {{ arguments.nid }}</h1>
ar: <h1 class="h4 section-title">[view:total-rows]تسجيل الدعوات الى الحدث: {{ arguments.nid }}</h1>
ca: <h1 class="h4 section-title"> [view:total-rows] Inscriu-la invitació (s) a l'esdeveniment: {{arguments.nid}} </h1>
it: <h1 class="h4 section-title">[view:total-rows] Iscrivere gli invitati all'evento: {{ arguments.nid }}</h1>
ja: <h1 class="h4 section-title">[view:total-rows] イベントに招待する：{{ arguments.nid }}</h1>
nl: <h1 class="h4 section-title">[view:total-rows] inschrijving(en) voor evenement: {{ arguments.nid }}</h1>
pt_br: <h1 class="h4 section-title"> [view:total-rows] Inscrever convite (s) para o evento: {{arguments.nid}} </h1>
uk: <h1 class="h4 section-title">[view:total-rows] Зареєструвати запрошених на подію: {{ arguments.nid }}</h1>
zh_hans: <h1 class="h4 section-title">[view:total-rows] 注册活动邀请：{{ arguments.nid }}</h1>

source: <h1 class="h4 section-title">[view:total-rows] Enroll request(s) to event: {{ arguments.nid }}</h1>
ar: <h1 class="h4 section-title">[view:total-rows] تسجيل الطلبات الى الحدث:{{ arguments.nid }}</h1>
ca: <h1 class="h4 section-title"> [view:total-rows] Inscriure peticions a l'esdeveniment: {{arguments.nid}} </h1>
it: <h1 class="h4 section-title">[view:total-rows] Iscrivere le richieste all'evento: {{ arguments.nid }}</h1>
ja: <h1 class="h4 section-title">[view:total-rows] イベントにリクエストを登録する：{引数.nid }}。</h1>
nl: <h1 class="h4 section-title">[view:total-rows] Aanvragen voor evenement: {{ arguments.nid }}</h1>
pt_br: <h1 class="h4 section-title"> [view:total-rows] Inscrever solicitação (s) no evento: {{arguments.nid}} </h1>
uk: <h1 class="h4 section-title">[view:total-rows] Зареєструвати запит(и) на подію: {{ arguments.nid }}</h1>
zh_hans: <h1 class="h4 section-title">[view:total-rows] 将请求注册到事件：{{ arguments.nid }}</h1>

source: <h2>Warning</h2><p>Be careful, in this section you can make sitewide changes to the HTML template and therefore break both the front-end javascript applications and the layout for your website.</p>
ar: <h2>تحذير</h2><p>احذر، في هذا القسم يمكنك اجراء تغييرات على مستوى قالب HTML للموقع، وبالتالي تفكيك تطبيقات جافاسكريبت للواجهة الأمامية وتخطيط موقع الويب الخاص بك.</p>
ca: <h2> Advertència </h2> <p> Aneu amb compte, en aquesta secció podeu fer canvis a tot el lloc a la plantilla HTML i, per tant, trencar tant les aplicacions de javascript front-end com el disseny per al vostre lloc web. </p>
it: <h2>Attenzione</h2><p>In questa sezione è possibile apportare modifiche al modello HTML per tutto il sito e quindi interrompere sia le applicazioni javascript di front-end che il layout del sito web.</p>
ja: <h2>警告</h2><p>このセクションでは、HTMLテンプレートにサイト全体の変更を加えることができるため、フロントエンドのジャバスクリプトアプリケーションとウェブサイトのレイアウトの両方を壊す可能性があるので注意してください。</p>
nl: <h2>Let op</h2><p>Wees voorzichtig, in dit gedeelte kun je wijzigingen aanbrengen in de HTML van de website. Daarmee kan zowel de front-end JavaScript toepassingen als de lay-out van de website kapot gaan.</p>
pt_br: <h2> Aviso </h2> <p> Tenha cuidado, nesta seção você pode fazer alterações em todo o site no modelo HTML e, portanto, interromper os aplicativos javascript de front-end e o layout do seu site. </p>
uk: <h2>Попередження</h2><p>Будьте обережні, в цьому розділі ви можете внести зміни до шаблону HTML на всьому сайті і, таким чином, порушити роботу як інтерфейсних javascript-додатків, так і макета вашого веб-сайту.</p>
zh_hans: <h2>警告</h2><p>请注意，在本节中，您可以对整个网站的 HTML 模板进行更改，从而破坏前端 javascript 应用程序和网站布局。</p>

source: <h4 class="section-title">Member results</h4>
ar: <h4 class="section-title">نتائج العضو</h4>
ca: <h4 class="section-title"> Resultats dels membres </h4>
it: <h4 class="section-title">Risultati dei membri</h4>
ja: <h4 class="section-title">メンバー結果</h4>
nl: <h4 class="section-title">Leden resultaten</h4>
pt_br: <h4 class="section-title"> Resultados dos membros </h4>
uk: <h4 class="section-title">Результати про учасників</h4>
zh_hans: <h4 class="section-title">成员成果</h4>

source: <h4>All results</h4>
ar: <h4 >جميع النتائج</h4>
ca: <h4> Tots els resultats </h4>
it: <h4>Tutti i risultati</h4>
ja: <h4>すべての結果</h4>
nl: <h4>Alle resultaten</h4>
pt_br: <h4> Todos os resultados </h4>
uk: <h4>Всі результати</h4>
zh_hans: <h4>所有结果</h4>

source: <h4>Content results</h4>
ar: <h4 >نتائج المحتوى</h4>
ca: <h4> Resultats de contingut </h4>
it: <h4>Risultati dei contenuti</h4>
ja: <h4>コンテンツ結果</h4>
nl: <h4>Content resultaten</h4>
pt_br: <h4> Resultados de conteúdo </h4>
uk: <h4>Результати вмісту</h4>
zh_hans: <h4>内容结果</h4>

source: <h4>Group results</h4>
ar: <h4>نتائج المجموعة</h4>
ca: <h4> Resultats del grup </h4>
it: <h4>Risultati del gruppo</h4>
ja: <h4>グループ成績</h4>
nl: <h4>Groep resultaten</h4>
pt_br: <h4> Resultados do grupo </h4>
uk: <h4>Результати груп</h4>
zh_hans: <h4>小组成绩</h4>

source: <i>Disabling this will simply hide the 'My Groups' button from the main navigation.</i>
ar: <i>سيؤدي تعطيل هذا ببساطة إلى إخفاء زر "مجموعاتي" من شريط التنقل الرئيسي.</i>
ca: <i> Desactivant això simplement amagarà el botó 'Els meus grups' de la navegació principal. </i>
it: <i>Disabilitando questa opzione, si nasconde semplicemente il pulsante "I miei gruppi" dalla navigazione principale.</i>
ja: <i>これを無効にすると、メインナビゲーションから'My Groups'ボタンが非表示になります。</i>
nl: <i>Bij het uitzetten wordt simpelweg het 'mijn groepen' icoon niet meer getoond in de hoofdnavigatie.</i>
pt_br: <i> Desativar isso simplesmente ocultará o botão 'Meus grupos' da navegação principal. </i>
uk: <i>Якщо вимкнути цю опцію, кнопку "Мої групи" буде просто приховано з головної навігації.</i>
zh_hans: <i>禁用此功能只会从主导航中隐藏 "我的群组 "按钮。</i>

source: <i>Disabling this won't disable the Social Private Message feature, but only hide the icon from the navigation.</i>
ar: <i>لن يؤدي تعطيل هذا إلى تعطيل ميزة الرسائل الاجتماعية الخاصة ، ولكنه يخفي الرمز فقط من التنقل.</i>
ca: <i> Si desactivarà això no desactivarà la funció de Missatge privat social, sinó que només ocultarà la icona de la navegació. </i>
it: <i>Disattivando questa opzione non si disattiva la funzione Messaggi privati sociali, ma si nasconde solo l'icona dalla navigazione.</i>
ja: <i>これを無効にしても、ソーシャルプライベートメッセージ機能は無効になりませんが、ナビゲーションからアイコンが非表示になるだけです。</i>
nl: <i>Hiermee wordt niet de privé berichten functionaliteit uitgezet, alleen het icoon wordt niet meer in de navigatie getoond.</i>
pt_br: <i> Desativar isso não desativará o recurso de mensagem social privada, mas apenas ocultará o ícone da navegação. </i>
uk: <i>Вимкнення цієї опції не вимкне функцію соціальних приватних повідомлень, а лише приховає іконку з навігації.</i>
zh_hans: <i>禁用此功能不会禁用社交私信功能，而只是将图标从导航中隐藏。</i>

source: <p><a href="">[message:author:display-name]</a> mentioned <a href="">[social_mentions:mentioned_user]</a> in a post</p>
ar: <p><a href="">[message:author:display-name]</a> ذكر <a href="">[social_mentions:mentioned_user]</a> في أحد المشاركات</p>
ca: <p> <a href=""> [message:author:display-name] </a> esmentat <a href=""> [social_mentions:mentioned_user] </a> en un post </p>
it: <p><a href="">[message:author:display-name]</a> ha citato in un post <a href="">[social_mentions:mentioned_user]</a></p>
ja: <p><a href="">[message:author:display-name]</a> mentioned in a post <a href="">[social_mentions:mentioned_user]</a></p>
nl: <p><a href="">[message:author:display-name]</a> noemde <a href="">[social_mentions:mentioned_user]</a> in een bericht</p>
pt_br: <p> <a href=""> [message:author:display-name] </a> mencionou <a href=""> [social_mentions:mentioned_user] </a> em uma postagem </p>
uk: <p><a href="">[message:author:display-name]</a> згадував у дописі <a href="">[social_mentions:mentioned_user]</a></p>
zh_hans: <p><a href="">[message:author:display-name]</a> <a href="">[social_mentions:mentioned_user] </a></p>

source: <p><a href="">[message:author:display-name]</a> mentioned<a href=""> [social_mentions:mentioned_user] </a>in a comment</p>
ar: <p><a href="">[message:author:display-name]</a> ذكر<a href=""> [social_mentions:mentioned_user] </a>في أحد التعليقات</p>
ca: <p> <a href=""> [message:author:display-name] </a> esmentat <a href=""> [social_mentions:mentioned_user] </a> en un comentari </p>
it: <p><a href="">[message:author:display-name]</a> ha citato in un commento <a href=""> [social_mentions:mentioned_user] </a></p>
ja: <p><a href="">[message:author:display-name]</a><a href=""> [social_mentions:mentioned_user] についてコメントした。 </a></p>
nl: <p><a href="">[message:author:display-name]</a> noemde<a href=""> [social_mentions:mentioned_user] </a>in een reactie</p>
pt_br: <p> <a href=""> [message:author:display-name] </a> mencionou <a href=""> [social_mentions:mentioned_user] </a> em um comentário </p>
uk: <p><a href="">[message:author:display-name]</a> згадали у коментарі <a href=""> [social_mentions:mentioned_user] </a></p>
zh_hans: <p><a href="">[message:author:display-name]</a><a href=""> [social_mentions:mentioned_user] </a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added tag(s) you follow to [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a>.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> تمت إضافة العلامة (العلامات) التي تتبعها إلى [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]"> [message:node-title] </a>. </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> ha afegit l'etiqueta (es) que seguiu a [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]"> [message:node-title] </a>. </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha aggiunto i tag che segue a . [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> [social_taxonomy:indefinite_article] [social_taxonomy:content_type] にフォローしているタグを追加した。 <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft een [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> geplaatst over een trefwoord dat je volgt.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> adicionou as tags que você segue em [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]"> [message:node-title] </a>. </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> додали тег(и), за якими ви стежите, до . [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 将您关注的标签添加到 。 [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added tag(s) you follow to [social_taxonomy:indefinite_article] [social_taxonomy:content_type].</p>
ar: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> أضاف العلامة (العلامات) التي تتبعها إلى [social_taxonomy:indefinite_article] [social_taxonomy:content_type]. </p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> ha afegit l'etiqueta (es) que seguiu a [social_taxonomy:indefinite_article] [social_taxonomy:content_type]. </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha aggiunto i tag che segue a . [social_taxonomy:indefinite_article] [social_taxonomy:content_type]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> [social_taxonomy:indefinite_article] [social_taxonomy:content_type] にフォローしているタグを追加。 </p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft een [social_taxonomy:indefinite_article] [social_taxonomy:content_type] geplaatst over een trefwoord dat je volgt.</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> adicionou as tags que você segue até [social_taxonomy:indefinite_article] [social_taxonomy:content_type]. </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> додали тег(и), за якими ви стежите, до . [social_taxonomy:indefinite_article] [social_taxonomy:content_type]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 将您关注的标签添加到 。 [social_taxonomy:indefinite_article] [social_taxonomy:content_type]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added you to the event [social_event:event_iam_organizing]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> أضافك إلى الحدث[social_event:event_iam_organizing]</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> us ha afegit a l'esdeveniment [social_event:event_iam_organizing] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ti ha aggiunto all'evento [social_event:event_iam_organizing]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> イベントに追加 [social_event:event_iam_organizing]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heb je toegevoegd aan het evenement [social_event:event_iam_organizing]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> adicionou você ao evento [social_event:event_iam_organizing] </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> додали вас до події [social_event:event_iam_organizing]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 将您加入活动 [social_event:event_iam_organizing]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added you to the event [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> أضافك إلى الحدث[social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> us ha afegit a l'esdeveniment [social_event:event_iam_organizing] </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ti ha aggiunto all'evento [social_event:event_iam_organizing]</p><p>[message:preview]</p> <p>[message:cta_button]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> イベントに追加 [social_event:event_iam_organizing]</p><p>[message:preview]</p> <p>[message:cta_button]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft je toegevoegd aan een evenement [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> adicionou você ao evento [social_event:event_iam_organizing] </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> додали вас до події [social_event:event_iam_organizing]</p><p>[message:preview]</p> <p>[message:cta_button]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 将您加入活动 [social_event:event_iam_organizing]</p><p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> و @count آخرون علقوا على [social_comment:parent_entity_author] الخاص ب [social_comment:commented_content_type] في <a href="[message:gurl]">[message:gtitle]</a></p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> i @count altres comentaven els [social_comment:parent_entity_author]'s [social_comment:commented_content_type] en <a href="[message:gurl]"> [message:gtitle] </a> </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> e altri hanno commentato 's in @count [social_comment:parent_entity_author] [social_comment:commented_content_type] <a href="[message:gurl]">[message:gtitle]</a></p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and others commented on 's in.@count [social_comment:parent_entity_author] [social_comment:commented_content_type] <a href="[message:gurl]">[message:gtitle]</a></p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> en @count anderen reageerden op [social_comment:parent_entity_author]'s [social_comment:commented_content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> e @count outros comentaram sobre [social_comment:commented_content_type] de [social_comment:parent_entity_author] em <a href="[message:gurl]"> [message:gtitle] </a> </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> [social_comment:parent_entity_author] та інші коментували на у @count [social_comment:commented_content_type] <a href="[message:gurl]">[message:gtitle]</a></p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and others commented on 's in@count [social_comment:parent_entity_author] [social_comment:commented_content_type] <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> و @count آخرون علقوا على[social_comment:parent_entity_author] [social_comment:commented_content_type]</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> i @count altres comentaven els [social_comment:parent_entity_author]'s [social_comment:commented_content_type] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> e altri hanno commentato 's @count [social_comment:parent_entity_author] [social_comment:commented_content_type]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> その他 が 'にコメントしている。 @count [social_comment:parent_entity_author] [social_comment:commented_content_type]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> en @count anderen reageerden op [social_comment:parent_entity_author]'s [social_comment:commented_content_type]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> e @count outros comentaram sobre [social_comment:commented_content_type] </p> de [social_comment:parent_entity_author]
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> та інші прокоментували @count [social_comment:parent_entity_author] [social_comment:commented_content_type]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 和 等人对 的评论。 @count [social_comment:parent_entity_author] [social_comment:commented_content_type]</p>
