Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: View unpublished Queue storage entity entities
ar: عرض كيانات وحدة تخزين قائمة الانتظار غير المنشورة
ca: Veure entitats d'entitat d'emmagatzematge de cua inèdites
it: Visualizzare le entità di archiviazione della coda non pubblicate
ja: 未公開のキューストレージエンティティの表示
nl: Niet-gepubliceerde entiteiten voor wachtrijopslag bekijken
pt_br: Exibir entidades de armazenamento de filas não publicadas
uk: Перегляд неопублікованих сутностей сховища черги
zh_hans: 查看未发布的队列存储实体

source: View user consents per data policy.
ar: عرض موافقات المستخدم كما في سياسة البيانات.
ca: Veure els consentiments de l'usuari per política de dades.
it: Visualizzare i consensi degli utenti per i criteri dei dati.
ja: データポリシーごとにユーザーの同意を表示します。
nl: Bekijk per data policy revision of gebruikers wel/niet toestemming hebben gegeven.
pt_br: Visualize os consentimentos do usuário de acordo com a política de dados.
uk: Переглянути згоди користувачів на кожну політику даних.
zh_hans: 根据数据策略查看用户同意。

source: View users
ar: عرض المستخدمين
ca: Veure usuaris
it: Visualizza gli utenti
ja: ユーザーを見る
nl: Gebruikers bekijken
pt_br: Exibir usuários
uk: Перегляд користувачів
zh_hans: 查看用户

source: Viewer
ar: المُشاهد
ca: Visor
it: Visualizzatore
ja: ビューア
nl: Kijker
pt_br: Visualizador
uk: Глядач
zh_hans: 查看器

source: Views Bulk Operations From Group
ar: يعرض العمليات المجمعة من المجموعة
ca: Visualitza les operacions massives des del grup
it: Viste le operazioni di massa dal gruppo
ja: グループからの一括操作
nl: Uitzichten bulkoperaties van groep
pt_br: Visualiza operações em massa do grupo
uk: Переглядає масові операції з групи
zh_hans: 来自集团的批量业务意见

source: Views blocks
ar: كتل المشاهدات
ca: Vistes blocs
it: Blocchi di visualizzazione
ja: 眺望ブロック
nl: Blokken met uitzicht
pt_br: Blocos de visualizações
uk: Блоки перегляду
zh_hans: 景观区块

source: Violations
ar: الإنتهاكات
ca: Violacions
it: Violazioni
ja: 違反
nl: Overtredingen
pt_br: Violações
uk: Порушення
zh_hans: 违规行为

source: Visibility
ar: الرؤية
ca: Visibilitat
it: Visibilità
ja: 視認性
nl: Zichtbaarheid
pt_br: Visibilidade
uk: Видимість
zh_hans: 可见性

source: Visibility of content item(s) updated.
ar: تم تحديث مستوى رؤية عنصر (عناصر) المحتوى.
ca: Visibilitat de l'element (s) de contingut actualitzat.
it: Visibilità degli elementi di contenuto aggiornati.
ja: コンテンツアイテムの可視性が更新されました。
nl: Zichtbaarheid van content item(s) bijgewerkt.
pt_br: Visibilidade dos itens de conteúdo atualizados.
uk: Оновлена видимість елементів контенту.
zh_hans: 更新内容项目的可见性。

source: Visibility settings
ar: إعدادات الرؤية
ca: Configuració de visibilitat
it: Impostazioni di visibilità
ja: 可視性の設定
nl: Zichtbaarheidsinstellingen
pt_br: Configurações de visibilidade
uk: Налаштування видимості
zh_hans: 可见性设置

source: Visible only to group members
ar: مرئي فقط لأعضاء المجموعة
ca: Visible només per als membres del grup
it: Visibile solo ai membri del gruppo
ja: グループメンバーのみ閲覧可能
nl: Alleen zichtbaar voor groep leden
pt_br: Visível somente para membros do grupo
uk: Видимий лише учасникам групи
zh_hans: 仅小组成员可见

source: Visible only to members who are logged in
ar: مرئي فقط للأعضاء الذين قاموا بتسجيل الدخول
ca: Visible només per als membres que han connectat
it: Visibile solo ai membri che hanno effettuato il login
ja: ログインしている会員のみ閲覧可能
nl: Alleen zichtbaar voor ingelogde leden
pt_br: Visível somente para membros que estão logados
uk: Видимий лише учасникам, які ввійшли в систему
zh_hans: 只有登录的成员才能看到

source: Visible to all visitors of the site
ar: مرئي لجميع زوار الموقع
ca: Visible per a tots els visitants del lloc
it: Visibile a tutti i visitatori del sito
ja: サイト訪問者全員に見える
nl: Zichtbaar voor iedereen, inclusief mensen die geen lid zijn
pt_br: Visível para todos os visitantes do site
uk: Видимий усім відвідувачам сайту
zh_hans: 网站所有访问者都能看到

source: Vocabularies
ar: مفردات
ca: Vocabularis
it: Vocabolari
ja: ボキャブラリー
nl: Woordenlijsten
pt_br: Vocabulários
uk: Словники
zh_hans: 词汇

source: Vocabulary
ar: المفردات
ca: Vocabulari
it: Vocabolario
ja: 語彙
nl: Woordenlijst
pt_br: Vocabulário
uk: Словник
zh_hans: 词汇

source: Vote activity context
ar: سياق نشاط التصويت
ca: Context de l'activitat de votació
it: Contesto dell'attività di voto
ja: 投票活動の背景
nl: Context stemactiviteit
pt_br: Contexto da atividade de votação
uk: Контекст активності голосування
zh_hans: 投票活动背景

source: Voting User
ar: المستخدم المصوت
ca: Usuari de vot
it: Utente votante
ja: 投票ユーザー
nl: Stemgerechtigde gebruiker
pt_br: Usuário votante
uk: Голосуючий користувач
zh_hans: 投票用户

source: We could not find any event organisers for this event.
ar: لم نتمكن من العثور على أي منظمي حدث لهذا الحدث.
ca: No hem trobat cap organitzador d'esdeveniments per a aquest esdeveniment.
it: Non siamo riusciti a trovare nessun organizzatore di eventi per questo evento.
ja: このイベントのオーガナイザーは見つからなかった。
nl: Er konden geen evenement organisatoren gevonden worden voor de evenement.
pt_br: Não encontramos nenhum organizador de eventos para este evento.
uk: Ми не змогли знайти організаторів цього заходу.
zh_hans: 我们找不到该活动的组织者。

source: We expected some recipients. None were provided.
ar: توقعنا بعض المستلمين. لم يتم توفير أي منها.
ca: Esperàvem alguns destinataris. No es va proporcionar cap.
it: Ci aspettavamo dei destinatari. Non ne è stato fornito nessuno.
ja: 私たちは何人かの受取人を期待していた。誰も提供されなかった。
nl: We verwachtten enkele ontvangers. Er werden er geen verstrekt.
pt_br: Esperávamos alguns destinatários. Nenhum foi fornecido.
uk: Ми очікували на кількох адресатів. Ніхто не прийшов.
zh_hans: 我们期待一些收件人。但一个也没有。

source: We published a new version of the data protection statement. You can review the data protection statement @url.
ca: Hem publicat una nova versió de la declaració de protecció de dades. Podeu revisar la declaració de protecció de dades @url.
it: Abbiamo pubblicato una nuova versione della dichiarazione sulla protezione dei dati. È possibile consultare la dichiarazione sulla protezione dei dati @url.
ja: データ保護に関する声明の新バージョンを発表しました。@url 。
pt_br: Publicamos uma nova versão da declaração de proteção de dados. Você pode revisar a declaração de proteção de dados @url.
zh_hans: 我们发布了新版数据保护声明。您可以查看数据保护声明@url 。

source: Web site: @site
ca: Pàgina web: @site
it: Sito web: @site
ja: ウェブサイト@site
pt_br: Site da Web: @site
zh_hans: 网站：@site

source: Weekly
ar: أسبوعي
ca: Setmanal
it: Settimanale
ja: ウィークリー
nl: Wekelijks
pt_br: Semanalmente
uk: Щотижня
zh_hans: 每周

source: Weight
ar: الوزن
ca: Pes
it: Peso
ja: 重量
nl: Gewicht
pt_br: Peso
uk: Вага
zh_hans: 重量

source: Weight for @title
ar: الوزن لـ @title
ca: Pes per @title
it: Peso per @title
ja: 重量@title
nl: Gewicht voor @title
pt_br: Peso para @title
uk: Вага для @title
zh_hans: 重量为@title

source: Welcome message
ar: رسالة الترحيب
ca: Missatge de benvinguda
it: Messaggio di benvenuto
ja: ウェルカムメッセージ
nl: Welkomstbericht
pt_br: Mensagem de boas vindas
uk: Вітальне повідомлення
zh_hans: 欢迎词

source: What I follow
ar: ما أتابعه
ca: El que segueixo
it: Cosa seguo
ja: 私がフォローしているもの
nl: Wat ik volg
pt_br: O que eu sigo
uk: За чим я слідкую
zh_hans: 我所关注的

source: What I manage
ar: ما أدير
ca: El que gestiono
it: Cosa gestisco
ja: 私が管理するもの
nl: Wat ik beheer
pt_br: O que eu gerencio
uk: Чим я керую
zh_hans: 我的管理

source: What type of events do you want to see?
ar: ما نوع الأحداث التي تريد رؤيتها؟
ca: Quin tipus d'esdeveniments vols veure?
it: Che tipo di eventi volete vedere?
ja: どのようなイベントを見たいですか？
nl: Welke type evenementen wenst u te zien?
pt_br: Que tipo de eventos você quer ver?
uk: Які типи подіїй ви хочете побачити?
zh_hans: 您希望看到什么类型的活动？

source: What's on your mind?
ar: ماذا يدور في ذهنك؟
ca: Què et passa al cap?
it: Che cosa ti passa per la testa?
ja: 何を考えているんだい？
nl: Waar denk je aan?
pt_br: O que está em sua mente?
uk: Що у вас на думці?
zh_hans: 你在想什么？

source: When enabled, users are not able to hide their email address on their profile. When disabled, users will be able to control the visibility of their emailaddress.
ar: عند التمكين، لن يتمكن المستخدمون من إخفاء عنوان بريدهم الإلكتروني في ملفهم الشخصي. عند التعطيل، سيتمكن المستخدمون من التحكم في رؤية عنوان البريد الإلكتروني الخاص بهم.
ca: Quan està activat, els usuaris no poden amagar la seva adreça de correu electrònic al seu perfil. Quan estigui desactivat, els usuaris podran controlar la visibilitat de la seva adreça de correu electrònic.
it: Quando è abilitato, gli utenti non possono nascondere l'indirizzo e-mail nel loro profilo. Se disattivato, gli utenti potranno controllare la visibilità del proprio indirizzo e-mail.
ja: 有効な場合、ユーザーは自分のプロフィールにメールアドレスを隠すことができません。無効にすると、ユーザーは自分のメールアドレスの可視性をコントロールできるようになります。
nl: Wanneer ingeschakeld kunnen gebruikers hun e-mailadres niet op hun profiel verbergen. Wanneer uitgeschakeld kunnen gebruikers de zichtbaarheid van hun e-mailadres zelf bepalen.
pt_br: Quando ativado, os usuários não conseguem ocultar o endereço de e-mail no perfil. Quando desativados, os usuários poderão controlar a visibilidade de seus endereços de e-mail.
uk: Якщо увімкнено, користувачі не зможуть приховати свою адресу електронної пошти у своєму профілі. Якщо вимкнено, користувачі зможуть контролювати видимість своєї адреси електронної пошти.
zh_hans: 启用后，用户无法在个人档案中隐藏自己的电子邮件地址。禁用时，用户可以控制其电子邮件地址的可见性。

source: When enabled, users are not able to hide their preferred language on their profile. When disabled, users will be able to control the visibility of their language preference.
ar: عند التمكين، لن يتمكن المستخدمون من إخفاء لغتهم المفضلة في ملفهم الشخصي. عند التعطيل، سيتمكن المستخدمون من التحكم في رؤية تفضيلات اللغة الخاصة بهم.
ca: Quan està activat, els usuaris no poden amagar el seu idioma preferit al seu perfil. Quan estigui desactivat, els usuaris podran controlar la visibilitat de la seva preferència lingüística.
it: Quando è abilitata, gli utenti non possono nascondere la lingua preferita sul proprio profilo. Quando è disattivata, gli utenti potranno controllare la visibilità della loro lingua preferita.
ja: 有効な場合、ユーザーはプロフィール上で優先言語を非表示にすることができません。無効にすると、ユーザーは優先言語の表示をコントロールできるようになります。
nl: Indien ingeschakeld, kunnen gebruikers hun voorkeurstaal niet verbergen op hun profiel. Indien uitgeschakeld, kunnen gebruikers de zichtbaarheid van hun taalvoorkeur controleren.
pt_br: Quando ativado, os usuários não conseguem ocultar seu idioma preferido em seus perfis. Quando desativados, os usuários poderão controlar a visibilidade de suas preferências de idioma.
uk: Якщо цю опцію увімкнено, користувачі не зможуть приховати мову, якій надають перевагу у своєму профілі. Якщо вимкнено, користувачі зможуть контролювати видимість своїх мовних уподобань.
zh_hans: 启用后，用户无法在个人档案中隐藏自己的首选语言。禁用时，用户可以控制其语言偏好的可见性。

source: When filtering use AND condition.
ar: عند التصفية، استخدم حالة "و".
ca: En filtrar ús I condició.
it: Per il filtraggio utilizzare la condizione AND.
ja: フィルタリングにはAND条件を使用します。
nl: Gebruik bij het filteren de voorwaarde AND.
pt_br: Ao filtrar, use a condição AND.
uk: При фільтрації використовуйте умову AND.
zh_hans: 过滤时使用 AND 条件。

source: When filtering with multiple terms use AND condition in the query.
ar: عند التصفية باستخدام مصطلحات متعددة، استخدم الشرط "و" في الاستعلام.
ca: En filtrar amb diversos termes utilitzeu I condició a la consulta.
it: Quando si filtra con più termini, utilizzare la condizione AND nella query.
ja: 複数の用語でフィルタリングする場合は、クエリでAND条件を使用します。
nl: Gebruik bij het filteren met meerdere termen de voorwaarde AND in de zoekopdracht.
pt_br: Ao filtrar com vários termos, use a condição AND na consulta.
uk: Для фільтрації за кількома умовами використовуйте умову AND у запиті.
zh_hans: 使用多个术语筛选时，在查询中使用 AND 条件。

source: When the amount of available event types reach this amount, on the event edit and create page, the radio widget will be changed to a select widget for better usability.
ar: عندما يبلغ عدد أنواع الأحداث المتاحة إلى هذا المقدار، في صفحة تحرير وإنشاء الحدث، سيتم تغيير عنصر واجهة الراديو إلى عنصر واجهة مستخدم محدد لتحسين قابلية الاستخدام.
ca: Quan la quantitat de tipus d'esdeveniments disponibles arribi a aquesta quantitat, a la pàgina d'edició i creació d'esdeveniments, el giny de ràdio es canviarà a un giny selecte per a una millor usabilitat.
it: Quando la quantità di tipi di evento disponibili raggiungerà questa quantità, nella pagina di modifica e creazione dell'evento, il widget radio sarà cambiato in un widget di selezione per una migliore usabilità.
ja: 利用可能なイベントタイプがこの量に達すると、イベントの編集と作成ページで、ラジオウィジェットがより使いやすいセレクトウィジェットに変更されます。
nl: Wanneer het aantal evenement typen gelijk is aan het ingegeven aantal zullen de radio buttons, op de evenement toevoegen en wijzigen pagina, veranderen in een selectie box, voor een beter gebruikersgemak.
pt_br: Quando a quantidade de tipos de eventos disponíveis atingir esse valor, na página de edição e criação de eventos, o widget de rádio será alterado para um widget selecionado para melhor usabilidade.
uk: Коли кількість доступних типів подій досягне цієї кількості, на сторінці редагування і створення події віджет радіо буде змінено на віджет вибраних подій для кращої зручності використання.
zh_hans: 当可用事件类型的数量达到此数量时，在事件编辑和创建页面上，单选部件将更改为选择部件，以提高可用性。

source: When the amount of available topic types reach this amount, on the topic edit and create page, the radio widget will be changed to a select widget for better usability.
ar: عندما يبلغ عدد أنواع الأحداث المتاحة إلى هذا المقدار، في صفحة تحرير وإنشاء الحدث، سيتم تغيير عنصر واجهة الراديو إلى عنصر واجهة مستخدم محدد لتحسين قابلية الاستخدام.
ca: Quan la quantitat de tipus de temes disponibles arribi a aquesta quantitat, al tema editar i crear pàgina, el giny de ràdio es canviarà a un giny selecte per a una millor usabilitat.
it: Quando la quantità di tipi di argomenti disponibili raggiungerà questa quantità, nella pagina di modifica e creazione degli argomenti, il widget radio sarà cambiato in un widget di selezione per una migliore usabilità.
ja: 利用可能なトピックの種類がこの量に達すると、トピックの編集および作成ページで、ラジオウィジェットが選択ウィジェットに変更され、より使いやすくなります。
nl: Wanneer het aantal onderwerp typen dit aantal bereikt, wordt op de pagina voor het maken en bewerken van een onderwerp de radio widget gewijzigd in een select lijst voor een betere bruikbaarheid.
pt_br: Quando a quantidade de tipos de tópicos disponíveis atingir esse valor, na página de edição e criação de tópicos, o widget de rádio será alterado para um widget selecionado para melhor usabilidade.
uk: Коли кількість доступних типів тем досягне цієї кількості, на сторінці редагування і створення теми віджет радіо буде змінено на віджет вибраних тем для кращої зручності використання.
zh_hans: 当可用主题类型的数量达到这个数量时，在主题编辑和创建页面上，单选部件将改为选择部件，以提高可用性。

source: When this setting is enabled, anonymous users are allowed to enroll in newly created events by default. The event organiser will still be able to change this if they have the permission.
ar: عند تمكين هذا الإعداد، يُسمح للمستخدمين المجهولين بالتسجيل في الأحداث التي تم إنشاؤها حديثًا افتراضيًا. سيظل منظم الحدث قادرًا على تغيير هذا إذا كان لديه الإذن.
ca: Quan aquesta configuració està activada, es permet als usuaris anònims inscriure's en esdeveniments de nova creació per defecte. L'organitzador de l'esdeveniment encara podrà canviar-ho si té el permís.
it: Quando questa impostazione è attivata, gli utenti anonimi sono autorizzati a iscriversi agli eventi appena creati per impostazione predefinita. L'organizzatore dell'evento potrà comunque modificare questa impostazione se ne ha l'autorizzazione.
ja: この設定を有効にすると、匿名ユーザーはデフォルトで新しく作成されたイベントに登録できるようになります。イベント主催者が権限を持っている場合は、この設定を変更することができます。
nl: Wanneer deze instelling aan staat, kan een evenement organisator alleen een publiek evenement aanmaken waarbij anonieme gebruikers zich mogen aanmelden.
pt_br: Quando essa configuração está ativada, usuários anônimos podem se inscrever em eventos recém-criados por padrão. O organizador do evento ainda poderá alterar isso se tiver permissão.
uk: Якщо цей параметр увімкнено, анонімні користувачі за замовчуванням можуть реєструватися у новостворених подіях. Організатор події все одно зможе змінити це, якщо у нього є відповідний дозвіл.
zh_hans: 启用此设置后，默认情况下允许匿名用户注册新创建的活动。如果有权限，活动组织者仍可更改。

source: When this setting is enabled, users who have never logged in will not receive email notifications, they still receive notifications via the notification centre within the community.
ca: Quan aquesta configuració està activada, els usuaris que mai han iniciat sessió no rebran notificacions per correu electrònic, encara reben notificacions a través del centre de notificacions dins de la comunitat.
it: Quando questa impostazione è attivata, gli utenti che non hanno mai effettuato l'accesso non riceveranno le notifiche via e-mail, ma riceveranno comunque le notifiche tramite il centro notifiche della comunità.
ja: この設定を有効にすると、一度もログインしていないユーザーにはEメール通知が届きません。
pt_br: Quando essa configuração está ativada, os usuários que nunca fizeram login não receberão notificações por e-mail. Eles ainda receberão notificações por meio da central de notificações da comunidade.
zh_hans: 启用此设置后，从未登录过的用户将不会收到电子邮件通知，但他们仍会通过社区内的通知中心收到通知。

source: When visiting a profile the user will end up at this page first
ar: عند زيارة ملف شخصي، سينتهي الأمر بالمستخدم في هذه الصفحة أولاً
ca: En visitar un perfil l'usuari acabarà en aquesta pàgina primer
it: Quando si visita un profilo, l'utente finisce prima su questa pagina
ja: プロフィールにアクセスすると、ユーザーはまずこのページにたどり着きます。
nl: Bij het bezoeken van een profiel komt de gebruiker als eerste op deze pagina terecht
pt_br: Ao visitar um perfil, o usuário acabará primeiro nesta página.
uk: При відвідуванні профілю користувач спочатку потрапляє на цю сторінку
zh_hans: 访问个人资料时，用户将首先进入该页面

source: Where this term will be available within the platform
ca: On estarà disponible aquest terme dins de la plataforma
it: Dove questo termine sarà disponibile all'interno della piattaforma
ja: この用語がプラットフォーム内で使用可能になる場所
pt_br: Onde esse termo estará disponível na plataforma
zh_hans: 该术语在平台内的可用位置

source: Whether a reason is mandatory when reporting inappropriate content.
ar: ما إذا كان السبب إلزاميًا عند الإبلاغ عن محتوى غير لائق.
ca: Si un motiu és obligatori a l'hora d'informar de contingut inadequat.
it: L'obbligatorietà o meno di una motivazione nella segnalazione di contenuti inappropriati.
ja: 不適切なコンテンツを報告する際に、理由が必須かどうか。
nl: Of een reden verplicht is op te geven tijdens rapporteren van ongepaste inhoud.
pt_br: Se um motivo é obrigatório ao denunciar conteúdo impróprio.
uk: Чи обов'язково вказувати причину при повідомленні про неприйнятний контент.
zh_hans: 报告不当内容时是否必须说明理由。

source: Whether anonymous enrollment is enabled by default for new events.
ar: ما إذا كان التسجيل المجهول ممكّنًا افتراضيًا للأحداث الجديدة.
ca: Si la inscripció anònima està activada per defecte per a esdeveniments nous.
it: Se l'iscrizione anonima è abilitata di default per i nuovi eventi.
ja: 新しいイベントに対して匿名登録をデフォルトで有効にするかどうか。
nl: Of anonieme inschrijving standaard is ingeschakeld voor nieuwe gebeurtenissen.
pt_br: Se a inscrição anônima está habilitada por padrão para novos eventos.
uk: Чи увімкнено за замовчуванням анонімну реєстрацію для нових подій.
zh_hans: 新事件是否默认启用匿名注册。

source: Whether event creators can edit the anonymous enrollment setting per event.
ar: ما إذا كان بإمكان منشئي الأحداث تحرير إعداد التسجيل المجهول لكل حدث.
ca: Si els creadors d'esdeveniments poden editar la configuració de matrícula anònima per esdeveniment.
it: Se i creatori di eventi possono modificare l'impostazione di iscrizione anonima per evento.
ja: イベント作成者がイベントごとに匿名登録設定を編集できるかどうか。
nl: Of evenementmakers de instelling voor anonieme inschrijving per evenement kunnen bewerken.
pt_br: Se os criadores de eventos podem editar a configuração de inscrição anônima por evento.
uk: Чи можуть творці подій редагувати налаштування анонімної реєстрації для кожної події.
zh_hans: 事件创建者是否可以编辑每个事件的匿名注册设置。

source: Whether event enrollment for anonymous users is enabled.
ar: ما إذا كان تسجيل الأحداث للمستخدمين المجهولين ممكّنًا.
ca: Si està activada la inscripció d'esdeveniments per a usuaris anònims.
it: Se l'iscrizione agli eventi per gli utenti anonimi è abilitata.
ja: 匿名ユーザーのイベント登録が有効かどうか。
nl: Of gebeurtenisregistratie voor anonieme gebruikers is ingeschakeld.
pt_br: Se a inscrição em eventos para usuários anônimos está ativada.
uk: Чи увімкнено реєстрацію подій для анонімних користувачів.
zh_hans: 是否启用匿名用户的事件注册。

source: Whether the author field should be removed from comment forms.
ar: ما إذا كان يجب إزالة حقل المؤلف من نماذج التعليقات.
ca: Si s'ha d'eliminar el camp d'autor dels formularis de comentaris.
it: Se il campo autore debba essere rimosso dai moduli di commento.
ja: コメントフォームから作者フィールドを削除するかどうか。
nl: Of het auteursveld moet worden verwijderd uit commentaarformulieren.
pt_br: Se o campo do autor deve ser removido dos formulários de comentários.
uk: Чи потрібно видаляти поле автора з форм коментарів.
zh_hans: 是否应从评论表中删除作者字段。

source: Whether the author of an event is automatically an event organiser.
ar: ما إذا كان مؤلف الحدث هو منظم الحدث تلقائيًا.
ca: Si l'autor d'un esdeveniment és automàticament organitzador d'esdeveniments.
it: Se l'autore di un evento è automaticamente un organizzatore di eventi.
ja: イベントの作成者が自動的にイベントの主催者になるかどうか。
nl: Of de auteur van een evenement automatisch een organisator is.
pt_br: Se o autor de um evento é automaticamente um organizador do evento.
uk: Чи є автор події автоматично організатором події.
zh_hans: 事件的作者是否自动成为事件的组织者。

source: Whether the content is immediately unpublished if a user reports it as inappropriate.
ar: ما إذا يتم هدم نشر المحتوى على الفور إذا أبلغ المستخدم أنه غير لائق.
ca: Si el contingut queda immediatament inèdit si un usuari ho informa com a inadequat.
it: Se il contenuto è immediatamente non pubblicato se un utente lo segnala come inappropriato.
ja: ユーザーから不適切なコンテンツであるとの報告があった場合、即座に公開を中止するかどうか。
nl: De inhoud zal direct gedepubliceerd worden, indien een gebruiker het als ongepast rapporteert.
pt_br: Se o conteúdo é imediatamente inédito se um usuário o denunciar como impróprio.
uk: Чи буде контент негайно видалено, якщо користувач повідомить про його неприйнятність.
zh_hans: 如果用户报告内容不当，是否立即取消发布。

source: Whether the maximum event enrollments field is required
ar: ما إذا كان حقل الحد الأقصى لتسجيل الأحداث مطلوبًا
ca: Si es requereix el camp màxim d'inscripcions a l'esdeveniment
it: Se il campo iscrizioni massime all'evento è obbligatorio
ja: 最大イベント登録数フィールドが必須かどうか
nl: Of het veld maximale evenement aanmeldingen vereist is
pt_br: Se o campo máximo de inscrições em eventos é obrigatório
uk: Чи потрібно заповнювати поле "Максимальна кількість учасників
zh_hans: 最大事件注册人数字段是否为必填字段

source: Whether the maximum number of event enrollments feature is enabled
ar: ما إذا كان قد تم تمكين ميزة الحد الأقصى لعدد تسجيلات الأحداث
ca: Si la funció de nombre màxim d'inscripcions d'esdeveniments està activada
it: Se la funzione Numero massimo di iscrizioni agli eventi è attivata o meno.
ja: 最大イベント登録数機能が有効かどうか
nl: Of de functie, maximaal aantal evenement deelnemers, is ingeschakeld
pt_br: Se o recurso de número máximo de inscrições em eventos está ativado
uk: Чи ввімкнено функцію максимальної кількості реєстрацій на події
zh_hans: 是否启用最大事件注册次数功能

source: Whether the type selection is required for events.
ar: ما إذا كان اختيار النوع مطلوبًا للأحداث.
ca: Si la selecció de tipus és necessària per als esdeveniments.
it: Se la selezione del tipo è richiesta per gli eventi.
ja: イベントにタイプ選択が必要かどうか。
nl: Of de typekeuze vereist is voor evenementen.
pt_br: Se a seleção do tipo é necessária para eventos.
uk: Чи потрібен вибір типу для подій.
zh_hans: 事件是否需要选择类型。

source: Whether to allow add profile tags
ar: ما إذا كان سيتم السماح بإضافة علامات الملف الشخصي
ca: Si es permet afegir etiquetes de perfil
it: Se consentire l'aggiunta di tag al profilo
ja: プロフィールタグの追加を許可するかどうか
nl: Of het toevoegen van profieltags wordt toegestaan
pt_br: Se é permitido adicionar tags de perfil
uk: Чи дозволити додавання тегів профілю
zh_hans: 是否允许添加个人资料标签
