Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: If you check this, validation is applied that verifies the users nickname is unique whenever they save their profile.
ar: إذا قمت بالتحقق من ذلك ، فسيتم تطبيق التحقق الذي يتحقق من أن لقب المستخدمين فريد كلما قاموا بحفظ ملف التعريف الخاص بهم.
ca: Si ho comproveu, s'aplica la validació que verifica que el sobrenom dels usuaris sigui únic sempre que desen el seu perfil.
it: Se si seleziona questa opzione, viene applicata una convalida che verifica che il nickname dell'utente sia unico ogni volta che salva il suo profilo.
ja: これをチェックすると、ユーザーがプロフィールを保存するときにニックネームが一意であることを確認するバリデーションが適用されます。
nl: Als u dit aanvinkt, wordt een validatie toegepast die controleert of de gebruikersnaam uniek is wanneer zij hun profiel opslaan.
pt_br: Se você marcar isso, será aplicada uma validação que verifica se o apelido do usuário é exclusivo sempre que eles salvam o perfil.
uk: Якщо ви позначите цю опцію, буде застосовано валідацію, яка перевіряє унікальність ніка користувача при збереженні його профілю.
zh_hans: 如果选中此项，则在用户保存个人资料时会应用验证，以确认用户昵称是否唯一。

source: Ignore an option on the setting page for creating groups.
ar: تجاهل خيارًا في صفحة الإعداد لإنشاء المجموعات.
ca: Ignora una opció a la pàgina de configuració per crear grups.
it: Ignorare un'opzione nella pagina di impostazione per la creazione di gruppi.
ja: グループを作成するための設定ページのオプションを無視する。
nl: Negeer een optie op de instellingenpagina voor het maken van groepen.
pt_br: Ignore uma opção na página de configuração para criar grupos.
uk: Проігноруйте опцію на сторінці налаштувань для створення груп.
zh_hans: 忽略设置页面中创建组的选项。

source: Image
ar: صورة
ca: Imatge
it: Immagine
ja: 画像
nl: Afbeelding
pt_br: Imagem
uk: Зображення
zh_hans: 图片

source: Image field display format settings
ar: إعدادات تنسيق عرض حقل الصورة
ca: Configuració del format de visualització del camp d'imatge
it: Impostazioni del formato di visualizzazione del campo immagine
ja: 画像フィールドの表示形式設定
nl: Weergaveinstellingen voor afbeeldingenveld
pt_br: Configurações do formato de exibição do campo de imagem
uk: Налаштування формату відображення поля зображення
zh_hans: 图像字段显示格式设置

source: Images
ar: الصور
ca: Imatges
it: Immagini
ja: 画像
nl: Afbeeldingen
pt_br: Imagens
uk: Зображення
zh_hans: 图片

source: Images posted in album %album
ar: الصور المنشورة في الألبوم %album
ca: Imatges publicades en àlbum %album
it: Immagini pubblicate nell'album %album
ja: アルバムに投稿された画像%album
nl: Afbeeldingen geplaatst in album %album
pt_br: Imagens publicadas no álbum %album
uk: Зображення опубліковано в альбомі %album
zh_hans: 相册中张贴的图片%album

source: Immediately
ar: فوراً
ca: Immediatament
it: Immediatamente
ja: 直ちに
nl: Onmiddellijk
pt_br: Imediatamente
uk: Негайно
zh_hans: 立即

source: Implement defaults for the Metatag module
ar: تطبيق الإعدادات الافتراضية لوحدة Metatag
ca: Implementar els valors predeterminats per al mòdul Metatag
it: Implementare le impostazioni predefinite per il modulo Metatag
ja: Metatagモジュールのデフォルトを実装する
nl: Implementeert standaardwaarden voor de Metatag-module
pt_br: Implementar padrões para o módulo Metatag
uk: Впровадити значення за замовчуванням для модуля Metatag
zh_hans: 为 Metatag 模块设置默认值

source: Implements group welcome message functionality.
ar: تنفذ وظائف رسالة الترحيب الجماعية.
ca: Implementa la funcionalitat de missatges de benvinguda de grup.
it: Implementa la funzionalità dei messaggi di benvenuto di gruppo.
ja: グループウェルカムメッセージ機能を実装。
nl: Implementeert de functionaliteit van welkomstberichten voor groepen.
pt_br: Implementa a funcionalidade de mensagem de boas-vindas do grupo.
uk: Реалізує функціонал групових привітальних повідомлень.
zh_hans: 实现群组欢迎信息功能。

source: Improved Theme Settings
ar: تحسين إعدادات الموضوع
ca: Millora de la configuració del tema
it: Impostazioni del tema migliorate
ja: テーマ設定の改善
nl: Verbeterde thema-instellingen
pt_br: Configurações de tema aprimoradas
uk: Покращені налаштування тем
zh_hans: 改进主题设置

source: In order to send your request, please first sign up or log in.
ar: لإرسال طلبك ، يرجى التسجيل أولاً أو تسجيل الدخول.
ca: Per tal d'enviar la seva sol·licitud, si us plau, primer inscriviu-vos o inicieu la sessió.
it: Per inviare la richiesta, è necessario registrarsi o effettuare il login.
ja: リクエストを送信するには、まずサインアップするかログインしてください。
nl: Registreer of log in om je aanvraag te sturen.
pt_br: Para enviar sua solicitação, primeiro inscreva-se ou faça login.
uk: Щоб надіслати запит, будь ласка, зареєструйтеся або увійдіть до системи.
zh_hans: 要发送请求，请先注册或登录。

source: Inappropriate content reported
ar: تم الإبلاغ عن محتوى غير لائق
ca: Contingut inadequat reportat
it: Segnalazione di contenuti inappropriati
ja: 不適切なコンテンツの報告
nl: Ongepaste inhoud gerapporteerd
pt_br: Conteúdo impróprio denunciado
uk: Повідомлено про неприйнятний вміст
zh_hans: 报告不当内容

source: Inbox
ar: صندوق الوارد
ca: Bústia d'entrada
it: Posta in arrivo
ja: 受信箱
nl: Postvak IN
pt_br: Caixa de entrada
uk: Вхідні
zh_hans: 收件箱

source: Individual address field settings
ar: إعدادات حقل العنوان الفردية
ca: Configuració individual del camp d'adreces
it: Impostazioni del campo indirizzo individuale
ja: アドレスフィールドの個別設定
nl: Individuele adresveldinstellingen
pt_br: Configurações de campo de endereço individual
uk: Індивідуальні налаштування поля адреси
zh_hans: 单个地址字段设置

source: Information
ar: معلومات
ca: Informació
it: Informazioni
ja: インフォメーション
nl: Informatie
pt_br: Informações
uk: Відомості
zh_hans: 信息

source: Inline CSS - Open Social
ca: CSS en línia - Open Social
it: CSS in linea - Open Social
ja: インラインCSS - オープンソーシャル
pt_br: CSS embutido - Open Social
zh_hans: 内联 CSS - 开放社交

source: Inline Form Errors
ar: أخطاء النموذج المضمن
ca: Errors de formulari en línia
it: Errori dei moduli in linea
ja: インラインフォームのエラー
nl: Inline formulier fouten
pt_br: Erros de formulário em linha
uk: Помилки вбудованої форми
zh_hans: 内联表单错误

source: Input Settings
ar: إعدادات الإدخال
ca: Configuració d'entrada
it: Impostazioni di ingresso
ja: 入力設定
nl: Invoerinstellingen
pt_br: Configurações de entrada
uk: Налаштування входу
zh_hans: 输入设置

source: Install %module_name module.
ar: تثبيت وحدة %module_name.
ca: Instal·leu el mòdul %module_name.
it: Installare il modulo %module_name.
ja: %module_name モジュールを取り付ける。
nl: Installeer %module_name-module.
pt_br: Instale o módulo %module_name.
uk: Встановіть модуль %module_name.
zh_hans: 安装%module_name 模块。

source: Install demo content
ar: تثبيت المحتوى التجريبي
ca: Instal·leu contingut de demostració
it: Installare il contenuto demo
ja: デモ・コンテンツをインストールする
nl: Installeer demo inhoud
pt_br: Instalar conteúdo de demonstração
uk: Встановити демо контент
zh_hans: 安装演示内容

source: Install optional modules
ar: قم بتثبيت وحدات اختيارية
ca: Instal·lar mòduls opcionals
it: Installare i moduli opzionali
ja: オプションモジュールのインストール
nl: Installeer optionele modules
pt_br: Instale módulos opcionais
uk: Встановити додаткові модулі
zh_hans: 安装可选模块

source: Integrate Data Policy module.
ar: وحدة سياسة دمج البيانات.
ca: Integrar el mòdul de Política de Dades.
it: Integrare il modulo Data Policy.
ja: Data Policy モジュールを統合する。
nl: Integreer Data Policy module.
pt_br: Integre o módulo de política de dados.
uk: Інтегрувати модуль Data Policy.
zh_hans: 整合数据政策模块。

source: Integrate this term into an existing category or establish new one
ca: Integrar aquest terme en una categoria existent o establir-ne una de nova
it: Integrare questo termine in una categoria esistente o crearne una nuova.
ja: この用語を既存のカテゴリーに統合するか、新しいカテゴリーを設ける。
pt_br: Integre esse termo em uma categoria existente ou estabeleça uma nova
zh_hans: 将该术语纳入现有类别或建立新类别

source: Integration with Ajax Comments.
ar: التكامل مع تعليقات Ajax.
ca: Integració amb comentaris Ajax.
it: Integrazione con i commenti Ajax.
ja: Ajaxコメントとの統合。
nl: Integratie met Ajax Commentaar.
pt_br: Integração com o Ajax Comments.
uk: Інтеграція з Ajax Comments.
zh_hans: 与 Ajax 评论集成。

source: Interests
ar: الإهتمامات
ca: Interessos
it: Interessi
ja: 趣味
nl: Interesses
pt_br: Interesses
uk: Інтереси
zh_hans: 兴趣爱好

source: Interface language
ar: لغة الواجهة
ca: Llenguatge d'interfície
it: Linguaggio dell'interfaccia
ja: インターフェース言語
nl: Taalinstelling
pt_br: Idioma da interface
uk: Мова інтерфейсу
zh_hans: 界面语言

source: Introduction
ar: مقدمة
ca: Introducció
it: Introduzione
ja: はじめに
nl: Introductie
pt_br: Introdução
uk: Вступ
zh_hans: 导言

source: Invalid or expired
ar: غير صالح أو منتهي الصلاحية
ca: Invàlid o caducat
it: Non valido o scaduto
ja: 無効または期限切れ
nl: Onjuist of verlopen
pt_br: Inválido ou expirado
uk: Недійсний або прострочений
zh_hans: 无效或过期

source: Invitation only
ar: المدعوون فقط
ca: Només invitació
it: Solo su invito
ja: 招待のみ
nl: Alleen op uitnodiging
pt_br: Somente para convidados
uk: Тільки за запрошеннями
zh_hans: 仅限邀请

source: Invitation status
ar: حالة الدعوة
ca: Estat de la invitació
it: Stato dell'invito
ja: 招待状況
nl: Uitnodiging status
pt_br: Status do convite
uk: Статус запрошення
zh_hans: 邀请状态

source: Invitations
ar: داعوات المجموعة
ca: Invitacions
it: Inviti
ja: 招待状
nl: Uitnodigingen
pt_br: Convites
uk: Запрошення
zh_hans: 邀请函

source: Invite
ar: قم بدعوة
ca: Convidar
it: Invito
ja: 招待
nl: Uitnodigen
pt_br: Convidar
uk: Запросити
zh_hans: 邀请

source: Invite any person inside or outside your community using their name or email
ca: Convida a qualsevol persona dins o fora de la teva comunitat utilitzant el seu nom o correu electrònic
it: Invitate qualsiasi persona all'interno o all'esterno della vostra comunità utilizzando il suo nome o la sua e-mail.
ja: コミュニティ内外を問わず、名前またはEメールを使って招待する。
pt_br: Convide qualquer pessoa dentro ou fora da sua comunidade usando seu nome ou e-mail
zh_hans: 使用姓名或电子邮件邀请社区内外的任何人

source: Invite date
ar: تاريخ الدعوة
ca: Data de la invitació
it: Data dell'invito
ja: 招待日
nl: Datum van uitnodigen
pt_br: Data do convite
uk: Дата запрошення
zh_hans: 邀请日期

source: Invite event enrollment
ar: دعوة للتسجيل في الحدث
ca: Convida a la inscripció a l'esdeveniment
it: Invitare l'iscrizione all'evento
ja: 招待イベント登録
nl: Evenement uitnodigingen
pt_br: Convide para inscrição no evento
uk: Запросити до участі у заході
zh_hans: 邀请活动注册

source: Invite only
ar: دعوة فقط
ca: Només convidar
it: Solo su invito
ja: 招待者のみ
nl: Alleen op uitnodiging
pt_br: Somente para convidados
uk: Лише за запрошенням
zh_hans: 仅限邀请

source: Invite people
ar: ادعو الناس
ca: Convida a la gent
it: Invitare le persone
ja: 人を招く
nl: Mensen uitnodigen
pt_br: Convide pessoas
uk: Запрошуйте людей
zh_hans: 邀请他人

source: Invite resend message
ar: دعوة وإعادة إرسال رسالة
ca: Convida a tornar a enviar missatge
it: Invita a reinviare il messaggio
ja: 再送メッセージを招待する
nl: Bericht opnieuw versturen
pt_br: Convidar para reenviar mensagem
uk: Запросити на повторну відправку повідомлення
zh_hans: 邀请重新发送信息

source: Invite users
ar: قم بدعوة المستخدمين
ca: Convida als usuaris
it: Invitare gli utenti
ja: ユーザーを招待する
nl: Leden uitnodigen
pt_br: Convide usuários
uk: Запросити користувачів
zh_hans: 邀请用户

source: Invite via email
ar: دعوة عبر البريد الإلكتروني
ca: Convida per correu electrònic
it: Invito via e-mail
ja: Eメールで招待する
nl: Uitnodigen via e-mail
pt_br: Convide por e-mail
uk: Запросити електронною поштою
zh_hans: 通过电子邮件发出邀请

source: Invite(s) have been successfully sent.
ar: تم إرسال الدعوات بنجاح.
ca: Les invitacions s'han enviat correctament.
it: Gli inviti sono stati inviati con successo.
ja: 招待状が正常に送信されました。
nl: Uitnodigingen zijn succesvol verzonden.
pt_br: Os convites foram enviados com sucesso.
uk: Запрошення успішно відправлено.
zh_hans: 邀请已成功发送。

source: Invite-only
ar: دعوة فقط
ca: Només per a convidats
it: Solo su invito
ja: 招待制
nl: Alleen op uitnodiging
pt_br: Somente para convidados
uk: Лише за запрошеннями
zh_hans: 仅限邀请

source: Invite-only - users can only enroll for this event if they are added/invited by event organisers
ar: دعوة فقط - يمكن للمستخدمين التسجيل في هذا الحدث فقط إذا تمت إضافتهم / دعوتهم من قبل منظمي الحدث
ca: Només convidats: els usuaris només es poden inscriure a aquest esdeveniment si són afegits/convidats pels organitzadors de l'esdeveniment
it: Solo su invito - gli utenti possono iscriversi a questo evento solo se sono stati aggiunti/invitati dagli organizzatori dell'evento.
ja: 招待制 - ユーザーは、イベント主催者によって追加/招待された場合のみ、このイベントに登録できます。
nl: Alleen op uitnodiging - gebruikers kunnen alleen toegevoegd of uitgenodigd worden door de organisatoren van het evenement
pt_br: Somente para convidados - os usuários só podem se inscrever neste evento se forem adicionados/convidados pelos organizadores do evento
uk: Тільки за запрошенням - користувачі можуть зареєструватися на цю подію, тільки якщо їх додали/запросили організатори події
zh_hans: 仅限邀请--用户只有在被活动组织者添加/邀请后才能报名参加此活动

source: Invite-only - users can only join this group if they are added/invited by group managers
ar: دعوة فقط - يمكن للمستخدمين الانضمام إلى هذه المجموعة فقط إذا تمت إضافتهم / دعوتهم من قبل مديري المجموعة
ca: Només convidats: els usuaris només poden unir-se a aquest grup si són afegits/convidats pels gestors de grups
it: Solo su invito - gli utenti possono entrare in questo gruppo solo se sono stati aggiunti/invitati dai gestori del gruppo
ja: 招待制 - グループ管理者によって追加/招待されたユーザーだけがこのグループに参加できます。
nl: Alleen op uitnodiging - gebruikers kunnen alleen toegevoegd of uitgenodigd worden door de groep managers
pt_br: Somente para convidados - os usuários só podem entrar neste grupo se forem adicionados/convidados pelos gerentes do grupo
uk: Тільки за запрошенням - користувачі можуть приєднатися до цієї групи, тільки якщо їх додали/запросили менеджери групи
zh_hans: 仅限邀请--用户只能在组长添加/邀请的情况下才能加入该组

source: Invited
ar: تمت دعوته
ca: Convidat
it: Invitato
ja: 招待
nl: Uitgenodigd
pt_br: Convidado
uk: Запрошений
zh_hans: 特邀

source: Invited by
ar: بدعوة من
ca: Convidat per
it: Invitato da
ja: 招待者
nl: Uitgenodigd door
pt_br: Convidado por
uk: Запрошено від
zh_hans: 应邀参加

source: Invited on
ar: مدعو في
ca: Convidat el
it: Invitato su
ja: 招待選手
nl: Uitgenodigd op
pt_br: Convidado em
uk: Запрошено на
zh_hans: 应邀参加

source: Invited to join a group
ar: مدعو للانضمام إلى مجموعة
ca: Convidat a unir-se a un grup
it: Invitato a far parte di un gruppo
ja: グループに招待される
nl: Uitgenodigd om aan een groep deel te nemen
pt_br: Convidado para participar de um grupo
uk: Запрошуємо приєднатися до групи
zh_hans: 受邀加入小组

source: Invited to join a group activity context
ar: تمت دعوتهم للانضمام إلى سياق نشاط المجموعة
ca: Convidat a unir-se a un context d'activitat grupal
it: Invitati a partecipare a un contesto di attività di gruppo
ja: グループ活動のコンテキストに招待される
nl: Uitgenodigd om deel te nemen aan een groepsactiviteit
pt_br: Convidado a participar de um contexto de atividade em grupo
uk: Запрошуємо приєднатися до контексту групової діяльності
zh_hans: 应邀参加小组活动背景

source: Invites
ar: الدعوات
ca: Convida
it: Inviti
ja: 招待
nl: Uitnodigingen
pt_br: Convites
uk: Запрошення
zh_hans: 邀请

source: Invites Overview
ar: نظرة عامة على الدعوات
ca: Visió general de convidats
it: Panoramica degli inviti
ja: 招待の概要
nl: Uitnodigingen overzicht
pt_br: Visão geral dos convites
uk: Огляд запрошень
zh_hans: 邀请概述

source: Invites excluded on other pages:
ar: الدعوات المستبعدة على الصفحات الأخرى:
ca: Convidats exclosos en altres pàgines:
it: Inviti esclusi in altre pagine:
ja: 他のページでは招待を除外している：
nl: Uitnodigingen uitgesloten op andere pagina's:
pt_br: Convites excluídos em outras páginas:
uk: На інших сторінках запрошення не відображаються:
zh_hans: 其他页面的邀请除外：

source: Invites overview
ar: نظرة عامة على الدعوات
ca: Convida a una visió general
it: Panoramica degli inviti
ja: 招待の概要
nl: Uitnodigingen overzicht
pt_br: Visão geral dos convites
uk: Запрошує до огляду
zh_hans: 邀请函概览

source: Inviting Members
ar: دعوة الأعضاء
ca: Convidació de membres
it: Invitare i membri
ja: 会員の招待
nl: Leden uitnodigen
pt_br: Convidando membros
uk: Запрошуємо членів
zh_hans: 邀请会员

source: Is the entity considered finished by the background task it was used in?
ar: هل يعتبر الكيان منتهيًا بواسطة مهمة الخلفية التي تم استخدامها فيها؟
ca: L'entitat es considera acabada per la tasca de fons en què es va utilitzar?
it: L'entità è considerata finita dall'attività di sfondo in cui è stata utilizzata?
ja: エンティティは、それが使用されたバックグラウンドタスクによって終了したとみなされますか？
nl: Wordt de entiteit als afgewerkt beschouwd door de achtergrondtaak waarin ze werd gebruikt?
pt_br: A entidade é considerada concluída pela tarefa em segundo plano na qual foi usada?
uk: Чи вважається об'єкт завершеним фоновою задачею, в якій він використовувався?
zh_hans: 在后台任务中使用的实体是否被视为已完成？

source: It is not possible to change the group type of a secret group.
ar: لا يمكن تغيير نوع المجموعة لمجموعة سرية.
ca: No és possible canviar el tipus de grup d'un grup secret.
it: Non è possibile modificare il tipo di gruppo di un gruppo segreto.
ja: 秘密グループのグループタイプを変更することはできない。
nl: Het is niet mogelijk om het groeps type van een geheime groep te wijzigen.
pt_br: Não é possível alterar o tipo de grupo de um grupo secreto.
uk: Неможливо змінити тип групи для секретної групи.
zh_hans: 无法更改保密组的组类型。

source: Item
ar: عنصر
ca: Element
it: Articolo
ja: 項目
uk: Елемент
zh_hans: 项目

source: Items
ar: العناصر
ca: Articles
it: Articoli
ja: アイテム
pt_br: Itens
uk: Елементи
zh_hans: 项目

source: Items per page
ar: مواد لكل صفحة
ca: Elements per pàgina
it: Articoli per pagina
ja: ページごとの項目
nl: Aantal per pagina
pt_br: Itens por página
uk: Елементів на сторінку
zh_hans: 每页项目

source: JS Location
ar: موقع JS
ca: JS Ubicació
it: Posizione JS
ja: JS所在地
nl: JS Locatie
pt_br: Localização JS
uk: JS Розташування
zh_hans: 联署材料地点

source: Jane Doe
ar: جين دو
it: Sconosciuta
ja: ジェーン・ドウ
pt_br: Joana Doe
uk: Джейн Доу.
zh_hans: 无名氏

source: Javascript
ar: جافا سكريبت
ja: ジャバスクリプト

source: Join
ar: انضم
ca: Uneix-te
it: Unirsi
ja: 参加
nl: Lid worden
pt_br: Unir
uk: Приєднуйтесь
zh_hans: 加入我们

source: Join group
ar: إنضم للمجموعة
ca: Uneix-te al grup
it: Unirsi al gruppo
ja: グループに参加する
nl: Lid worden van groep
pt_br: Junte-se ao grupo
uk: Приєднатися до групи
zh_hans: 加入小组

source: Join method
ar: طريقة الانضمام
ca: Mètode d'unió
it: Metodo di unione
ja: 結合方法
nl: Manier om lid te worden
pt_br: Método de junção
uk: Метод приєднання
zh_hans: 连接方法

source: Join methods
ar: طرق الانضمام
ca: Mètodes d'unir
it: Metodi di unione
ja: 参加方法
nl: Deelnamemethoden
pt_br: Métodos de junção
uk: Методи приєднання
zh_hans: 连接方法

source: Join to group
ar: انضم إلى المجموعة
ca: Uneix-te al grup
it: Unirsi al gruppo
ja: グループに参加する
nl: Wordt lid van de groep
pt_br: Junte-se ao grupo
uk: Приєднуйтесь до групи
zh_hans: 加入小组

source: Joined
ca: Incorporat
it: Iscritto
ja: 参加
pt_br: Entrou
zh_hans: 已加入

# Is a member
source: Joined
ar: انضم
ca: Incorporat
it: Iscritto
ja: 参加
nl: Lid geworden
pt_br: Entrou
uk: Приєднався
zh_hans: 已加入

source: Joined date
ar: تاريخ الانضمام
ca: Data d'adhesió
it: Data di adesione
ja: 入社日
nl: Lid geworden op
pt_br: Data de adesão
uk: Дата приєднання
zh_hans: 加入日期

source: Keep in mind, only the first four features will be shown in the app.
ca: Tingueu en compte que només es mostraran les quatre primeres funcions a l'aplicació.
it: Tenete presente che nell'app verranno mostrate solo le prime quattro caratteristiche.
ja: アプリで表示されるのは最初の4つの機能だけであることに留意してください。
pt_br: Lembre-se de que somente os quatro primeiros recursos serão exibidos no aplicativo.
zh_hans: 请记住，应用程序中只会显示前四项功能。

source: Kind regards
ca: Salutacions
it: Cordiali saluti
ja: よろしくお願いします。
pt_br: Atenciosamente
zh_hans: 亲切的问候

source: Label
ar: التسمية
ca: Etiqueta
it: Etichetta
ja: ラベル
pt_br: Rótulo
uk: Мітка
zh_hans: 标签

source: Label for the Frontpage Setting.
ar: تسمية لإعداد الصفحة الأولى.
ca: Etiqueta per a la configuració de la primera pàgina.
it: Etichetta per l'impostazione della pagina principale.
ja: フロントページ設定のラベル。
nl: Label voor de voorpagina-instelling.
pt_br: Etiqueta para a configuração da página inicial.
uk: Мітка для налаштування головної сторінки.
zh_hans: 首页设置的标签。

source: Label for the Post type.
ar: تسمية لنوع المنشور.
ca: Etiqueta per al tipus Post.
it: Etichetta per il tipo di post.
ja: 投稿タイプのラベル。
nl: Label voor het type post.
pt_br: Etiqueta para o tipo de postagem.
uk: Мітка для типу Post.
zh_hans: 职位类型的标签。

source: Label for the Queue storage entity type.
ar: تسمية لنوع كيان تخزين قائمة الانتظار.
ca: Etiqueta per al tipus d'entitat d'emmagatzematge de cua.
it: Etichetta per il tipo di entità di memorizzazione Queue.
ja: キューストレージエンティティタイプのラベル。
nl: Label voor het type wachtrijopslagentiteit.
pt_br: Rótulo para o tipo de entidade de armazenamento de filas.
uk: Мітка для типу сутності сховища Queue.
zh_hans: 队列存储实体类型的标签。

source: Landing Pages
ar: الصفحات المقصودة
ca: Pàgines de destinació
it: Pagine di atterraggio
ja: ランディングページ
nl: Landingspagina's
pt_br: Páginas de destino
uk: Цільові сторінки
zh_hans: 登陆页面

source: Landing page
ar: الصفحة الرئيسية
ca: Pàgina de destinació
it: Pagina di atterraggio
ja: ランディングページ
nl: Landingspagina
pt_br: Página de destino
uk: Цільова сторінка
zh_hans: 登陆页面

source: Landing tab for members
ar: علامة الصفحة الرئيسية للأعضاء
ca: Pestanya d'aterratge per a membres
it: Scheda di atterraggio per i membri
ja: 会員用ランディング・タブ
nl: Landingstabblad voor leden
pt_br: Guia de destino para membros
uk: Цільова вкладка для учасників
zh_hans: 会员登陆标签

source: Landing tab for non-members
ar: علامة التبويب الهبوط لغير الأعضاء
ca: Pestanya d'aterratge per a no socis
it: Scheda di atterraggio per i non soci
ja: 非会員用ランディング・タブ
nl: Tabblad voor niet-leden
pt_br: Guia de destino para não membros
uk: Цільова вкладка для нечленів
zh_hans: 非会员登陆标签

source: Language
ar: اللغة
ca: Idioma
it: Lingua
ja: 言語
nl: Taal
pt_br: Idioma
uk: Мова
zh_hans: 语言

source: Language code
ar: رمز اللغة
ca: Codi de llengua
it: Codice lingua
ja: 言語コード
nl: Taal code
pt_br: Código de idioma
uk: Код мови
zh_hans: 语言代码

source: Large
ar: كبير
ca: Gran
it: Grande
ja: 大型
nl: Groot
pt_br: Grande
uk: Велике
zh_hans: 大型

source: Large sized profile image
ar: صورة الملف الشخصي كبيرة الحجم
ca: Imatge de perfil de mida gran
it: Immagine del profilo di grandi dimensioni
ja: 大きなサイズのプロフィール画像
nl: Grote profielafbeelding
pt_br: Imagem de perfil de tamanho grande
uk: Зображення профілю великого розміру
zh_hans: 大尺寸个人简介图片

source: Last
ar: الأخير
ca: Últim
it: Ultimo
ja: 最後
nl: Laatste
pt_br: Último
uk: Останній
zh_hans: 最后

source: Last 14 days
ar: اخر 14 يوم
ca: Últims 14 dies
it: Ultimi 14 giorni
ja: 直近14日間
nl: Afgelopen 14 dagen
pt_br: Últimos 14 dias
uk: Останні 14 днів
zh_hans: 最近 14 天

source: Last 30 days
ar: آخر 30 يوما
ca: Últims 30 dies
it: Ultimi 30 giorni
ja: 過去30日間
nl: Afgelopen 30 dagen
pt_br: Últimos 30 dias
uk: Попередні 30 днів
zh_hans: 最近 30 天

source: Last 7 days
ar: آخر 7 أيام
ca: Últims 7 dies
it: Ultimi 7 giorni
ja: 直近7日間
nl: Afgelopen 7 dagen
pt_br: Últimos 7 dias
uk: Останні 7 днів
zh_hans: 最近 7 天

source: Last Month
ar: الشهر الماضي
ca: El mes passat
it: Ultimo mese
ja: 先月
nl: Afgelopen maand
pt_br: Mês passado
uk: Останній місяць
zh_hans: 上个月

source: Last active
ca: Últim actiu
it: Ultimo attivo
ja: 最後のアクティブ
pt_br: Ativo pela última vez
zh_hans: 最后活动

source: Last activity
ca: Última activitat
it: Ultima attività
ja: 最後の活動
pt_br: Última atividade
zh_hans: 最后活动

source: Last login
ar: آخر تسجيل دخول
ca: Últim inici de sessió
it: Ultimo accesso
ja: 最終ログイン
nl: Laatste login
pt_br: Último login
uk: Останній вхід
zh_hans: 最后登录

source: Last login fieldset
ca: Últim conjunt de camps d'inici de sessió
it: Set di campi per l'ultimo accesso
ja: 最終ログインフィールドセット
pt_br: Último conjunto de campos de login
zh_hans: 最后登录字段集

source: Last name
ar: الاسم الاخير
ca: Cognom
it: Cognome
ja: 姓
nl: Achternaam
pt_br: Último nome
uk: Прізвище
zh_hans: 姓氏

source: Last two comments on post
ar: آخر تعليقين على المنشور
ca: Últims dos comentaris a la publicació
it: Ultimi due commenti al post
ja: 最後の2つのコメント
nl: Laatste twee reacties op post
pt_br: Últimos dois comentários na postagem
uk: Останні два коментарі до посту
zh_hans: 对帖子的最后两条评论
