Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your <a href="[message:recipient-user-url]">profile</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> نشر على <a href="[message:recipient-user-url]">ملفك الشخصي</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> publicat al vostre perfil <a href="[message:recipient-user-url]"> </a> </p> <p> [message:preview] </p> <p> [message:cta_button] [X20X]
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> pubblicato sul vostro profilo <a href="[message:recipient-user-url]"></a></p><p>[message:preview]</p> <p>[message:cta_button]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> <a href="[message:recipient-user-url]">プロフィールに掲載 </a></p><p>[message:preview]</p> <p>[message:cta_button]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft een bericht geplaatst op jouw <a href="[message:recipient-user-url]">profiel</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> postado no seu perfil <a href="[message:recipient-user-url]"> </a> </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> розміщені на вашому профілі <a href="[message:recipient-user-url]"></a></p><p>[message:preview]</p> <p>[message:cta_button]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 张贴在您的 个人资料上 <a href="[message:recipient-user-url]"></a></p><p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your profile</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> نشر في ملفك الشخصي</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> publicat al teu perfil </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> pubblicato sul proprio profilo </p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> プロフィールに掲載 </p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft een bericht op jouw profiel geplaatst</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> postado em seu perfil </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> розміщених у вашому профілі </p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 在您的个人主页上发布 </p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted</p>
ar: <p><a href="[message:author:url:absolute]">نشر [message:author:display-name]</a> </p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> publicat </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> inviato</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 掲載</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft een bericht geplaatst</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> postado </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> розміщено</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 已张贴</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied on your <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> in [social_comment:commented_entity_link_html]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>رد على r <a href="[message:field_message_related_object:entity:url:absolute]">تعليقك</a> في [social_comment:commented_entity_link_html]</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> va respondre en el seu comentari <a href="[message:field_message_related_object:entity:url:absolute]"> </a> en [social_comment:commented_entity_link_html] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha risposto al suo commento in <a href="[message:field_message_related_object:entity:url:absolute]"></a> [social_comment:commented_entity_link_html]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> <a href="[message:field_message_related_object:entity:url:absolute]">のコメント に返信した。 </a> [social_comment:commented_entity_link_html]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft op jouw <a href="[message:field_message_related_object:entity:url:absolute]">reactie</a> geantwoord in [social_comment:commented_entity_link_html]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> respondeu seu comentário <a href="[message:field_message_related_object:entity:url:absolute]"> </a> em [social_comment:commented_entity_link_html] </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> відповіли на ваш коментар у <a href="[message:field_message_related_object:entity:url:absolute]"></a> [social_comment:commented_entity_link_html]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 在 上回复了您的评论 。 <a href="[message:field_message_related_object:entity:url:absolute]"></a> [social_comment:commented_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied on your <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> on the&nbsp;[social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> رد على<a href="[message:field_message_related_object:entity:url:absolute]">تعليقك</a>على&nbsp;[social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> va respondre en el seu <a href="[message:field_message_related_object:entity:url:absolute]"> comentari </a> sobre el &nbsp; [social_comment:commented_entity_link_html] </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha risposto al suo commento sulla <a href="[message:field_message_related_object:entity:url:absolute]"></a>&nbsp;[social_comment:commented_entity_link_html]</p> <p>[message:preview]</p><p>[message:cta_button]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> <a href="[message:field_message_related_object:entity:url:absolute]">のコメント に返信した。 </a>&nbsp;[social_comment:commented_entity_link_html]</p> <p>[message:preview]</p><p>[message:cta_button]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft gereageerd op jouw <a href="[message:field_message_related_object:entity:url:absolute]">reactie</a> op de&nbsp;[social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> respondeu em seu comentário <a href="[message:field_message_related_object:entity:url:absolute]"> </a> sobre o &nbsp; [social_comment:commented_entity_link_html] </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> відповів на ваш <a href="[message:field_message_related_object:entity:url:absolute]">коментар</a> до&nbsp;[social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 您在 上发表的评论 上作了回复。 <a href="[message:field_message_related_object:entity:url:absolute]"></a>&nbsp;[social_comment:commented_entity_link_html]</p> <p>[message:preview]</p><p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied to a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> in which you were&nbsp;mentioned.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> رد على <a href="[message:field_message_related_object:entity:url:absolute]">تعليق</a> تم ذكرك فيه&nbsp;.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> va respondre a un <a href="[message:field_message_related_object:entity:url:absolute]"> comentari </a> en el qual estaves &nbsp; esmentat. </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha risposto a un commento in cui si parlava di lei . <a href="[message:field_message_related_object:entity:url:absolute]"></a>&nbsp;</p> <p>[message:preview]</p><p>[message:cta_button]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> <a href="[message:field_message_related_object:entity:url:absolute]">のコメントへの返信 その中で、あなたのことが 言及されていた。 </a>&nbsp;</p> <p>[message:preview]</p><p>[message:cta_button]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reageerde op een <a href="[message:field_message_related_object:entity:url:absolute]">reactie</a> waar je in &nbsp;genoemd werd.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> respondeu a um comentário <a href="[message:field_message_related_object:entity:url:absolute]"> </a> no qual você foi mencionado em &nbsp;. </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> відповів на коментар , в якому ви були згадані. <a href="[message:field_message_related_object:entity:url:absolute]"></a>&nbsp;</p> <p>[message:preview]</p><p>[message:cta_button]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 回复了 的评论 ，其中 提到了您。 <a href="[message:field_message_related_object:entity:url:absolute]"></a>&nbsp;</p> <p>[message:preview]</p><p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied to a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> where you are mentioned</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> رد على <a href="[message:field_message_related_object:entity:url:absolute]">تعليق</a>تم ذكرك فيه</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> respondió a un <a href="[message:field_message_related_object:entity:url:absolute]"> comentari </a> on se us esmenta </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha risposto ad un commento di in cui si parla di lei <a href="[message:field_message_related_object:entity:url:absolute]"></a></p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> <a href="[message:field_message_related_object:entity:url:absolute]">のコメントへの返信 あなたが言及されている。 </a></p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft gereageerd op jouw <a href="[message:field_message_related_object:entity:url:absolute]">reactie</a> waar je wordt genoemd</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> respondeu a um comentário <a href="[message:field_message_related_object:entity:url:absolute]"> </a> onde você é mencionado </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> відповіли на коментар , де вас згадують <a href="[message:field_message_related_object:entity:url:absolute]"></a></p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 回复了 的评论 ，其中提到了您 <a href="[message:field_message_related_object:entity:url:absolute]"></a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reported <a href="[social_content_report:content_url]">content</a> as inappropriate</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> أبلغ عن<a href="[social_content_report:content_url]">محتوى</a> لى أنه غير مناسب</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> va informar <a href="[social_content_report:content_url]"> contingut </a> com a inadequat </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha segnalato il contenuto di come inappropriato <a href="[social_content_report:content_url]"></a></p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 報告 コンテンツ 不適切として <a href="[social_content_report:content_url]"></a></p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft <a href="[social_content_report:content_url]">inhoud</a> als ongeschikt gemeld</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> relatou conteúdo <a href="[social_content_report:content_url]"> </a> como impróprio </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> повідомили про контент як неприйнятний <a href="[social_content_report:content_url]"></a></p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 报告 内容 为不恰当 <a href="[social_content_report:content_url]"></a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reported <a href="[social_content_report:content_url]">content</a> as inappropriate</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> أبلغ عن<a href="[social_content_report:content_url]">محتوى</a> على أنه غير مناسب</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> va informar <a href="[social_content_report:content_url]"> contingut </a> com a inadequat </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha segnalato il contenuto di come inappropriato <a href="[social_content_report:content_url]"></a></p> <p>[message:preview]</p><p>[message:cta_button]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 報告 コンテンツ 不適切として <a href="[social_content_report:content_url]"></a></p> <p>[message:preview]</p><p>[message:cta_button]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft <a href="[social_content_report:content_url]">inhoud</a> als ongeschikt gemeld</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> relatou conteúdo <a href="[social_content_report:content_url]"> </a> como impróprio </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> повідомили про контент як неприйнятний <a href="[social_content_report:content_url]"></a></p> <p>[message:preview]</p><p>[message:cta_button]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 报告 内容 为不恰当 <a href="[social_content_report:content_url]"></a></p> <p>[message:preview]</p><p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>&nbsp;left a comment on a post in your <a href="[message:recipient-user-url]">profile stream</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>&nbsp;ترك تعليقًا على منشور في <a href="[message:recipient-user-url]">دفق ملفك الشخصي</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> &nbsp; va deixar un comentari en una publicació en el seu flux de perfil <a href="[message:recipient-user-url]"> </a> </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>&nbsp;ha lasciato un commento su un post nel flusso del suo profilo <a href="[message:recipient-user-url]"></a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>&nbsp; <a href="[message:recipient-user-url]">プロフィールのストリームにある投稿にコメントを残した。 </a></p><p>[message:preview]</p> <p>[message:cta_button]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>&nbsp;heeft een reactie achtergelaten op jouw bericht op jouw <a href="[message:recipient-user-url]">profiel tijdlijn</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> &nbsp; deixou um comentário em uma publicação no stream do seu perfil <a href="[message:recipient-user-url]"> </a> </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>&nbsp;залишили коментар до посту в стрічці вашого профілю <a href="[message:recipient-user-url]"></a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>&nbsp;在您的<a href="[message:recipient-user-url]">个人档案流中给帖子留言</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> has requested to join your group&nbsp;<a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> طلب الانضمام إلى مجموعتك &nbsp;<a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> <a href="[message:recipient-user:url:absolute]"> [message:recipient-user:display-name] </a> ha sol·licitat unir-se al seu grup &nbsp; <a href="[message:gurl]"> [message:gtitle] </a> </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> ha chiesto di unirsi al vostro gruppo &nbsp;<a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p>
ja: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> があなたのグループへの参加を希望しています。 &nbsp;<a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p>
nl: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> wil zich aansluiten bij jouw groep&nbsp;<a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> <a href="[message:recipient-user:url:absolute]"> [message:recipient-user:display-name] </a> solicitou entrar no seu grupo &nbsp; <a href="[message:gurl]"> [message:gtitle] </a> </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> подав заявку на приєднання до вашої групи &nbsp;<a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p>
zh_hans: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> 已申请加入您的群组 &nbsp;<a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p>

source: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> joined the <a href="[message:gurl]">[message:gtitle]</a> group</p>
ar: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> انضم إلى مجموعة<a href="[message:gurl]">[message:gtitle]</a> </p>
ca: <p> <a href="[message:recipient-user:url:absolute]"> [message:recipient-user:display-name] </a> es va unir al grup <a href="[message:gurl]"> [message:gtitle] </a> </p>
it: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> si è unito al gruppo <a href="[message:gurl]">[message:gtitle]</a></p>
ja: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> <a href="[message:gurl]">[message:gtitle] グループに参加 </a></p>
nl: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> heeft zich aangesloten bij de <a href="[message:gurl]">[message:gtitle]</a> groep</p>
pt_br: <p> <a href="[message:recipient-user:url:absolute]"> [message:recipient-user:display-name] </a> se juntou ao grupo <a href="[message:gurl]"> [message:gtitle] </a> </p>
uk: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> приєдналися до групи <a href="[message:gurl]">[message:gtitle]</a></p>
zh_hans: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> 加入 小组 <a href="[message:gurl]">[message:gtitle]</a></p>
