Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> joined the <a href="[message:gurl]">[message:gtitle]</a> group</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> انضم لمجموعة<a href="[message:gurl]">[message:gtitle]</a> </p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> <a href="[message:recipient-user:url:absolute]"> [message:recipient-user:display-name] </a> es va unir al grup <a href="[message:gurl]"> [message:gtitle] </a> </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> si è unito al gruppo <a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p>
ja: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> <a href="[message:gurl]">[message:gtitle] グループに参加 </a></p> <p>[message:preview]</p><p>[message:cta_button]</p>
nl: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> heeft zich aangesloten bij de <a href="[message:gurl]">[message:gtitle]</a> groep</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> <a href="[message:recipient-user:url:absolute]"> [message:recipient-user:display-name] </a> se juntou ao grupo <a href="[message:gurl]"> [message:gtitle] </a> </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> приєдналися до групи <a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p>
zh_hans: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> 加入 小组 <a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p>

source: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> created [social_group:created_entity_link_html] in the <a href="[message:gurl]">[message:gtitle]</a> group [message:count_groups_per_node]</p>
ca: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> creat [social_group:created_entity_link_html] en el grup <a href="[message:gurl]"> [message:gtitle] </a> [message:count_groups_per_node] </p>
it: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> ha creato nel gruppo [social_group:created_entity_link_html] <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
ja: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> <a href="[message:gurl]">[message:gtitle] グループに を作成。 </a> [social_group:created_entity_link_html] [message:count_groups_per_node]</p>
pt_br: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> criou [social_group:created_entity_link_html] no grupo <a href="[message:gurl]"> [message:gtitle] </a> [message:count_groups_per_node] </p>
zh_hans: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> 在 组中创建了 <a href="[message:gurl]">[message:gtitle]</a> [social_group:created_entity_link_html] [message:count_groups_per_node]</p>

source: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> created a book in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
ca: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> creat un llibre en <a href="[message:gurl]"> [message:gtitle] </a> [message:count_groups_per_node] </p>
it: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> ha creato un libro in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
ja: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> で本を出版した。<a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
pt_br: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> criou um livro em <a href="[message:gurl]"> [message:gtitle] </a> [message:count_groups_per_node] </p>
zh_hans: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> 在<a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> created a topic in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
ca: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> creat un tema en <a href="[message:gurl]"> [message:gtitle] </a> [message:count_groups_per_node] </p>
it: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> ha creato un argomento in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
ja: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> のトピックを作成した。<a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
pt_br: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> criou um tópico em <a href="[message:gurl]"> [message:gtitle] </a> [message:count_groups_per_node] </p>
zh_hans: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> 创建了一个主题<a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> created a topic in <a href="[message:gurl]">[message:gtitle]</a></p>
ca: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> creat un tema en <a href="[message:gurl]"> [message:gtitle] </a> </p>
it: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> ha creato un argomento in <a href="[message:gurl]">[message:gtitle]</a></p>
ja: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> のトピックを作成した。<a href="[message:gurl]">[message:gtitle]</a></p>
pt_br: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> criou um tópico em <a href="[message:gurl]"> [message:gtitle] </a> </p>
zh_hans: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> 创建了一个主题<a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> created a topic</p>
ca: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> creat un tema </p>
it: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> ha creato un argomento</p>
ja: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> トピックを作成</p>
pt_br: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> criou um tópico </p>
zh_hans: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> 创建了一个主题</p>

source: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> created an event in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
ca: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> creat un esdeveniment a <a href="[message:gurl]"> [message:gtitle] </a> [message:count_groups_per_node] </p>
it: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> ha creato un evento in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
ja: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> にイベントを作成した。<a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
pt_br: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> criou um evento em <a href="[message:gurl]"> [message:gtitle] </a> [message:count_groups_per_node] </p>
zh_hans: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> 中创建了一个事件<a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> created an event in <a href="[message:gurl]">[message:gtitle]</a></p>
ca: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> creat un esdeveniment a <a href="[message:gurl]"> [message:gtitle] </a> </p>
it: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> ha creato un evento in <a href="[message:gurl]">[message:gtitle]</a></p>
ja: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> にイベントを作成した。<a href="[message:gurl]">[message:gtitle]</a></p>
pt_br: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> criou um evento em <a href="[message:gurl]"> [message:gtitle] </a> </p>
zh_hans: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> 中创建了一个事件<a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> created an event</p>
ca: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> creat un esdeveniment </p>
it: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> ha creato un evento</p>
ja: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> イベント</p>
pt_br: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> criou um evento </p>
zh_hans: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> 创建了一个事件</p>

source: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> published [social_group:content_type] in the <a href="[message:gurl]">[message:gtitle]</a> group [message:count_groups_per_node] you are member of:</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> publicat [social_group:content_type] en el grup <a href="[message:gurl]"> [message:gtitle] </a> [message:count_groups_per_node] ets membre de: </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> pubblicato nel gruppo di cui si è membri: [social_group:content_type] <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p> <p>[message:preview]</p><p>[message:cta_button]</p>
ja: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> <a href="[message:gurl]">[message:gtitle] グループ に を掲載しました： </a> [message:count_groups_per_node] [social_group:content_type]</p> <p>[message:preview]</p><p>[message:cta_button]</p>
pt_br: <p> <a href="[message:revision_author:url:absolute]"> [message:revision_author:display-name] </a> publicou [social_group:content_type] no grupo <a href="[message:gurl]"> [message:gtitle] </a> [message:count_groups_per_node] do qual você é membro: </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
zh_hans: <p><a href="[message:revision_author:url:absolute]">[message:revision_author:display-name]</a> 在您所属的 小组 中发布 ： <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node] [social_group:content_type]</p> <p>[message:preview]</p><p>[message:cta_button]</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has enrolled to the event [social_event:event_iam_organizing] you are organizing</p>
ar: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> سجل في الحدث[social_event:event_iam_organizing] الذي تنظمة</p>
ca: <p> <a href="[social_event:enrolled_event_url]"> [social_event:enrolled_user] </a> s'ha inscrit a l'esdeveniment [social_event:event_iam_organizing] que esteu organitzant </p>
it: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> si è iscritto all'evento che state organizzando [social_event:event_iam_organizing]</p>
ja: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> [social_event:event_iam_organizing] あなたが主催するイベントに登録しました。 </p>
nl: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> heeft zich ingeschreven voor het evenement [social_event:event_iam_organizing] dat je organiseert</p>
pt_br: <p> <a href="[social_event:enrolled_event_url]"> [social_event:enrolled_user] </a> se inscreveu no evento [social_event:event_iam_organizing] que você está organizando </p>
uk: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> зареєструвалося на захід , який ви організовуєте [social_event:event_iam_organizing]</p>
zh_hans: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> 已报名参加您正在组织的活动 [social_event:event_iam_organizing]</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has enrolled to the event [social_event:event_iam_organizing] you are organizing</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> اشترك في الحدث[social_event:event_iam_organizing] الذي تنظمه</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> <a href="[social_event:enrolled_event_url]"> [social_event:enrolled_user] </a> s'ha inscrit a l'esdeveniment [social_event:event_iam_organizing] que esteu organitzant </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> si è iscritto all'evento che si sta organizzando [social_event:event_iam_organizing]</p> <p>[message:preview]</p><p>[message:cta_button]</p>
ja: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> [social_event:event_iam_organizing] あなたが主催するイベントに登録しました。 </p> <p>[message:preview]</p><p>[message:cta_button]</p>
nl: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> heeft zich ingeschreven voor het evenement [social_event:event_iam_organizing] dat je organiseert</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> <a href="[social_event:enrolled_event_url]"> [social_event:enrolled_user] </a> se inscreveu no evento [social_event:event_iam_organizing] que você está organizando </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> зареєструвалося на захід , який ви організовуєте [social_event:event_iam_organizing]</p> <p>[message:preview]</p><p>[message:cta_button]</p>
zh_hans: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> 已报名参加您正在组织的活动 [social_event:event_iam_organizing]</p> <p>[message:preview]</p><p>[message:cta_button]</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has requested enrollment to the event [social_event:event_iam_organizing] you are organizing</p>
ar: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> طلب التسجيل في حدث [social_event:event_iam_organizing]الذي تنظمه</p>
ca: <p> <a href="[social_event:enrolled_event_url]"> [social_event:enrolled_user] </a> ha sol·licitat la inscripció a l'esdeveniment [social_event:event_iam_organizing] que esteu organitzant </p>
it: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> ha richiesto l'iscrizione all'evento che state organizzando. [social_event:event_iam_organizing]</p>
ja: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> あなたが主催するイベント（ ）への登録を希望している。 [social_event:event_iam_organizing]</p>
nl: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> wil zich graag aanmelden voor het evenement [social_event:event_iam_organizing] die je organiseert</p>
pt_br: <p> <a href="[social_event:enrolled_event_url]"> [social_event:enrolled_user] </a> solicitou a inscrição no evento [social_event:event_iam_organizing] que você está organizando </p>
uk: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> подав заявку на участь у заході , який ви організовуєте [social_event:event_iam_organizing]</p>
zh_hans: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> 已申请加入您正在组织的活动 [social_event:event_iam_organizing]</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has requested enrollment to the event [social_event:event_iam_organizing] you are organizing</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> طلب التسجيل في الحدث [social_event:event_iam_organizing] الذي تنظمه</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> <a href="[social_event:enrolled_event_url]"> [social_event:enrolled_user] </a> ha sol·licitat la inscripció a l'esdeveniment [social_event:event_iam_organizing] que esteu organitzant </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> ha richiesto l'iscrizione all'evento che state organizzando. [social_event:event_iam_organizing]</p> <p>[message:preview]</p><p>[message:cta_button]</p>
ja: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> あなたが主催するイベント（ ）への登録を希望している。 [social_event:event_iam_organizing]</p> <p>[message:preview]</p><p>[message:cta_button]</p>
nl: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> heeft inschrijving aangevraagd voor het evenement[social_event:event_iam_organizing] dat je organiseert</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> <a href="[social_event:enrolled_event_url]"> [social_event:enrolled_user] </a> solicitou a inscrição no evento [social_event:event_iam_organizing] que você está organizando </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> подав заявку на участь у заході , який ви організовуєте [social_event:event_iam_organizing]</p> <p>[message:preview]</p><p>[message:cta_button]</p>
zh_hans: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> 已申请加入您正在组织的活动 [social_event:event_iam_organizing]</p> <p>[message:preview]</p><p>[message:cta_button]</p>

source: <p><a href="absolute]">[message:recipient-user:display-name]</a> has requested membership to the <a href="gurl]">[message:gtitle]</a> group</p>
ar: <p><a href="absolute]">[message:recipient-user:display-name]</a> طلب عضوية <a href="gurl]">[message:gtitle]</a> المجموعة</p>
ca: <p> <a href="absolute]"> [message:recipient-user:display-name] </a> ha sol·licitat l'adhesió al grup <a href="gurl]"> [message:gtitle] </a> </p>
it: <p><a href="absolute]">[message:recipient-user:display-name]</a> ha richiesto l'adesione al gruppo <a href="gurl]">[message:gtitle]</a></p>
ja: <p><a href="absolute]">[message:recipient-user:display-name]</a> は グループへの加入を要請した。 <a href="gurl]">[message:gtitle]</a></p>
nl: <p><a href="absolute]">[message:recipient-user:display-name]</a> heeft lidmaatschap van de <a href="gurl]">[message:gtitle]</a> groep aangevraagd</p>
pt_br: <p> <a href="absolute]"> [message:recipient-user:display-name] </a> solicitou a associação ao grupo <a href="gurl]"> [message:gtitle] </a> </p>
uk: <p><a href="absolute]">[message:recipient-user:display-name]</a> подав заявку на вступ до групи <a href="gurl]">[message:gtitle]</a></p>
zh_hans: <p><a href="absolute]">[message:recipient-user:display-name]</a> 已申请加入 小组 <a href="gurl]">[message:gtitle]</a></p>

source: <p>@total people have enrolled anonymously</p>
ar: <p>@total من الناس الذين تم تسجيلهم بشكل مجهول</p>
ca: <p> @total les persones s'han inscrit de forma anònima </p>
it: <p>@total persone si sono iscritte in modo anonimo</p>
ja: <p>@total 匿名で登録</p>
nl: <p>@total personen hebben zich anoniem aangemeld</p>
pt_br: <p> @total pessoas se inscreveram anonimamente </p>
uk: <p>@total людей зареєструвалися анонімно</p>
zh_hans: <p>@total 有人匿名注册</p>

source: <p>Background process "[queue_storage_entity:mail_task_subject]" has finished.</p>
ar: <p>انتهت عملية "[queue_storage_entity:mail_task_subject]"في الخلفية</p>
ca: <p> S'ha acabat el procés de fons “[queue_storage_entity:mail_task_subject]”. </p>
it: <p>Il processo in background "[queue_storage_entity:mail_task_subject]" è terminato.</p>
ja: <p>バックグラウンドプロセス "[queue_storage_entity:mail_task_subject]" が終了した。</p>
nl: <p>Achtergrond proces "[queue_storage_entity:mail_task_subject]" is klaar.</p>
pt_br: <p> O processo em segundo plano “[queue_storage_entity:mail_task_subject]” foi concluído. </p>
uk: <p>Фоновий процес "[queue_storage_entity:mail_task_subject]" завершився.</p>
zh_hans: <p>后台进程 "[queue_storage_entity:mail_task_subject]" 已结束。</p>
