Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Activity stream on a profile
ar: نشاط تيار الاشعارات على الملف الشخصي
ca: Flux d'activitats en un perfil
it: Flusso di attività su un profilo
ja: プロフィールのアクティビティ・ストリーム
nl: Tijdlijn op een profiel
pt_br: Fluxo de atividades em um perfil
uk: Потік активності в профілі
zh_hans: 个人资料上的活动流

source: Activity tokens
ar: رموز النشاط
ca: Fitxes d'activitat
it: Gettoni di attività
ja: アクティビティ・トークン
nl: Activiteitsmunten
pt_br: Tokens de atividade
uk: Жетони активності
zh_hans: 活动代币

source: Activity visibility access
ar: الوصول إلى رؤية النشاط
ca: Accés a la visibilitat de l'activitat
it: Accesso alla visibilità delle attività
ja: アクティビティ可視化アクセス
nl: Activiteit zichtbaarheid toegang.
pt_br: Acesso à visibilidade da atividade
uk: Доступ до видимості активності
zh_hans: 活动可见性访问

source: ActivityStreamGroup
ca: Grup d'activitatStreamGroup
it: Gruppo ActivityStream
ja: アクティビティストリームグループ
pt_br: Grupo Activity Stream
zh_hans: 活动流组

source: ActivityStreamProfile
ca: activitystreamPerfil
it: Profilo di flusso di attività
ja: アクティビティストリームプロファイル
pt_br: Perfil do ActivityStream
zh_hans: 活动流配置文件

source: Add Activity
ar: إضافة نشاط
ca: Afegir activitat
it: Aggiungi attività
ja: アクティビティの追加
nl: Activiteit toevoegen
pt_br: Adicionar atividade
uk: Додати активність
zh_hans: 添加活动

source: Add Event enrollment
ar: إضافة تسجيل حدث
ca: Afegir inscripció a l'esdeveniment
it: Aggiungi iscrizione all'evento
ja: イベント登録
nl: Evenement aanmelding toevoegen
pt_br: Adicionar inscrição no evento
uk: Додати реєстрацію на подію
zh_hans: 添加活动注册

source: Add Font
ar: إضافة الخط
ca: Afegeix tipus de lletra
it: Aggiungi carattere
ja: フォントの追加
nl: Lettertype toevoegen
pt_br: Adicionar fonte
uk: Додати шрифт
zh_hans: 添加字体

source: Add Frontpage Setting
ar: إضافة إعداد الصفحة الأولى
ca: Afegeix configuració de la primera pàgina
it: Aggiungere l'impostazione della pagina principale
ja: フロントページ設定の追加
nl: Frontpage-instelling toevoegen
pt_br: Adicionar configuração do Frontpage
uk: Додати параметр Frontpage
zh_hans: 添加 Frontpage 设置

source: Add Mentions Type
ar: إضافة نوع الإشارات
ca: Afegir tipus de mencions
it: Aggiungi menzioni Tipo
ja: メンション・タイプの追加
nl: Type vermeldingen toevoegen
pt_br: Adicionar tipo de menções
uk: Додати згадки Тип
zh_hans: 添加提及类型

source: Add Queue Storage type
ar: إضافة نوع تخزين قائمة الانتظار
ca: Afegeix el tipus d'emmagatzematge de cua
it: Aggiungi coda Tipo di archiviazione
ja: キュー・ストレージ・タイプの追加
nl: Wachtrij opslagtype toevoegen
pt_br: Adicionar tipo de armazenamento de filas
uk: Додати тип зберігання черги
zh_hans: 添加队列存储类型

source: Add a comment
ar: إضافة تعليق
ca: Afegeix un comentari
it: Aggiungi un commento
ja: コメントを追加する
nl: Plaats een reactie
pt_br: Adicionar um comentário
uk: Додати коментар
zh_hans: 添加评论

source: Add a group
ar: أضف مجموعة
ca: Afegir un grup
it: Aggiungere un gruppo
ja: グループを追加する
nl: Een groep aanmaken
pt_br: Adicionar um grupo
uk: Додати групу
zh_hans: 添加一个组

source: Add a reply
ar: أضف ردًا
ca: Afegeix una resposta
it: Aggiungi una risposta
ja: 返信を追加する
nl: Voeg een antwoord toe
pt_br: Adicionar uma resposta
uk: Додати відповідь
zh_hans: 添加回复

source: Add a role to the selected users
ar: أضف دورًا إلى المستخدمين المحددين
ca: Afegir una funció als usuaris seleccionats
it: Aggiungere un ruolo agli utenti selezionati
ja: 選択したユーザーにロールを追加する
nl: Voeg een rol toe aan de geselecteerde gebruikers
pt_br: Adicionar uma função aos usuários selecionados
uk: Призначити роль позначеним користувачам
zh_hans: 为所选用户添加角色

source: Add alternative frontpage settings
ar: إضافة إعدادات بديلة للصفحة الأولى
ca: Afegeix la configuració alternativa de la primera pàgina
it: Aggiungere impostazioni alternative per la frontpage
ja: フロントページの代替設定を追加
nl: Alternatieve instellingen voor de voorpagina toevoegen
pt_br: Adicionar configurações alternativas na página inicial
uk: Додавання альтернативних налаштувань головної сторінки
zh_hans: 添加其他前台页面设置

source: Add another organizer
ar: أضف منظمًا آخر
ca: Afegeix un altre organitzador
it: Aggiungere un altro organizzatore
ja: 別のオーガナイザーを追加する
nl: Nog een organisator toevoegen
pt_br: Adicionar outro organizador
uk: Додати іншого організатора
zh_hans: 添加另一个组织者

source: Add attachment
ar: إضافة مرفق
ca: Afegir fitxer adjunt
it: Aggiungi allegato
ja: 添付ファイルの追加
nl: Bijlage toevoegen
pt_br: Adicionar anexo
uk: Додати вкладення
zh_hans: 添加附件

source: Add directly
ar: أضف مباشرة
ca: Afegir directament
it: Aggiungere direttamente
ja: 直接追加する
nl: Direct toevoegen
pt_br: Adicione diretamente
uk: Додати безпосередньо
zh_hans: 直接添加

source: Add enrollees
ar: أضف الملتحقين
ca: Afegir inscrits
it: Aggiungi iscritti
ja: 登録者の追加
nl: Aanwezigen toevoegen
pt_br: Adicionar inscritos
uk: Додати учасників
zh_hans: 增加注册人数

source: Add event to Calendar
ar: أضف حدثًا إلى التقويم
ca: Afegeix esdeveniment al calendari
it: Aggiungi evento al calendario
ja: カレンダーにイベントを追加する
nl: Voeg evenement toe aan kalender
pt_br: Adicionar evento ao calendário
uk: Додати подію до календаря
zh_hans: 将活动添加到日历

source: Add extra useful template suggestsions
ar: أضف اقتراحات قوالب مفيدة إضافية
ca: Afegir suggeriments de plantilla útils addicionals
it: Aggiungere ulteriori suggerimenti utili per i modelli
ja: 便利なテンプレート提案の追加
nl: Extra nuttige sjabloonsuggesties toevoegen
pt_br: Adicione sugestões extras de modelos úteis
uk: Додайте додаткові корисні пропозиції щодо шаблонів
zh_hans: 添加更多有用的模板建议

source: Add image(s) to an album
ar: أضف صورة (صور) إلى ألبوم
ca: Afegir imatge (es) a un àlbum
it: Aggiungere immagini a un album
ja: アルバムに画像を追加する
nl: Voeg afbeelding(en) toe aan een album
pt_br: Adicionar imagem (s) a um álbum
uk: Додати зображення до альбому
zh_hans: 将图片添加到相册

source: Add images
ar: إضافة صور
ca: Afegir imatges
it: Aggiungi immagini
ja: 画像を追加する
nl: Afbeelding toevoegen
pt_br: Adicionar imagens
uk: Додати зображення
zh_hans: 添加图像

source: Add images to album @name
ar: أضف الصور إلى الألبوم @name
ca: Afegir imatges a l'àlbum @name
it: Aggiungere immagini all'album @name
ja: アルバムに画像を追加する@name
nl: Voeg afbeeldingen toe aan album @name
pt_br: Adicionar imagens ao álbum @name
uk: Додати зображення до альбому @name
zh_hans: 将图像添加到相册@name

source: Add inline CSS. Specific alter for Open Social to include the email template
ca: Afegeix CSS en línia. Alter específic perquè l'Open Social inclogui la plantilla de correu electrònic
it: Aggiungere CSS in linea. Modifica specifica per Open Social per includere il modello di email
ja: インラインCSSを追加する。メールテンプレートを含むOpen Socialの特定の変更
pt_br: Adicione CSS embutido. Alteração específica para o Open Social incluir o modelo de e-mail
zh_hans: 添加内联 CSS。针对 Open Social 的特定更改，包括电子邮件模板

source: Add invites
ar: إضافة الدعوات
ca: Afegir invitats
it: Aggiungi inviti
ja: 招待を追加する
nl: Uitnodigingen toevoegen
pt_br: Adicionar convites
uk: Додати запрошення
zh_hans: 添加邀请

source: Add invites to group: @group_name
ar: إضافة دعوات إلى المجموعة: @group_name
ca: Afegir invitacions al grup: @group_name
it: Aggiungere inviti al gruppo: @group_name
ja: グループに招待を追加する：@group_name
nl: Voeg uitnodigingen toe aan groep: @group_name
pt_br: Adicione convites ao grupo: @group_name
uk: Додайте запрошення до групи: @group_name
zh_hans: 向群组添加邀请：@group_name

source: Add members
ar: إضافة أعضاء
ca: Afegir membres
it: Aggiungi membri
ja: メンバーを追加する
nl: Leden toevoegen
pt_br: Adicionar membros
uk: Додати учасників
zh_hans: 添加成员

source: Add members to group
ar: أضف أعضاء إلى المجموعة
ca: Afegir membres al grup
it: Aggiungere membri al gruppo
ja: グループにメンバーを追加する
nl: Voeg leden toe aan een groep
pt_br: Adicionar membros ao grupo
uk: Додати учасників до групи
zh_hans: 将成员添加到组

source: Add members to group: @group_name
ar: أضف أعضاء إلى المجموعة: @group_name
ca: Afegir membres al grup: @group_name
it: Aggiungere membri al gruppo: @group_name
ja: グループにメンバーを追加する：@group_name
nl: Leden toevoegen aan groep: @group_name
pt_br: Adicionar membros ao grupo: @group_name
uk: Додайте учасників до групи: @group_name
zh_hans: 为小组添加成员：@group_name

source: Add new comment
ar: أضف تعليقا جديدا
ca: Afegeix un comentari nou
it: Aggiungi un nuovo commento
ja: 新しいコメントを追加する
nl: Reactie toevoegen
pt_br: Adicionar novo comentário
uk: Коментувати
zh_hans: 添加新评论

source: Add new reply
ar: أضف رد جديد
ca: Afegeix una nova resposta
it: Aggiungi una nuova risposta
ja: 新しい返信を追加する
nl: Voeg reactie toe
pt_br: Adicionar nova resposta
uk: Додати нову відповідь
zh_hans: 添加新回复

source: Add new user
ar: إضافة مستخدم جديد
ca: Afegir un usuari nou
it: Aggiungi un nuovo utente
ja: 新規ユーザーの追加
nl: Voeg een nieuw lid toe
pt_br: Adicionar novo usuário
uk: Додати нового користувача
zh_hans: 添加新用户

source: Add new user.
ar: إضافة مستخدم جديد
ca: Afegir un usuari nou.
it: Aggiungere un nuovo utente.
ja: 新しいユーザーを追加します。
nl: Voeg een nieuw lid toe.
pt_br: Adicione um novo usuário.
uk: Додати нового користувача.
zh_hans: 添加新用户。

source: Add post
ar: اضافة منشور
ca: Afegir missatge
it: Aggiungi post
ja: 投稿を追加
nl: Bericht toevoegen
pt_br: Adicionar postagem
uk: Додати допис
zh_hans: 添加职位

source: Add post type
ar: أضف نوع المنشور
ca: Afegeix tipus de publicació
it: Aggiungi tipo di post
ja: 投稿タイプを追加する
nl: Posttype toevoegen
pt_br: Adicionar tipo de postagem
uk: Додати тип допису
zh_hans: 添加帖子类型

source: Add selected member to a group
ar: إضافة أعضاء @count المحددين إلى مجموعة
ca: Afegir membre seleccionat a un grup
it: Aggiungere un membro selezionato a un gruppo
ja: @count 選択したメンバーをグループに追加する
nl: Voeg geselecteerd lid toe aan een groep
uk: Додати вибраного користувача до групи
zh_hans: 将@count 选定的成员添加到组

source: Add to
ar: أضف إلى
ca: Afegir a
it: Aggiungi a
ja: 追加
nl: Toevoegen aan
pt_br: Adicionar a
uk: Додати до
zh_hans: 添加到

source: Add to Group
ar: إضافة إلى المجموعة
ca: Afegir al grup
it: Aggiungi al gruppo
ja: グループに追加
nl: Voeg aan Groep toe
pt_br: Adicionar ao grupo
uk: Додати до групи
zh_hans: 添加到小组

source: Add to calendar
ar: اضف لأجندة
ca: Afegir al calendari
it: Aggiungi al calendario
ja: カレンダーに追加
nl: Toevoegen aan agenda
pt_br: Adicionar ao calendário
uk: Додати в календар
zh_hans: 添加到日历

source: Add to calendar settings
ar: أضف إلى إعدادات التقويم
ca: Afegir a la configuració del calendari
it: Aggiungi alle impostazioni del calendario
ja: カレンダー設定に追加
nl: Instellingen voor het toevoegen aan een agenda
pt_br: Adicionar às configurações do calendário
uk: Додати до налаштувань календаря
zh_hans: 添加到日历设置

source: Additional information.
ar: معلومة اضافية.
ca: Informació addicional.
it: Informazioni aggiuntive.
ja: 追加情報。
nl: Extra informatie.
pt_br: Informações adicionais.
uk: Додаткова інформація.
zh_hans: 其他信息。

source: Additional message information. This token is deprecated, please use "preview" and "cta_button" tokens instead in your message templates.
ar: معلومات إضافية للرسالة. تم إيقاف هذا الرمز المميز، يرجى استخدام رمزي «preview» و «cta_button» بدلاً من ذلك في قوالب الرسائل الخاصة بك.
ca: Informació addicional del missatge. Aquest token està obsolet, si us plau utilitzeu fitxes “previsualització” i “cta_button” en el seu lloc a les plantilles de missatges.
it: Informazioni aggiuntive sul messaggio. Questo token è deprecato; utilizzare invece i token "preview" e "cta_button" nei modelli di messaggio.
ja: 追加メッセージ情報。このトークンは非推奨です。メッセージテンプレートでは、代わりに "preview "と "cta_button "トークンを使用してください。
nl: Extra berichtinformatie. Dit token is verouderd, gebruik in plaats daarvan "preview" en "cta_button" tokens in uw berichtsjablonen.
pt_br: Informações adicionais da mensagem. Esse token está obsoleto. Em vez disso, use os tokens “preview” e “cta_button” em seus modelos de mensagem.
uk: Додаткова інформація про повідомлення. Цей токен застарілий, будь ласка, використовуйте замість нього токени "preview" та "cta_button" у своїх шаблонах повідомлень.
zh_hans: 附加信息。此标记已被弃用，请在信息模板中使用 "预览 "和 "cta_button "标记。

source: Address
ar: العنوان
ca: Adreça
it: Indirizzo
ja: 住所
nl: Adres
pt_br: Endereço
uk: Адреса
zh_hans: 地址

source: Address line 1
ar: سطر العنوان 1
ca: Línia d'adreça 1
it: Linea di indirizzo 1
ja: 住所1行目
nl: Adresregel 1
pt_br: Linha de endereço 1
uk: Адресний рядок 1
zh_hans: 地址第 1 行

source: Address line 2
ar: سطر العنوان 2
ca: Línia d'adreça 2
it: Linea di indirizzo 2
ja: 住所2行目
nl: Adresregel 2
pt_br: Linha de endereço 2
uk: Адресний рядок 2
zh_hans: 地址第 2 行

source: Address locality
ar: عنوان المنطقة
ca: Adreça localitat
it: Indirizzo località
ja: 住所地域
nl: Adres plaats
pt_br: Localidade do endereço
uk: Адреса населеного пункту
zh_hans: 地址地点

source: Address module requirements)
ar: متطلبات وحدة العنوان)
ca: Requisits del mòdul d'adreça)
it: Requisiti del modulo di indirizzo)
ja: アドレス・モジュールの要件)
nl: Adresmodule vereisten
pt_br: Requisitos do módulo de endereço)
uk: Вимоги до адресного модуля)
zh_hans: 地址模块要求)

source: Address visibility settings
ar: إعدادات رؤية العنوان
ca: Configuració de visibilitat de l'adreça
it: Impostazioni di visibilità dell'indirizzo
ja: アドレスの可視性設定
nl: Instellingen voor de zichtbaarheid van adressen
pt_br: Configurações de visibilidade do endereço
uk: Налаштування видимості адреси
zh_hans: 地址可见性设置

source: Adds <em class="placeholder">Album</em> content to groups both publicly and privately.
ar: يضيف <em class="placeholder">محتوى الألبوم</em> إلى المجموعات العامة والخاصة.
ca: Afegeix contingut de <em class="placeholder"> Àlbum </em> als grups tant en públic com privat.
it: Aggiunge il contenuto di <em class="placeholder">Album</em> ai gruppi sia pubblicamente che privatamente.
ja: <em class="placeholder">アルバム</em> のコンテンツを公開および非公開のグループに追加します。
nl: Voegt <em class="placeholder">album</em>-inhoud toe aan groepen, zowel openbaar als privé.
pt_br: Adiciona conteúdo do álbum <em class="placeholder"> </em> a grupos públicos e privados.
uk: Додає вміст альбому <em class="placeholder"></em> до груп як публічно, так і приватно.
zh_hans: 在公开和私下群组中添加<em class="placeholder">相册</em> 内容。

source: Adds <em class="placeholder">Book page</em> content to groups both publicly and privately.
ar: يضيف <em class="placeholder">محتوى الموضوع</em> إلى المجموعات العامة والخاصة.
ca: Afegeix contingut de <em class="placeholder"> Pàgina de llibre </em> als grups tant en públic com privat.
it: Aggiunge il contenuto della pagina <em class="placeholder">Book</em> ai gruppi sia pubblicamente che privatamente.
ja: <em class="placeholder">Book ページ</em> のコンテンツを、公開・非公開の両方にグループに追加。
nl: Voegt <em class="placeholder">boekpagina</em> inhoud toe aan groepen, zowel openbaar als privé.
pt_br: Adiciona conteúdo da página <em class="placeholder"> do livro </em> a grupos públicos e privados.
uk: Додає вміст сторінки <em class="placeholder">книги</em> до груп як публічно, так і приватно.
zh_hans: 在公开和私下群组中添加<em class="placeholder">Book 页面</em> 内容。

source: Adds <em class="placeholder">Event</em> content to groups using private content settings.
ar: يضيف <em class="placeholder">محتوى الحدث</em> إلى المجموعات باستخدام إعدادات المحتوى الخاص.
ca: Afegeix contingut <em class="placeholder"> Esdeveniment </em> als grups que utilitzen la configuració privada de contingut.
it: Aggiunge il contenuto di <em class="placeholder">Event</em> ai gruppi che utilizzano impostazioni di contenuto private.
ja: プライベートコンテンツ設定を使用しているグループに、<em class="placeholder">イベント</em> コンテンツを追加します。
nl: Voegt <em class="placeholder">Event</em> inhoud toe aan groepen met privé-inhoudsinstellingen.
pt_br: Adiciona conteúdo do evento <em class="placeholder"> </em> aos grupos usando configurações de conteúdo privado.
uk: Додає вміст <em class="placeholder">події</em> до груп за допомогою налаштувань приватного вмісту.
zh_hans: 将<em class="placeholder">Event</em> 内容添加到使用私人内容设置的群组中。

source: Adds <em class="placeholder">Topic</em> content to groups using private content settings.
ar: يضيف <em class="placeholder">محتوى الموضوع</em> إلى المجموعات باستخدام إعدادات المحتوى الخاصة.
ca: Afegeix contingut de <em class="placeholder"> Tema </em> als grups que utilitzen la configuració privada de contingut.
it: Aggiunge il contenuto di <em class="placeholder">Topic</em> ai gruppi che utilizzano impostazioni di contenuto private.
ja: <em class="placeholder">トピック</em> コンテンツを、プライベート コンテンツ設定を使用しているグループに追加します。
nl: Voegt <em class="placeholder">Topic</em> inhoud toe aan groepen met privé-inhoudsinstellingen.
pt_br: Adiciona conteúdo do tópico <em class="placeholder"> </em> aos grupos usando configurações de conteúdo privado.
uk: Додає вміст <em class="placeholder">Тема</em> до груп за допомогою налаштувань приватного вмісту.
zh_hans: 将<em class="placeholder">Topic</em> 内容添加到使用私人内容设置的群组中。

source: Adds Open Social Links to the main menu.
ar: يضيف روابط اجتماعية مفتوحة إلى القائمة الرئيسية.
ca: Afegeix Open Social Links al menú principal.
it: Aggiunge Link sociali aperti al menu principale.
ja: メインメニューにソーシャルリンクを追加。
nl: Voegt Open Social links toe aan het hoofdmenu.
pt_br: Adiciona Open Social Links ao menu principal.
uk: Додає відкриті соціальні посилання до головного меню.
zh_hans: 在主菜单中添加 "打开社交链接"。

source: Adds a link to https://www.getopensocial.com in the admin menu.
ar: يضيف رابطًا إلى https://www.getopensocial.com في قائمة المشرف.
ca: Afegeix un enllaç a https://www.getopensocial.com al menú d'administració.
it: Aggiunge un link a https://www.getopensocial.com nel menu di amministrazione.
ja: 管理メニューに https://www.getopensocial.com へのリンクを追加。
nl: Voegt een link toe naar https://www.getopensocial.com in het admin menu.
pt_br: Adiciona um link para https://www.getopensocial.com no menu de administração.
uk: Додає посилання на https://www.getopensocial.com в меню адміністратора.
zh_hans: 在管理菜单中添加指向 https://www.getopensocial.com 的链接。

source: Adds a sitewide post form.
ar: يضيف نموذج نشر على مستوى الموقع.
ca: Afegeix un formulari de publicació a tot el lloc.
it: Aggiunge un modulo per i post in tutto il sito.
ja: サイト全体の投稿フォームを追加します。
nl: Voegt een sitebreed postformulier toe.
pt_br: Adiciona um formulário de postagem em todo o site.
uk: Додає форму публікації на весь сайт.
zh_hans: 添加全站帖子表单。

source: Adds ability to act on Group Content.
ar: يضيف القدرة على التصرف على محتوى المجموعة.
ca: Afegeix la capacitat d'actuar sobre el contingut del grup.
it: Aggiunge la possibilità di agire sui contenuti del gruppo.
ja: グループコンテンツへのアクション機能を追加
nl: Voegt de mogelijkheid toe om te handelen op groepsinhoud.
pt_br: Adiciona a capacidade de agir no conteúdo do grupo.
uk: Додає можливість діяти над груповим вмістом.
zh_hans: 增加了对群组内容采取行动的功能。

source: Adds ability to export event enrolments (include guests) to a CSV.
ar: يضيف القدرة على تصدير تسجيلات الأحداث (بما في ذلك الضيوف) إلى ملف CSV.
ca: Afegeix la possibilitat d'exportar matrícules d'esdeveniments (incloure convidats) a un CSV.
it: Aggiunge la possibilità di esportare le iscrizioni agli eventi (compresi gli ospiti) in un CSV.
ja: イベント参加者（ゲストを含む）をCSVにエクスポートする機能を追加しました。
nl: Voegt de mogelijkheid toe om evenement aanmeldingen (inclusief gasten) naar een CSV te exporteren.
pt_br: Adiciona a capacidade de exportar inscrições de eventos (incluir convidados) para um CSV.
uk: Додано можливість експортувати реєстрацію на подію (включно з гостями) у CSV-файл.
zh_hans: 增加了将活动报名人数（包括来宾）导出为 CSV 的功能。

source: Adds ability to export event enrolments to a CSV.
ar: يضيف القدرة على تصدير تسجيلات الأحداث إلى ملف CSV.
ca: Afegeix la possibilitat d'exportar matrícules d'esdeveniments a un CSV.
it: Aggiunge la possibilità di esportare le iscrizioni agli eventi in un CSV.
ja: イベント登録数をCSVにエクスポートする機能を追加しました。
nl: Voegt de mogelijkheid toe om evenement aanmeldingen naar een CSV te exporteren.
pt_br: Adiciona a capacidade de exportar inscrições de eventos para um CSV.
uk: Додана можливість експорту реєстрацій подій у CSV.
zh_hans: 增加了将活动报名情况导出为 CSV 的功能。

source: Adds ability to export group members to a CSV.
ar: يضيف القدرة على تصدير أعضاء المجموعة إلى CSV.
ca: Afegeix la possibilitat d'exportar membres del grup a un CSV.
it: Aggiunge la possibilità di esportare i membri del gruppo in un CSV.
ja: グループメンバーをCSVにエクスポートする機能を追加しました。
nl: Voegt de mogelijkheid toe om groepsleden te exporteren naar een CSV.
pt_br: Adiciona a capacidade de exportar membros do grupo para um CSV.
uk: Додана можливість експортувати членів групи до CSV-файлу.
zh_hans: 增加将小组成员导出到 CSV 的功能。

source: Adds ability to export users to a CSV.
ar: يضيف القدرة على تصدير المستخدمين إلى CSV.
ca: Afegeix la possibilitat d'exportar usuaris a un CSV.
it: Aggiunge la possibilità di esportare gli utenti in un CSV.
ja: ユーザーをCSVにエクスポートする機能を追加しました。
nl: Voegt de mogelijkheid toe om gebruikers te exporteren naar een CSV.
pt_br: Adiciona a capacidade de exportar usuários para um CSV.
uk: Додано можливість експортувати користувачів у CSV.
zh_hans: 增加将用户导出到 CSV 的功能。

source: Adds an article before the content label.
ar: يضيف مقالة قبل تسمية المحتوى.
ca: Afegeix un article abans de l'etiqueta de contingut.
it: Aggiunge un articolo prima dell'etichetta del contenuto.
ja: コンテンツラベルの前に記事を追加する。
nl: Voegt een artikel toe vóór het inhoudslabel.
pt_br: Adiciona um artigo antes do rótulo do conteúdo.
uk: Додає статтю перед міткою вмісту.
zh_hans: 在内容标签前添加文章。

source: Adds content access checks for custom view permissions for entities based on field values in the entity_access field.
ar: يضيف عمليات التحقق من الوصول إلى المحتوى لأذونات العرض المخصصة للكيانات استنادًا إلى قيم الحقول في حقل entity_access.
ca: Afegeix comprovacions d'accés al contingut per a permisos de vista personalitzats per a entitats basades en valors de camp del camp entity_access.
it: Aggiunge controlli di accesso al contenuto per le autorizzazioni di visualizzazione personalizzate per le entità, in base ai valori del campo entity_access.
ja: entity_accessフィールドのフィールド値に基づく、エンティティのカスタム・ビュー権限に対するコンテンツ・アクセス・チェックを追加します。
nl: Voegt inhoudstoegangscontroles toe voor aangepaste weergavepermissies voor entiteiten op basis van veldwaarden in het entity_access-veld.
pt_br: Adiciona verificações de acesso ao conteúdo para permissões de visualização personalizadas para entidades com base em valores de campo no campo entity_access.
uk: Додано перевірку доступу до вмісту для користувацьких дозволів перегляду для сутностей на основі значень полів у полі entity_access.
zh_hans: 根据 entity_access 字段中的字段值，为实体的自定义视图权限添加内容访问检查。

source: Adds the flexible group type which allows users to create groups and choose the method of joining a group and its content visibility.
ar: يضيف نوع المجموعة المرن الذي يسمح للمستخدمين بإنشاء مجموعات واختيار طريقة الانضمام إلى المجموعة ورؤية محتواها.
ca: Afegeix el tipus de grup flexible que permet als usuaris crear grups i triar el mètode d'unió a un grup i la seva visibilitat de contingut.
it: Aggiunge il tipo di gruppo flessibile che consente agli utenti di creare gruppi e di scegliere il metodo di adesione a un gruppo e la visibilità dei contenuti.
ja: ユーザーがグループを作成し、グループへの参加方法やコンテンツの可視性を選択できる柔軟なグループタイプを追加。
nl: Voegt het flexibele groepstype toe waarmee gebruikers groepen kunnen aanmaken en de methode van toetreding tot een groep en de zichtbaarheid van de inhoud kunnen kiezen.
pt_br: Adiciona o tipo de grupo flexível que permite aos usuários criar grupos e escolher o método de ingressar em um grupo e sua visibilidade de conteúdo.
uk: Додано гнучкий тип групи, який дозволяє користувачам створювати групи і вибирати спосіб приєднання до групи та видимість її вмісту.
zh_hans: 添加灵活的群组类型，允许用户创建群组并选择加入群组的方法及其内容可见性。

source: Adds the restricted name to the index according to the privacy rules.
ar: يضيف الاسم المقيد إلى الفهرس وفقًا لقواعد الخصوصية.
ca: Afegeix el nom restringit a l'índex segons les normes de privadesa.
it: Aggiunge il nome riservato all'indice secondo le regole di privacy.
ja: プライバシー規則に従って、制限された名前をインデックスに追加する。
nl: Voegt de beperkte naam toe aan de index volgens de privacyregels.
pt_br: Adiciona o nome restrito ao índice de acordo com as regras de privacidade.
uk: Додає ім'я з обмеженим доступом до індексу відповідно до правил конфіденційності.
zh_hans: 根据隐私规则将受限名称添加到索引中。
