Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: A list of all the groups referencing this entity.
ca: Una llista de tots els grups referents a aquesta entitat.
it: Un elenco di tutti i gruppi che fanno riferimento a questa entità.
ja: このエンティティを参照しているすべてのグループのリスト。
pt_br: Uma lista de todos os grupos que fazem referência a essa entidade.
zh_hans: 引用该实体的所有组的列表。

source: A list of featured content that can have a title, link, group/node/profile, and description.
ar: قائمة بالمحتوى المميز الذي يمكن أن يكون له عنوان ورابط ومجموعة / عقدة / ملف تعريف ووصف.
ca: Una llista de continguts destacats que poden tenir un títol, enllaç, grup/node/perfil i descripció.
it: Un elenco di contenuti in evidenza che possono avere un titolo, un link, un gruppo/nodo/profilo e una descrizione.
ja: タイトル、リンク、グループ/ノード/プロフィール、説明を持つことができる特集コンテンツのリスト。
nl: Een lijst met uitgelichte inhoud die een titel, link, groep/node/profiel en beschrijving kan hebben.
pt_br: Uma lista de conteúdo em destaque que pode ter título, link, grupo/nó/perfil e descrição.
uk: Список вмісту, який може мати назву, посилання, групу/вузол/профіль та опис.
zh_hans: 特色内容列表，可包含标题、链接、组/节点/简介和描述。

source: A list of featured items that can have a title, link, image/icon, and description.
ar: قائمة بالعناصر المميزة التي يمكن أن يكون لها عنوان ورابط وصورة / أيقونة ووصف.
ca: Una llista d'elements destacats que poden tenir un títol, enllaç, imatge/icona i descripció.
it: Un elenco di elementi in evidenza che possono avere un titolo, un link, un'immagine/icona e una descrizione.
ja: タイトル、リンク、画像/アイコン、説明を持つことができる特集アイテムのリスト。
nl: Een lijst met uitgelichte items die een titel, link, afbeelding/icoon en beschrijving kunnen hebben.
pt_br: Uma lista de itens em destaque que podem ter título, link, imagem/ícone e descrição.
uk: Список елементів, які можуть мати заголовок, посилання, зображення/іконку та опис.
zh_hans: 特色项目列表，可包含标题、链接、图片/图标和说明。

source: A list of reasons users can choose from for reporting content.
ar: قائمة بالأسباب التي يمكن للمستخدمين الاختيار من بينها للإبلاغ عن المحتوى.
ca: Una llista de raons per les quals els usuaris poden triar per informar de contingut.
it: Un elenco di motivi che gli utenti possono scegliere per segnalare i contenuti.
ja: ユーザーがコンテンツを報告する際に選択できる理由のリスト。
nl: Een lijst met redenen waaruit gebruikers kunnen kiezen om inhoud te rapporteren.
pt_br: Uma lista de motivos pelos quais os usuários podem escolher para denunciar conteúdo.
uk: Перелік причин, які користувачі можуть вибрати для повідомлення про контент.
zh_hans: 用户在报告内容时可选择的理由列表。

source: A path alias cannot point to an existing file.
ca: Un àlies de ruta no pot assenyalar un fitxer existent.
it: Un alias di percorso non può puntare a un file esistente.
ja: パスエイリアスは既存のファイルを指すことはできない。
pt_br: Um alias de caminho não pode apontar para um arquivo existente.
zh_hans: 路径别名不能指向现有文件。

source: A person commented on a post on my profile
ar: علق شخص على منشور في صفحتي الشخصية
ca: Una persona va comentar una publicació al meu perfil
it: Una persona ha commentato un post sul mio profilo
ja: ある人が私のプロフィールの投稿にコメントした。
nl: Iemand reageerde op een bericht in mijn profiel
pt_br: Uma pessoa comentou em uma postagem no meu perfil
uk: Особа прокоментувала допис у моєму профілі
zh_hans: 有人评论了我个人主页上的帖子

source: A person commented on content I am following
ar: علق شخص على المحتوى الذي أتابعه
ca: Una persona va comentar el contingut que estic seguint
it: Una persona ha commentato un contenuto che sto seguendo
ja: ある人が、私がフォローしているコンテンツについてコメントした。
nl: Iemand reageerde op Items die ik volg
pt_br: Uma pessoa comentou sobre o conteúdo que estou seguindo
uk: Особа прокоментувала вміст, за яким я стежу
zh_hans: 有人评论了我关注的内容

source: A person commented on content created or organised by me
ar: علق أحد الأشخاص على المحتوى الذي أنشأته أو نظمته
ca: Una persona comentada sobre continguts creats o organitzats per mi
it: Una persona ha commentato un contenuto creato o organizzato da me
ja: 私が作成または企画したコンテンツにコメントした人
nl: Iemand reageerde op een bericht, inhoud of evenement die ik heb aangemaakt of georganiseerd.
pt_br: Uma pessoa comentou sobre o conteúdo criado ou organizado por mim
uk: Особа прокоментувала вміст, створений або організований мною
zh_hans: 某人对我创建或组织的内容发表评论

source: A person create content with tag I am following
ar: يقوم شخص ما بإنشاء محتوى بعلامة أنا أتابعها
ca: Una persona crea contingut amb l'etiqueta que estic seguint
it: Una persona crea contenuti con il tag sto seguendo
ja: 私がフォローしているタグでコンテンツを作成する
nl: Iemand maakt inhoud met de tag die ik volg
pt_br: Uma pessoa cria conteúdo com a tag Estou seguindo
uk: Особа створила контент із тегом, за яким я стежу
zh_hans: 一个人创建的内容带有我关注的标签

source: A person created a post on my profile
ar: قام شخص ما بإنشاء منشور في ملف التعريف الخاص بي
ca: Una persona va crear una publicació al meu perfil
it: Una persona ha creato un post sul mio profilo
ja: ある人が私のプロフィールに書き込みをした。
nl: Iemand plaatste een bericht in mijn profiel
pt_br: Uma pessoa criou uma postagem no meu perfil
uk: Особа створила допис у моєму профілі
zh_hans: 有人在我的个人档案上创建了一个帖子

source: A person created a post on my profile and I see it on the stream
ar: قام شخص ما بإنشاء منشور في ملفي الشخصي وأراه في ساحة المشاركات
ca: Una persona va crear una publicació al meu perfil i la veig al stream
it: Una persona ha creato un post sul mio profilo e io lo vedo nello streaming
ja: ある人が私のプロフィールに投稿をした。
nl: Een persoon heeft een bericht op mijn profiel gemaakt en ik zie het in de tijdlijn
pt_br: Uma pessoa criou uma postagem no meu perfil e eu a vejo no stream
uk: Людина створила пост у моєму профілі, і я бачу його в стрімі
zh_hans: 有人在我的个人档案上创建了一个帖子，我在信息流中看到了它

source: A person created a post, event or topic in a group I joined
ar: قام شخص ما بإنشاء منشور أو حدث أو موضوع في مجموعة انضممت إليها
ca: Una persona va crear un post, esdeveniment o tema en un grup al qual vaig unir
it: Una persona ha creato un post, un evento o un argomento in un gruppo al quale mi sono iscritto
ja: ある人が、私が参加しているグループに投稿、イベント、トピックを作成した。
nl: Iemand plaatste een bericht, evenement of onderwerp in een groep waar ik lid van ben.
pt_br: Uma pessoa criou uma publicação, evento ou tópico em um grupo do qual participei
uk: Особа створила допис, подію чи тему в групі, до якої я приєднався
zh_hans: 某人在我加入的群组中创建了帖子、活动或主题

source: A person joins a group I am managing
ar: ينضم شخص إلى مجموعة أديرها
ca: Una persona s'uneix a un grup que estic gestionant
it: Una persona si unisce a un gruppo che sto gestendo
ja: ある人が私の管理するグループに加わる
nl: Iemand wordt lid van een groep die ik beheer
pt_br: Uma pessoa se junta a um grupo que estou gerenciando
uk: Особа приєднується до групи, якою я керую
zh_hans: 有人加入了我管理的小组

source: A person likes a post, topic, comment or event created by me
ar: شخص اعجب بمنشورًا أو موضوعًا أو تعليقًا أو حدثًا أنشأته
ca: A una persona li agrada una publicació, tema, comentari o esdeveniment creat per mi
it: A una persona piace un post, un argomento, un commento o un evento creato da me
ja: 私が作成した投稿、トピック、コメント、イベントに「いいね！」を押した人
nl: Iemand vindt een bericht, onderwerp, opmerking of evenement dat ik aangemaakt heb leuk
pt_br: Uma pessoa gosta de uma postagem, tópico, comentário ou evento criado por mim
uk: Особі подобається створений мною допис, тема, коментар чи подія
zh_hans: 某人喜欢我创建的帖子、主题、评论或活动

source: A person mentioned me in a comment
ar: ذكرني شخص في تعليق
ca: Una persona em va esmentar en un comentari
it: Una persona mi ha citato in un commento
ja: ある人がコメントで私のことを紹介してくれた。
nl: Iemand vermeldde me in een reactie
pt_br: Uma pessoa me mencionou em um comentário
uk: Особа згадала мене у коментарі
zh_hans: 有人在评论中提到了我

source: A person mentioned me in a comment (stream: profile)
ar: ذكرني شخص في تعليق (تيار: الملف الشخصي)
ca: Una persona em va esmentar en un comentari (stream: perfil)
it: Una persona mi ha menzionato in un commento (stream: profilo)
ja: ある人がコメントで私のことを紹介してくれた（ストリーム：プロフィール）
nl: Een persoon heeft mij genoemd in een reactie (stream: profile)
pt_br: Uma pessoa me mencionou em um comentário (stream: profile)
uk: Людина згадала мене в коментарі (потік: профіль)
zh_hans: 有人在评论中提到了我（信息流：个人资料）

source: A person mentioned me in a post
ar: ذكرني شخص في منشور
ca: Una persona em va esmentar en un post
it: Una persona mi ha citato in un post
ja: ある人が、ある投稿で私のことを紹介してくれた。
nl: Iemand vermeldde me in een bericht
pt_br: Uma pessoa me mencionou em um post
uk: Особа згадала мене у дописі
zh_hans: 有人在帖子中提到我

source: A person mentioned me in a post (stream: profile)
ar: ذكرني شخص في منشور (تيار: الملف الشخصي)
ca: Una persona em va esmentar en un post (stream: perfil)
it: Una persona mi ha menzionato in un post (stream: profilo)
ja: ある人が私のことを投稿で紹介した（ストリーム：プロフィール）
nl: Een persoon heeft mij genoemd in een bericht (stream: profile)
pt_br: Uma pessoa me mencionou em uma postagem (stream: profile)
uk: Людина згадала мене в дописі (потік: профіль)
zh_hans: 有人在帖子中提到我（信息流：个人资料）

source: A person moved event or topic to other group
ar: نقل شخص حدثًا أو موضوعًا إلى مجموعة أخرى
ca: Una persona va traslladar l'esdeveniment o tema a un altre grup
it: Una persona ha trasferito un evento o un argomento ad un altro gruppo
ja: イベントやトピックを他のグループに移した人
nl: Iemand verplaatste een evenement of onderwerp naar een andere groep.
pt_br: Uma pessoa moveu o evento ou tópico para outro grupo
uk: Людина перенесла подію або тему в іншу групу
zh_hans: 一个人将事件或话题转移到其他小组

source: A person replied on my comments
ar: رد شخص على تعليقاتي
ca: Una persona va respondre als meus comentaris
it: Una persona ha risposto ai miei commenti
ja: ある人が私のコメントに返信してくれた。
nl: Iemand antwoordde op mijn reactie
pt_br: Uma pessoa respondeu aos meus comentários
uk: Особа відповіла на мої коментарі
zh_hans: 有人回复了我的评论

source: A person replied to a comment where I am mentioned
ar: رد شخص على تعليق حيث أشرت إليه
ca: Una persona va respondre a un comentari on em mencionen
it: Una persona ha risposto a un commento in cui sono menzionato
ja: ある人が、私が言及されたコメントに返信した。
nl: Iemand antwoordde op een reactie waarin ik vermeld word
pt_br: Uma pessoa respondeu a um comentário em que sou mencionado
uk: Особа відповіла на коментар, де я згаданий
zh_hans: 有人在回复评论时提到了我

source: A person requests membership to a group I manage
ar: يطلب شخص عضوية في مجموعة أديرها
ca: Una persona sol·licita la pertinença a un grup que gestiono
it: Una persona chiede di entrare a far parte di un gruppo che gestisco
ja: ある人物が私の管理するグループへの入会を希望してきた。
nl: Een gebruiker wil lid worden van een groep die ik manage
pt_br: Uma pessoa solicita ser membro de um grupo que eu gerencio
uk: Особа просить приєднатися до групи, якою я керую
zh_hans: 有人申请加入我管理的小组

source: A person update content and add tag I am following
ar: أضاف شخص ما محتوى قد تكون مهتمًا به
ca: Una persona actualitza contingut i afegeix etiqueta que estic seguint
it: Una persona aggiorna i contenuti e aggiunge tag Sto seguendo
ja: ある人物がコンテンツを更新し、タグを追加した。
nl: Iemand werkt de inhoud bij en voegt een tag toe die ik volg
pt_br: Uma pessoa atualiza o conteúdo e adiciona a tag Estou seguindo
uk: Особа оновлює вміст і додає тег, за яким я слідкую
zh_hans: 一个人更新内容并添加标签，我正在关注

source: A secondary block will be printed in a side column, keep in mind it will take 1/3
ar: ستتم طباعة صندوق ثانوي في عمود جانبي ، ضع في اعتبارك أنها ستستغرق 1/3
ca: Un bloc secundari s'imprimirà en una columna lateral, tingueu en compte que trigarà 1/3
it: Un blocco secondario verrà stampato in una colonna laterale, tenendo presente che richiederà 1/3 del tempo.
ja: セカンダリー・ブロックはサイド・カラムに印刷されるが、1/3を占めることに留意されたい。
nl: Een secundair blok wordt getoond in een zijkolom, houd er rekening mee dat deze 1/3 van de ruimte inneemt
pt_br: Um bloco secundário será impresso em uma coluna lateral, lembre-se de que levará 1/3
uk: Вторинний блок буде надруковано в бічній колонці, майте на увазі, що він займе 1/3
zh_hans: 辅助区块将打印在侧栏中，请注意它将占用 1/3 的空间。

source: A section similiar to the Hero, but a bit smaller, so it takes up less room in the view port
ar: قسم مشابه للبطل ، ولكنه أصغر قليلاً ، لذا فهو يشغل مساحة أقل في منفذ العرض
ca: Una secció similar a l'Hero, però una mica més petita, de manera que ocupa menys espai en el port de vista
it: Una sezione simile a quella dell'Hero, ma un po' più piccola, in modo da occupare meno spazio nella porta di osservazione.
ja: ヒーローに似たセクションだが、少し小さいので、ビューポートで場所を取らない。
nl: Een sectie vergelijkbaar met de Hero, maar een beetje kleiner, zodat het minder ruimte inneemt in de viewport.
pt_br: Uma seção semelhante à do Hero, mas um pouco menor, por isso ocupa menos espaço na janela de visualização
uk: Секція, подібна до Hero, але трохи менша, тому займає менше місця в оглядовому вікні
zh_hans: 与 Hero 相似，但尺寸稍小，因此在视窗中占用的空间较小

source: A section with a background image and buttons (optional). Looks good on top of each page. Also nice as a seperator.
ar: قسم به صورة خلفية وأزرار (اختياري). تبدو جيدة في أعلى كل صفحة. لطيفة أيضا كمفصل.
ca: Una secció amb una imatge de fons i botons (opcional). Es veu bé a la part superior de cada pàgina. També agradable com a separador.
it: Una sezione con un'immagine di sfondo e pulsanti (facoltativi). Si presenta bene nella parte superiore di ogni pagina. È anche utile come separatore.
ja: 背景画像とボタン（オプション）のあるセクション。各ページの上部に配置すると見栄えがよい。また、セパレーターとしても素敵です。
nl: Een sectie met een achtergrondafbeelding en knoppen (optioneel). Ziet er goed uit bovenaan elke pagina. Ook leuk als afscheiding.
pt_br: Uma seção com uma imagem de fundo e botões (opcional). Fica bem no topo de cada página. Também é bom como separador.
uk: Розділ з фоновим зображенням і кнопками (необов'язково). Добре виглядає вгорі кожної сторінки. Також гарний як роздільник.
zh_hans: 带有背景图片和按钮（可选）的部分。放在每个页面的顶部效果很好。作为分隔符也不错。

source: A smaller variant for the hero region
ar: متغير أصغر لمنطقة البطل
ca: Una variant més petita per a la regió dels herois
it: Una variante più piccola per la regione degli eroi
ja: ヒーロー地域用の小型バリアント
nl: Een kleinere variant voor de Hero regio
pt_br: Uma variante menor para a região do herói
uk: Зменшений варіант для регіону-героя
zh_hans: 英雄区域的小型变体

source: A user add (create) a event to a group (or groups)
ar: يقوم المستخدم بإضافة (إنشاء) حدث إلى مجموعة (أو مجموعات)
ca: Un usuari afegeix (crea) un esdeveniment a un grup (o grups)
it: Un utente aggiunge (crea) un evento a un gruppo (o a più gruppi)
ja: ユーザーがイベントをグループ（またはグループ）に追加（作成）する。
nl: Een gebruiker voegt een evenement toe aan een groep (of groepen)
pt_br: Um usuário adiciona (cria) um evento a um grupo (ou grupos)
uk: Користувач додає (створює) подію до групи (або груп)
zh_hans: 用户向一个组（或多个组）添加（创建）一个事件

source: A user add (create) a topic to a group (or groups)
ar: يقوم المستخدم بإضافة (إنشاء) موضوع إلى مجموعة (أو مجموعات)
ca: Un usuari afegeix (crea) un tema a un grup (o grups)
it: Un utente aggiunge (crea) un argomento a un gruppo (o a gruppi)
ja: ユーザーがグループ (または複数のグループ) にトピックを追加 (作成) する
nl: Een gebruiker voegt een onderwerp toe aan een groep (of groepen)
pt_br: Um usuário adiciona (cria) um tópico a um grupo (ou grupos)
uk: Користувач додає (створює) тему до групи (або груп)
zh_hans: 用户向一个组（或多个组）添加（创建）一个主题

source: A user add a comment to content in the community
ar: يضيف المستخدم تعليقًا إلى المحتوى في المجتمع
ca: Un usuari afegeix un comentari al contingut de la comunitat
it: Un utente aggiunge un commento ai contenuti della comunità
ja: ユーザーがコミュニティ内のコンテンツにコメントを追加する
nl: Een gebruiker heeft gereageerd op inhoud in de community
pt_br: Um usuário adiciona um comentário ao conteúdo da comunidade
uk: Користувач додає коментар до контенту у спільноті
zh_hans: 用户对社区内容发表评论

source: A user add a comment to content in the group
ar: يضيف المستخدم تعليقًا إلى المحتوى في المجموعة
ca: Un usuari afegeix un comentari al contingut del grup
it: Un utente aggiunge un commento al contenuto del gruppo
ja: ユーザーがグループ内のコンテンツにコメントを追加する。
nl: Een gebruiker heeft een comment geplaatst in een groep
pt_br: Um usuário adiciona um comentário ao conteúdo do grupo
uk: Користувач додає коментар до контенту в групі
zh_hans: 用户对群组中的内容添加评论

source: A user add a comment to post in the community
ar: يضيف المستخدم تعليقًا للنشر في المجتمع
ca: Un usuari afegeix un comentari per publicar a la comunitat
it: Un utente aggiunge un commento da pubblicare nella community
ja: ユーザーがコミュニティにコメントを投稿する
nl: Een gebruiker heeft een reactie toegevoegd aan het bericht in de community
pt_br: Um usuário adiciona um comentário para publicar na comunidade
uk: Користувач додає коментар для публікації у спільноті
zh_hans: 用户在社区中发表评论

source: A user add a comment to post in the group
ar: يضيف المستخدم تعليقًا للنشر في المجموعة
ca: Un usuari afegeix un comentari per publicar en el grup
it: Un utente aggiunge un commento da pubblicare nel gruppo
ja: ユーザーがコメントを追加してグループに投稿する
nl: Een gebruiker heeft een reactie toegevoegd aan het bericht in de groep
pt_br: Um usuário adiciona um comentário para postar no grupo
uk: Користувач додає коментар до публікації в групі
zh_hans: 用户在群组中发表评论

source: A user created a book in a group
ar: قام المستخدم بإنشاء وظيفة في مجموعة
ca: Un usuari ha creat un llibre en un grup
it: Un utente ha creato un libro in un gruppo
ja: あるユーザーがグループで本を作った
nl: Een gebruiker heeft een boekpagina gemaakt in een groep
pt_br: Um usuário criou um livro em um grupo
uk: Користувач створив книгу в групі
zh_hans: 一位用户在小组中创建了一本书

source: A user created a post in a group
ar: قام المستخدم بإنشاء وظيفة في مجموعة
ca: Un usuari ha creat una publicació en un grup
it: Un utente ha creato un post in un gruppo
ja: ユーザーがグループに投稿を作成した
nl: Een gebruiker heeft een bericht geplaatst in een groep.
pt_br: Um usuário criou uma publicação em um grupo
uk: Користувач створив допис у групі
zh_hans: 一位用户在一个群组中创建了一个帖子

source: A user created a post in the community
ar: قام المستخدم بإنشاء وظيفة في المجتمع
ca: Un usuari ha creat una publicació a la comunitat
it: Un utente ha creato un post nella comunità
ja: あるユーザーがコミュニティに投稿を作成しました。
nl: Een gebruiker heeft een bericht aangemaakt in de community
pt_br: Um usuário criou uma publicação na comunidade
uk: Користувач створив допис в спільноті
zh_hans: 一位用户在社区中创建了一个帖子

source: A user created a topic in a group
ar: أنشأ المستخدم موضوعًا في مجموعة
ca: Un usuari ha creat un tema en un grup
it: Un utente ha creato un argomento in un gruppo
ja: あるユーザーがグループにトピックを作成した
nl: Een gebruiker heeft een onderwerp aangemaakt in een groep
pt_br: Um usuário criou um tópico em um grupo
uk: Користувач створив тему в групі
zh_hans: 用户在小组中创建了一个主题

source: A user created a topic in the community
ar: أنشأ المستخدم موضوعًا في المجتمع
ca: Un usuari ha creat un tema a la comunitat
it: Un utente ha creato un argomento nella comunità
ja: ユーザーがコミュニティにトピックを作成しました
nl: Een gebruiker heeft een onderwerp aangemaakt in de community
pt_br: Um usuário criou um tópico na comunidade
uk: Користувач створив тему в спільноті
zh_hans: 一位用户在社区中创建了一个主题

source: A user created an event in a group
ar: أنشأ المستخدم حدثًا في مجموعة
ca: Un usuari ha creat un esdeveniment en un grup
it: Un utente ha creato un evento in un gruppo
ja: あるユーザーがグループでイベントを作成した
nl: Een gebruiker heeft een evenement aangemaakt in een groep
pt_br: Um usuário criou um evento em um grupo
uk: Користувач створив подію в групі
zh_hans: 用户在组中创建了一个事件

source: A user created an event in the community
ar: أنشأ المستخدم حدثًا في المجتمع
ca: Un usuari ha creat un esdeveniment a la comunitat
it: Un utente ha creato un evento nella comunità
ja: ユーザーがコミュニティでイベントを作成
nl: Een gebruiker heeft een evenement aangemaakt in de community
pt_br: Um usuário criou um evento na comunidade
uk: Користувач створив подію в спільноті
zh_hans: 一位用户在社区中创建了一个活动

source: A user got an invite for an event
ar: تلقى مستخدم دعوة لحضور حدث
ca: Un usuari va rebre una invitació per a un esdeveniment
it: Un utente ha ricevuto un invito per un evento
ja: ユーザーがイベントの招待を受けた
nl: Een gebruiker heeft een uitnodiging voor een evenement
pt_br: Um usuário recebeu um convite para um evento
uk: Користувач отримав запрошення на подію
zh_hans: 用户收到活动邀请

source: A user reported inappropriate content
ar: أبلغ مستخدم عن محتوى غير لائق
ca: Un usuari va denunciar contingut inadequat
it: Un utente ha segnalato un contenuto inappropriato
ja: 不適切なコンテンツの報告
nl: Een gebruiker heeft ongepaste inhoud gemeld
pt_br: Um usuário denunciou conteúdo impróprio
uk: Користувач повідомив про неприйнятний вміст
zh_hans: 一位用户报告了不当内容

source: A user request an enrollment for event
ar: طلب مستخدم التسجيل للحدث
ca: Un usuari sol·licita una inscripció a l'esdeveniment
it: Un utente richiede l'iscrizione a un evento
ja: イベントへの参加申し込み
nl: Een gebruiker wil zich aanmelden voor een evenement
pt_br: Um usuário solicita uma inscrição para o evento
uk: Користувач хоче зареєструвтись на подію
zh_hans: 用户申请注册事件

source: A user sends a private message to me
ar: مستخدم يرسل لي رسالة خاصة
ca: Un usuari m'envia un missatge privat
it: Un utente mi invia un messaggio privato
ja: あるユーザーが私にプライベート・メッセージを送ってきた。
nl: Iemand stuurt een privébericht naar mij
pt_br: Um usuário envia uma mensagem privada para mim
uk: Користувач надіслав мені приватне повідомлення
zh_hans: 用户向我发送私人信息

source: A user was enrolled for the event
ar: تم تسجيل مستخدم لهذا الحدث
ca: Es va inscriure un usuari a l'esdeveniment
it: Un utente è stato iscritto all'evento
ja: イベントに登録されたユーザー
nl: Een gebruiker is ingeschreven voor het evenement
pt_br: Um usuário foi inscrito no evento
uk: Користувача було зареєстровано на подію
zh_hans: 一名用户注册了活动

source: A users expertises
ar: خبرة المستخدمين
ca: Experiències dels usuaris
it: Le competenze degli utenti
ja: ユーザーの専門知識
nl: Expertises van leden
pt_br: A experiência de um usuário
uk: Експертиза користувачів
zh_hans: A 用户的专长

source: A users interests for their profile.
ar: اهتمامات المستخدمين بملفهم الشخصي.
ca: Els usuaris interessen pel seu perfil.
it: Gli interessi di un utente per il suo profilo.
ja: ユーザーが自分のプロフィールのために興味を持っていること。
nl: Interesses van een lid - profiel label
pt_br: Os interesses de um usuário por seu perfil.
uk: Інтереси користувача для його профілю.
zh_hans: 用户对其个人资料的兴趣。

source: A valid route name that is used as default user profile page
ar: اسم مسار صالح يتم استخدامه كصفحة ملف تعريف مستخدم افتراضية
ca: Un nom de ruta vàlid que s'utilitza com a pàgina de perfil d'usuari per defecte
it: Un nome di percorso valido che viene utilizzato come pagina del profilo utente predefinito
ja: デフォルトのユーザープロファイルページとして使用される有効なルート名。
nl: Een geldige routenaam die wordt gebruikt als standaard gebruikersprofielpagina
pt_br: Um nome de rota válido que é usado como página de perfil de usuário padrão
uk: Дійсна назва маршруту, яка використовується як сторінка профілю користувача за замовчуванням
zh_hans: 用作默认用户配置文件页面的有效路由名称

source: A view to be used by machines only to limit the group selection for creating a post.
ar: طريقة عرض يتم استخدامها بواسطة الأجهزة فقط للحد من اختيار المجموعة لإنشاء منشور.
ca: Una vista a utilitzar per les màquines només per limitar la selecció de grup per a la creació d'una publicació.
it: Una vista da utilizzare solo dalle macchine per limitare la selezione del gruppo per la creazione di un post.
ja: 投稿を作成するためのグループ選択を制限するためにマシンのみが使用するビュー。
nl: Een weergave die alleen door machines wordt gebruikt om de groepsselectie voor het maken van een bericht te beperken.
pt_br: Uma visualização a ser usada por máquinas somente para limitar a seleção de grupos para criar uma postagem.
uk: Подання, яке використовується машинами лише для обмеження вибору групи для створення допису.
zh_hans: 仅供机器使用的视图，用于限制创建帖子时的组选择。
