Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Entity type of item to reference (Example: consumer)
ca: Tipus d'entitat d'element a referència (Exemple: consumidor)
it: Tipo di entità dell'elemento da referenziare (esempio: consumatore)
ja: 参照するアイテムのエンティティタイプ（例：消費者）
pt_br: Tipo de entidade do item a ser referenciado (exemplo: consumidor)
zh_hans: 要引用的项目实体类型（例如：消费者）

source: Entity url
ar: عنوان URL الخاص بالكيان
ca: URL de l'entitat
it: Url dell'entità
ja: エンティティURL
nl: Entiteit url
pt_br: URL da entidade
uk: URL сутності
zh_hans: 实体网址

source: EntityConnection
ca: EntitatConnexió
it: EntitàConnessione
ja: エンティティコネクション
pt_br: Conexão de entidade
zh_hans: 实体连接

source: Error creating request
ar: خطأ في إنشاء الطلب
ca: Error en crear la sol·licitud
it: Errore nella creazione della richiesta
ja: リクエスト作成エラー
nl: Fout bij het aanmaken van het verzoek
pt_br: Erro ao criar a solicitação
uk: Помилка створення запиту
zh_hans: 创建请求出错

source: Error generating image, missing source file.
ca: Error generant imatge, falta fitxer font.
it: Errore nella generazione dell'immagine, file sorgente mancante.
ja: ソースファイルがありません。
pt_br: Erro ao gerar imagem, arquivo de origem ausente.
zh_hans: 生成图像出错，缺少源文件。

source: Error generating image.
ca: Error generant imatge.
it: Errore nella generazione dell'immagine.
ja: 画像生成エラー。
pt_br: Erro ao gerar imagem.
zh_hans: 生成图像出错。

source: Error updating Request
ar: خطأ في تحديث الطلب
ca: Error d'actualització de Sol·licitud
it: Errore nell'aggiornamento della richiesta
ja: リクエスト更新エラー
nl: Fout bij het bijwerken van het verzoek
pt_br: Erro ao atualizar a solicitação
uk: Запит на оновлення помилки
zh_hans: 更新请求出错

source: Error when creating a request to join
ar: خطأ عند إنشاء طلب للانضمام
ca: Error en crear una sol·licitud d'unió
it: Errore durante la creazione di una richiesta di adesione
ja: 参加リクエスト作成時のエラー
nl: Foutmelding bij het maken van de aanvraag
pt_br: Erro ao criar uma solicitação de adesão
uk: Помилка при створенні запиту на приєднання
zh_hans: 创建加入请求时出错

source: Error when joining the group.
ar: خطأ عند الانضمام للمجموعة.
ca: Error en unir-se al grup.
it: Errore durante l'adesione al gruppo.
ja: グループ参加時のエラー。
nl: Fout bij toetreding tot de groep.
pt_br: Erro ao entrar no grupo.
uk: Помилка при приєднанні до групи.
zh_hans: 加入组时出错。

source: Event
ar: الحدث
ca: Esdeveniment
it: Evento
ja: イベント
nl: Evenement
pt_br: Evento
uk: Подія
zh_hans: 活动

source: Event Add To Calendar
ar: إضافة حدث إلى التقويم
ca: Esdeveniment Afegir al calendari
it: Evento Aggiungi al calendario
ja: イベント カレンダーに追加
nl: Evenement toevoegen aan kalender
pt_br: Evento Adicionar ao calendário
uk: Додати подію до календаря
zh_hans: 活动 添加到日历

source: Event Enroll Limit
ar: حد تسجيل الأحداث
ca: Límit d'inscripció d'esdeveniments
it: Limite di iscrizione all'evento
ja: イベント登録制限
nl: Evenement Inschrijvingslimiet
pt_br: Limite de inscrição no evento
uk: Ліміт реєстрації подій
zh_hans: 活动报名限额

source: Event Enrollment - Send confirmation after standalone enroll
ar: تسجيل الحدث - إرسال التأكيد بعد التسجيل المستقل
ca: Inscripció d'esdeveniments - Envieu confirmació després de la inscripció independent
it: Iscrizione all'evento - Invio di una conferma dopo l'iscrizione autonoma
ja: イベント登録 - スタンドアロン登録後に確認の送信
nl: Evenement inschrijving - Stuur bevestiging na standalone inschrijving
pt_br: Inscrição no evento - Envie a confirmação após a inscrição independente
uk: Реєстрація на подію - надішліть підтвердження після самостійної реєстрації
zh_hans: 活动注册 - 独立注册后发送确认信息

source: Event Enrolments Export
ar: تصدير تسجيلات الأحداث
ca: Exportació de matrícules d'esdeveniments
it: Esportazione delle iscrizioni agli eventi
ja: イベント登録数エクスポート
nl: Export van inschrijvingen voor evenementen
pt_br: Exportação de inscrições em eventos
uk: Експорт реєстрацій подій
zh_hans: 活动报名出口

source: Event Organisers
ar: منظمو الحدث
ca: Organitzadors d'esdeveniments
it: Organizzatori di eventi
ja: イベント主催者
nl: Evenement organisatoren
pt_br: Organizadores de eventos
uk: Організатори заходу
zh_hans: 活动组织者

source: Event Type
ca: Tipus d'esdeveniment
it: Tipo di evento
ja: イベントの種類
pt_br: Tipo de evento
zh_hans: 活动类型

source: Event add block
ar: صندوق إضافة الحدث
ca: Esdeveniment afegir bloc
it: Blocco per l'aggiunta di eventi
ja: イベント追加ブロック
nl: Gebeurtenis toevoegen blok
pt_br: Bloco de adição de eventos
uk: Блок додавання події
zh_hans: 事件添加块

source: Event date
ar: تاريخ الفاعلية
ca: Data de l'esdeveniment
it: Data dell'evento
ja: 開催日
nl: Evenementdatum
pt_br: Data do evento
uk: Дата проведення заходу
zh_hans: 活动日期

source: Event date:
ar: تاريخ الفاعلية
ca: Data de l'esdeveniment:
it: Data dell'evento:
ja: イベント開催日
nl: Evenement datum:
pt_br: Data do evento:
uk: Дата події:
zh_hans: 活动日期

source: Event display settings
ar: إعدادات عرض الحدث
ca: Configuració de visualització d'esdeveniments
it: Impostazioni di visualizzazione degli eventi
ja: イベント表示設定
nl: Weergave-instellingen evenement
pt_br: Configurações de exibição de eventos
uk: Налаштування відображення подій
zh_hans: 事件显示设置

source: Event enrolled or created
ar: تم تسجيل أو إنشاء الحدث
ca: Esdeveniment inscrit o creat
it: Evento iscritto o creato
ja: 登録または作成されたイベント
nl: Evenement aangemeld of aangemaakt
pt_br: Evento inscrito ou criado
uk: Подія зареєстрована або створена
zh_hans: 注册或创建的事件

source: Event enrollment
ar: التسجيل في الحدث
ca: Inscripció a l'esdeveniment
it: Iscrizione all'evento
ja: イベント登録
nl: Aanmelding evenement
pt_br: Inscrição no evento
uk: Реєстрація на подію
zh_hans: 活动报名

source: Event enrollment ID
ar: معرف تسجيل الحدث
ca: Identificació de matrícula de l'esdeveniment
it: ID di iscrizione all'evento
ja: イベント登録ID
nl: Inschrijving evenement ID
pt_br: ID de inscrição no evento
uk: Ідентифікатор реєстрації на захід
zh_hans: 活动注册 ID

source: Event enrollment settings
ar: إعدادات التسجيل في الحدث
ca: Configuració de la inscripció d'esdeveniments
it: Impostazioni di registrazione degli eventi
ja: イベント登録設定
nl: Evenement aanmeld instellingen
pt_br: Configurações de inscrição em eventos
uk: Налаштування реєстрацій на подію
zh_hans: 事件注册设置

source: Event enrollments
ar: تسجيلات الحدث
ca: Inscripcions a l'esdeveniment
it: Iscrizioni agli eventi
ja: イベント登録
nl: Evenement aanmeldingen
pt_br: Inscrições em eventos
uk: Реєстрація на події
zh_hans: 活动报名

source: Event has passed
ar: لقد انتهت الحدث
ca: L'esdeveniment ha passat
it: L'evento è passato
ja: イベントは終了しました
nl: Evenement is voorbij
pt_br: O evento já passou
uk: Подія пройшла
zh_hans: 事件已通过

source: Event invite
ca: Convida a l'esdeveniment
it: Invito all'evento
ja: イベント招待
pt_br: Convite para evento
zh_hans: 活动邀请

source: Event invite activity context
ar: سياق نشاط دعوة الحدث
ca: Context de l'activitat de convidar a l'esdeveniment
it: Contesto dell'attività di invito all'evento
ja: イベント招待活動のコンテキスト
nl: Context van de uitgenodigde activiteit
pt_br: Contexto da atividade de convite para evento
uk: Контекст запрошення на подію
zh_hans: 事件邀请活动背景

source: Event invite settings
ar: إعدادات دعوة الحدث
ca: Configuració de la invitació a l'esdeveniment
it: Impostazioni degli inviti agli eventi
ja: イベント招待設定
nl: Evenement uitnodiging instellingen
pt_br: Configurações de convite para eventos
uk: Налаштування запрошення на подію
zh_hans: 活动邀请设置

source: Event invites
ar: دعوات الحدث
ca: Convida a l'esdeveniment
it: Inviti all'evento
ja: イベント招待
nl: Evenement uitnodigingen
pt_br: Convites para eventos
uk: Запрошення на подію
zh_hans: 活动邀请

source: Event invites (@count)
ar: دعوات الحدث (@count)
ca: Convidats a l'esdeveniment (@count)
it: Inviti a eventi (@count)
ja: イベント招待状 (@count)
nl: Evenement uitnodigingen (@count)
pt_br: Convites para eventos (@count)
uk: Запрошення на захід (@count)
zh_hans: 活动邀请 (@count)

source: Event link with login page
ar: رابط الحدث مع صفحة تسجيل الدخول
ca: Enllaç de l'esdeveniment amb pàgina d'inici de sessió
it: Link all'evento con pagina di login
ja: ログインページのあるイベントリンク
nl: Link naar evenement met login
pt_br: Link do evento com página de login
uk: Посилання на подію зі сторінкою для входу
zh_hans: 带有登录页面的活动链接

source: Event location
ar: موقع الحدث
ca: Lloc de l'esdeveniment
it: Luogo dell'evento
ja: イベント会場
nl: Evenementlocatie
pt_br: Local do evento
uk: Місце проведення заходу
zh_hans: 活动地点

source: Event managers
ar: مديرو الأحداث
ca: Gestors d'esdeveniments
it: Gestori di eventi
ja: イベント・マネージャー
nl: Beheerders van evenementen
pt_br: Gerentes de eventos
uk: Івент-менеджери
zh_hans: 活动经理

source: Event managers are able to allow users send invites
ar: يمكن لمديري الأحداث السماح للمستخدمين بإرسال دعوات
ca: Els gestors d'esdeveniments són capaços de permetre als usuaris enviar invitacions
it: I gestori di eventi possono consentire agli utenti di inviare inviti
ja: イベント管理者は、ユーザーに招待状を送ることができる。
nl: Eventbeheerders kunnen gebruikers uitnodigingen laten versturen
pt_br: Os gerentes de eventos podem permitir que os usuários enviem convites
uk: Івент-менеджери можуть дозволити користувачам надсилати запрошення
zh_hans: 活动管理者可允许用户发送邀请

source: Event managers are able to allow users send invites.
ar: يمكن لمديري الأحداث السماح للمستخدمين بإرسال الدعوات.
ca: Els gestors d'esdeveniments poden permetre als usuaris enviar invitacions.
it: I gestori di eventi possono consentire agli utenti di inviare inviti.
ja: イベント管理者は、ユーザーに招待状を送ることができます。
nl: Evenementbeheerders kunnen gebruikers uitnodigingen laten versturen.
pt_br: Os gerentes de eventos podem permitir que os usuários enviem convites.
uk: Івент-менеджери можуть дозволити користувачам надсилати запрошення.
zh_hans: 活动管理员可以允许用户发送邀请。

source: Event managers can keep me posted on events I've enrolled in.
ca: Els gestors d'esdeveniments poden mantenir-me informat sobre els esdeveniments als quals m'he inscrit.
it: I responsabili degli eventi possono tenermi aggiornato sugli eventi a cui mi sono iscritto.
ja: イベント・マネージャーは、私が登録したイベントの情報を知らせてくれる。
pt_br: Os gerentes de eventos podem me manter informado sobre os eventos em que me inscrevi.
zh_hans: 活动经理可以随时向我通报我报名参加的活动。

source: Event managers settings
ar: إعدادات مديري الأحداث
ca: Configuració dels gestors d'esdeveniments
it: Impostazioni dei gestori di eventi
ja: イベントマネージャーの設定
nl: Evenement organisator instellingen
pt_br: Configurações de gerenciadores de eventos
uk: Налаштування менеджерів подій
zh_hans: 事件管理器设置

source: Event organiser settings
ar: إعدادات منظم الحدث
ca: Configuració de l'organitzador d'esdeveniments
it: Impostazioni dell'organizzatore dell'evento
ja: イベント主催者の設定
nl: Evenement organisatoren instellingen
pt_br: Configurações do organizador de eventos
uk: Налаштування організатора події
zh_hans: 活动组织者设置

source: Event organisers
ar: منظمو الحدث
ca: Organitzadors d'esdeveniments
it: Organizzatori di eventi
ja: イベント主催者
nl: Evenement organisatoren
pt_br: Organizadores de eventos
uk: Організатори подій
zh_hans: 活动组织者

source: Event request activity context
ar: سياق نشاط طلب الحدث
ca: Context de l'activitat de sol·licitud d'esdeveniment
it: Contesto dell'attività di richiesta evento
ja: イベント要求アクティビティコンテキスト
nl: Gebeurtenis verzoek activiteit context
pt_br: Contexto da atividade de solicitação de evento
uk: Контекст активності запиту на подію
zh_hans: 事件请求活动背景

source: Event requests notification
ar: اشعارات طلبات الحدث
ca: Notificació de sol·licituds d'esdeveniments
it: Notifica delle richieste di eventi
ja: イベント依頼通知
nl: Kennisgeving van evenementaanvragen
pt_br: Notificação de solicitações de eventos
uk: Сповіщення про запити на події
zh_hans: 活动请求通知

source: Event settings
ar: إعدادات الحدث
ca: Configuració de l'esdeveniment
it: Impostazioni dell'evento
ja: イベント設定
nl: Evenement aanmeld instellingen
pt_br: Configurações do evento
uk: Налаштування події
zh_hans: 活动设置

source: Event sorting (passed and upcoming)
ar: فرز الأحداث (الماضية والقادمة)
ca: Ordenació d'esdeveniments (passats i pròxims)
it: Ordinamento degli eventi (passati e futuri)
ja: イベントの並べ替え（通過済みと近日中）
nl: Sorteren van evenementen (voorbije en komende)
pt_br: Classificação de eventos (aprovados e futuros)
uk: Сортування подій (пройдені та майбутні)
zh_hans: 活动排序（已通过和即将通过）

source: Event time
ar: وقت الحدث
ca: Hora de l'esdeveniment
it: Ora dell'evento
ja: 開催時間
nl: Evenement tijd
pt_br: Horário do evento
uk: Час події
zh_hans: 活动时间

source: Event type
ar: نوع الفاعلية
ca: Tipus d'esdeveniment
it: Tipo di evento
ja: イベントタイプ
nl: Evenement type
pt_br: Tipo de evento
uk: Тип події
zh_hans: 活动类型

source: Event type settings
ar: إعدادات نوع الحدث
ca: Configuració del tipus d'esdeveniment
it: Impostazioni del tipo di evento
ja: イベントタイプの設定
nl: Evenementtype instellingen
pt_br: Configurações do tipo de evento
uk: Налаштування типу події
zh_hans: 事件类型设置

source: Event types
ar: أنواع الأحداث
ca: Tipus d'esdeveniments
it: Tipi di evento
ja: イベントの種類
nl: Evenement typen
pt_br: Tipos de eventos
uk: Типи подій
zh_hans: 活动类型

source: Event types required
ar: أنواع الأحداث المطلوبة
ca: Tipus d'esdeveniments necessaris
it: Tipi di evento richiesti
ja: イベントの種類
nl: Evenementtypes verplicht.
pt_br: Tipos de eventos necessários
uk: Необхідні типи подій
zh_hans: 所需活动类型

source: Events
ar: الأحداث
ca: Esdeveniments
it: Eventi
ja: イベント
nl: Evenementen
pt_br: Eventos
uk: Події
zh_hans: 活动

source: Events Profile
ar: الملف الشخصي للأحداث
ca: Perfil d'esdeveniments
it: Profilo degli eventi
ja: イベントプロフィール
nl: Evenementenprofiel
pt_br: Perfil de eventos
uk: Події профілю
zh_hans: 活动简介

source: Events created
ar: تم إنشاء الأحداث
ca: Esdeveniments creats
it: Eventi creati
ja: イベント
nl: Evenementen aangemaakt
pt_br: Eventos criados
uk: Створені події
zh_hans: 创建的活动

source: Events for this user
ar: أحداث لهذا المستخدم
ca: Esdeveniments per a aquest usuari
it: Eventi per questo utente
ja: このユーザーのイベント
nl: Evenementen voor deze gebruiker
pt_br: Eventos para este usuário
uk: Події для цього користувача
zh_hans: 该用户的活动

source: Events on profile block
ar: الأحداث في صندوق الملف الشخصي
ca: Esdeveniments en bloc de perfil
it: Eventi sul blocco del profilo
ja: プロフィール・ブロックのイベント
nl: Gebeurtenissen op profielblok
pt_br: Eventos no bloco de perfil
uk: Події в блоці профілю
zh_hans: 档案块上的事件

source: Events profile overview
ar: نظرة عامة على الملف الشخصي للأحداث
ca: Visió general del perfil d'esdeveniments
it: Panoramica del profilo degli eventi
ja: イベント概要
nl: Overzicht evenementenprofiel
pt_br: Visão geral do perfil de eventos
uk: Огляд профілю подій
zh_hans: 活动概况概述

source: Example
ca: Exemple
it: Esempio
ja: 例
pt_br: Exemplo
zh_hans: 示例

source: Exception trying to save a group membership request: @message
ar: استثناء يحاول حفظ طلب عضوية مجموعة: @message
ca: Excepció que intenta desar una sol·licitud d'adhesió al grup: @message
it: Eccezione nel tentativo di salvare una richiesta di appartenenza a un gruppo: @message
ja: グループ メンバーシップ リクエストを保存しようとすると、例外が発生します：@message
pt_br: Exceção ao tentar salvar uma solicitação de associação de grupo: @message
uk: За винятком спроби зберегти запит на членство в групі: @message
zh_hans: 尝试保存组员资格申请时出现异常：@message

source: Excluded file extensions
ar: امتدادات الملفات المستبعدة
ca: Extensions de fitxers excloses
it: Estensioni di file escluse
ja: 除外されるファイル拡張子
nl: Uitgesloten bestandsextenties
pt_br: Extensões de arquivo excluídas
uk: Виключені розширення файлів
zh_hans: 排除的文件扩展名

source: Execute action
ar: تنفيذ العمل
ca: Executar l'acció
it: Eseguire l'azione
ja: アクションの実行
nl: Actie uitvoeren
pt_br: Executar ação
uk: Виконати дію
zh_hans: 执行行动

source: Expertise
ar: مجالات الممارسة
ca: Expertesa
it: Competenza
ja: 専門知識
pt_br: Experiência
uk: Експертиза
zh_hans: 专业知识

source: Explore
ar: اكتشف
ca: Explora
it: Esplorare
ja: エクスペリエンス
nl: Verkennen
pt_br: Explorar
uk: Дослідити
zh_hans: 探索

source: Explore Stream
ar: استكشف ستريم
ca: Explora Stream
it: Esplora il flusso
ja: エクスプロア・ストリーム
nl: Tijdlijn verkennen
pt_br: Explore o Stream
zh_hans: 探索溪流

source: Explore Stream Block
ar: استكشف Stream Block
ca: Explora Stream Block
it: Esplora il blocco della corrente
ja: ストリーム・ブロック
nl: Tijdlijn verkennen blok
pt_br: Explore o Stream Block
uk: Дослідити блок "Потік
zh_hans: 探索溪流区块

source: Explore page for LU
ar: صفحة الاستكشاف لـ LU
ca: Explora la pàgina per a LU
it: Esplora la pagina per LU
ja: LUの検索ページ
nl: Pagina verkennen voor LU
pt_br: Explore a página de LU
uk: Дослідити сторінку для LU
zh_hans: 探索鲁汶工程大学页面

source: Explore tag
ca: Explora l'etiqueta
it: Esplora il tag
ja: タグを探る
pt_br: Etiqueta de exploração
zh_hans: 探索标签

source: Explore the group
ar: اكتشف المجموعة
ca: Explora el grup
it: Esplora il gruppo
ja: グループを探る
nl: Verken de groep
pt_br: Explore o grupo
uk: Дослідити групу
zh_hans: 探索小组

source: Export
ar: تصدير
ca: Exportació
it: Esportazione
ja: 輸出
nl: Exporteren
pt_br: Exportar
uk: Експортувати
zh_hans: 出口

source: Export is complete. @link
ar: اكتمل التصدير. @link
ca: L'exportació s'ha completat. @link
it: L'esportazione è completa. @link
ja: 輸出が完了した。@link
nl: Export is klaar. @link
pt_br: A exportação foi concluída. @link
uk: Експорт завершено. @link
zh_hans: 导出完成。@link

source: Export plugins that can be used by normal users.
ar: تصدير المكونات الإضافية التي يمكن استخدامها من قبل المستخدمين العاديين.
ca: Exporta connectors que puguin ser utilitzats pels usuaris normals.
it: Esportazione di plugin che possono essere utilizzati dagli utenti normali.
ja: 通常のユーザーが使用できるプラグインをエクスポートする。
nl: Uitvoerplugins die door normale gebruikers kunnen worden gebruikt.
pt_br: Exporte plug-ins que podem ser usados por usuários normais.
uk: Експортуйте плагіни, якими можуть користуватися звичайні користувачі.
zh_hans: 导出普通用户可以使用的插件。

source: Export settings
ar: إعدادات التصدير
ca: Configuració d'exportació
it: Impostazioni di esportazione
ja: エクスポート設定
nl: Exportinstellingen
pt_br: Configurações de exportação
uk: Експорт установок
zh_hans: 导出设置

source: Export the selected enrollments to CSV
ar: تصدير التسجيلات المحددة إلى CSV
ca: Exporta les matrícules seleccionades a CSV
it: Esportare le iscrizioni selezionate in CSV
ja: 選択した登録をCSVにエクスポートする
nl: Exporteer de geselecteerde aanwezigen naar een CSV-bestand
pt_br: Exportar as inscrições selecionadas para CSV
uk: Експортуйте вибрані записи у CSV
zh_hans: 将选定的注册信息导出为 CSV

source: Export the selected enrollments to CSV including anonymous
ar: قم بتصدير التسجيلات المحددة إلى CSV بما في ذلك المجهول
ca: Exporta les inscripcions seleccionades a CSV incloent anònimes
it: Esportare le iscrizioni selezionate in CSV, comprese quelle anonime.
ja: 匿名を含むCSVへのエクスポート
nl: De geselecteerde inschrijvingen exporteren naar CSV, inclusief anoniem
pt_br: Exportar as inscrições selecionadas para CSV, incluindo anônimas
uk: Експортуйте вибрані реєстрації у CSV, включаючи анонімні
zh_hans: 将选定的注册信息导出为 CSV 格式，包括匿名注册信息

source: Export the selected members to CSV
ar: تصدير الأعضاء المحددين إلى CSV
ca: Exporta els membres seleccionats a CSV
it: Esportare i membri selezionati in CSV
ja: 選択したメンバーをCSVにエクスポート
nl: Exporteer de geselecteerde leden naar een CSV-bestand
pt_br: Exportar os membros selecionados para CSV
uk: Експортуйте вибраних учасників у CSV
zh_hans: 将所选成员导出为 CSV

source: Export the selected users to CSV
ar: تصدير المستخدمين المحددين إلى CSV
ca: Exporta els usuaris seleccionats a CSV
it: Esportare gli utenti selezionati in CSV
ja: 選択したユーザーをCSVにエクスポート
nl: Exporteer de geselecteerde leden naar CSV
pt_br: Exportar os usuários selecionados para CSV
uk: Експортуйте вибраних користувачів у CSV
zh_hans: 将选定的用户导出为 CSV

source: Expose
ar: فضح
ca: Exposar
it: Esporre
ja: 暴露
nl: Zichtbaar gemaakt
pt_br: Expor
uk: Виставити
zh_hans: 曝光

source: Extends the GraphQL API with branding information for this Open Social platform.
ar: يوسع واجهة برمجة تطبيقات GraphQL بمعلومات العلامة التجارية لمنصة Open Social هذه.
ca: Amplia l'API GraphQL amb informació de branding per a aquesta plataforma Open Social.
it: Estende l'API GraphQL con informazioni sul marchio di questa piattaforma Open Social.
ja: このオープン・ソーシャル・プラットフォームのブランディング情報で GraphQL API を拡張する。
nl: Breidt de GraphQL API uit met merkinformatie voor dit Open Social platform.
pt_br: Estende a API do GraphQL com informações de marca para essa plataforma Open Social.
uk: Розширює API GraphQL інформацією про брендинг для цієї відкритої соціальної платформи.
zh_hans: 使用该开放式社交平台的品牌信息扩展 GraphQL API。

source: Extensions
ar: الامتدادات
it: Estensioni
ja: エクステンション
nl: Extensies
pt_br: Extensões
uk: Додатки
zh_hans: 扩展

source: External ID
ca: Identificació externa
it: ID esterno
ja: 外部ID
pt_br: ID externa
zh_hans: 外部 ID

source: External Identifier
ca: Identificador extern
it: Identificatore esterno
ja: 外部識別子
pt_br: Identificador externo
zh_hans: 外部标识符

source: External Identifier Default
ca: Identificador extern per defecte
it: Identificatore esterno Predefinito
ja: 外部識別子 デフォルト
pt_br: Identificador externo padrão
zh_hans: 外部标识符 默认值

source: External Owner
ca: Propietari extern
it: Proprietario esterno
ja: 社外オーナー
pt_br: Proprietário externo
zh_hans: 外部业主

source: External Owner ID
ca: Identificació de propietari extern
it: ID proprietario esterno
ja: 外部オーナーID
pt_br: ID do proprietário externo
zh_hans: 外部所有者 ID

source: External Owner Target Type
ca: Tipus de destinació de propietari extern
it: Proprietario esterno Tipo di obiettivo
ja: 外部オーナー ターゲットタイプ
pt_br: Tipo de alvo do proprietário externo
zh_hans: 外部所有者 目标类型

source: External Owner Target type
ca: Tipus de destinació de propietari extern
it: Proprietario esterno Tipo di obiettivo
ja: 外部オーナー ターゲットタイプ
pt_br: Proprietário externo Tipo de alvo
zh_hans: 外部所有者 目标类型

source: Extra
ar: إضافي
ja: おまけ
uk: Додаткове
zh_hans: 额外

source: Fallback
ar: تراجع
ca: Recuperació
ja: フォールバック
pt_br: Recuar
uk: Запасний варіант.
zh_hans: 回退

source: Feature
ca: Característica
it: Caratteristica
ja: 特徴
pt_br: Característica
zh_hans: 特点

source: Feature Machine Name
ar: اسم الجهاز المميز
ca: Nom de la màquina característica
it: Caratteristica Nome macchina
ja: フィーチャー・マシン名
nl: Functie Machinenaam
pt_br: Nome da máquina em destaque
uk: Характеристика Назва машини
zh_hans: 功能机器名称

source: Featured
ar: مميز
ca: Destacats
it: In primo piano
ja: 特集
nl: Uitgelicht
pt_br: Em destaque
uk: Пов’язане
zh_hans: 特色

source: Featured Content
ar: محتوى مميز
ca: Contingut destacat
it: Contenuto in evidenza
ja: 注目コンテンツ
nl: Uitgelichte inhoud
pt_br: Conteúdo em destaque
uk: Основний вміст
zh_hans: 特色内容

source: Featured Item
ar: عنصر مميز
ca: Element destacat
it: Articolo in evidenza
ja: 注目アイテム
nl: Uitgelicht item
pt_br: Item em destaque
uk: Популярний товар
zh_hans: 特色项目

source: Featured Items
ar: العناصر المميزة
ca: Articles destacats
it: Articoli in evidenza
ja: 注目アイテム
nl: Uitgelichte Items
pt_br: Itens em destaque
uk: Рекомендовані товари
zh_hans: 特色项目

source: Features configured for Branding
ca: Característiques configurades per a Branding
it: Caratteristiche configurate per il branding
ja: ブランディングのために設定された機能
pt_br: Recursos configurados para identidade visual
zh_hans: 为打造品牌而配置的功能

source: Field
ar: الحقل
ca: Camp
it: Campo
ja: フィールド
nl: Veld
pt_br: Campo
uk: Поле
zh_hans: 现场

source: Field name
ar: اسم الحقل
ca: Nom del camp
it: Nome del campo
ja: フィールド名
nl: Veldnaam
pt_br: Nome do campo
uk: Назва поля
zh_hans: 字段名称

source: Field types
ar: أنواع الحقول
ca: Tipus de camp
it: Tipi di campo
ja: フィールドタイプ
nl: Veldtypes
pt_br: Tipos de campo
uk: Типи полів
zh_hans: 领域类型

source: Fields
ar: حقول
ca: Camps
it: Campi
ja: フィールド
nl: Velden
pt_br: Campos
uk: Поля
zh_hans: 字段

source: File
ar: ملف
ca: Fitxer
ja: ファイル
nl: Bestand
pt_br: Arquivo
uk: Файл
zh_hans: 文件

source: File and Image in a table
ar: ملف وصورة في جدول
ca: Fitxer i imatge en una taula
it: File e immagini in una tabella
ja: テーブル内のファイルと画像
nl: Bestand en beeld in een tabel
pt_br: Arquivo e imagem em uma tabela
uk: Файл і зображення в таблиці
zh_hans: 表格中的文件和图像

source: File uri
ar: معرف الملفات
ca: Tipus d'arxius
ja: ファイル uri
nl: Bestand uri
pt_br: Arquivo uri
uk: Урл файлу
zh_hans: 文件 uri

source: File url
ar: رابط الملف
ca: Url de l'arxiu
it: Url del file
ja: ファイルのURL
nl: Bestand url
pt_br: URL do arquivo
uk: Адреса файлу
zh_hans: 文件网址
