Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Edit manager notes on a users profile
ar: تحرير ملاحظات المدير على ملف تعريف المستخدمين
ca: Editar les notes del gestor en un perfil d'usuari
it: Modifica delle note del gestore sul profilo di un utente
ja: ユーザープロファイルのマネージャーノートを編集する
nl: Beheerdersnotities op een gebruikersprofiel bewerken
pt_br: Editar notas do gerente no perfil de um usuário
uk: Редагування нотаток менеджера в профілі користувача
zh_hans: 编辑用户配置文件中的经理备注

source: Edit own comments
ar: تحرير التعليقات الخاصة
ca: Editar comentaris propis
it: Modificare i propri commenti
ja: 自分のコメントを編集する
nl: Eigen reacties bewerken
pt_br: Edite seus próprios comentários
uk: Редагування власних коментарів
zh_hans: 编辑自己的评论

source: Edit own posts entities
ar: تحرير الكيانات المنشورات الخاصة
ca: Editar entitats de publicacions pròpies
it: Modificare le entità dei propri messaggi
ja: 自分の投稿を編集する
nl: Eigen berichten bewerken entiteiten
pt_br: Editar entidades de postagens próprias
uk: Редагування власних дописів
zh_hans: 编辑自己的帖子实体

source: Edit profile
ar: تعديل الملف الشخصي
ca: Edita el perfil
it: Modifica profilo
ja: プロフィール編集
nl: Profiel bewerken
pt_br: Editar perfil
uk: Змінити профіль
zh_hans: 编辑个人资料

source: Edit profile organization tags on a users profile
ar: تحرير علامات تنظيم الملف الشخصي في ملف تعريف المستخدمين
ca: Edita les etiquetes d'organització del perfil en un perfil d'usuaris
it: Modifica dei tag di organizzazione del profilo di un utente
ja: ユーザープロフィールの組織タグを編集する
nl: Wijzig profiel organisatie tags op een gebruikers profiel
pt_br: Editar tags de organização de perfil no perfil de um usuário
uk: Редагування тегів організації профілю в профілі користувача
zh_hans: 编辑用户配置文件上的配置文件组织标记

source: Edit profile tags on a users profile
ar: تحرير علامات الملف الشخصي في ملف تعريف المستخدمين
ca: Editar etiquetes de perfil en un perfil d'usuari
it: Modifica dei tag del profilo di un utente
ja: プロフィールタグの編集
nl: Profiellabels van een gebruiker bewerken
pt_br: Editar tags de perfil no perfil de um usuário
uk: Редагування тегів профілю в профілі користувача
zh_hans: 编辑用户配置文件上的配置文件标签

source: Edit report details
ar: تحرير تفاصيل التقرير
ca: Edita detalls de l'informe
it: Modifica dei dettagli del rapporto
ja: レポートの詳細を編集する
nl: Bewerk rapport details
pt_br: Editar detalhes do relatório
uk: Редагування деталей звіту
zh_hans: 编辑报告详情

source: Email
ar: البريد الإلكتروني
ca: Correu electrònic
ja: 電子メール
uk: Електронна пошта
zh_hans: 电子邮件

source: Email Card
ar: بطاقة البريد الإلكتروني
ca: Targeta de correu electrònic
it: Scheda e-mail
ja: Eメールカード
nl: E-mail kaart
pt_br: Cartão de e-mail
uk: Електронна картка
zh_hans: 电子邮件卡

source: Email address
ar: عنوان البريد الإلكتروني
ca: Adreça de correu electrònic
it: Indirizzo e-mail
ja: メールアドレス
nl: E-mailadres
pt_br: Endereço de e-mail
uk: Адреса електронної пошти
zh_hans: 电子邮件地址

source: Email notification
ar: تنبيهات البريد الالكتروني
ca: Notificació per correu electrònic
it: Notifica via e-mail
ja: メール通知
nl: E-mailmelding
pt_br: Notificação por e-mail
uk: Електронне сповіщення
zh_hans: 电子邮件通知

source: Email notification settings
ar: إعدادات الإعلام بالبريد الإلكتروني
ca: Configuració de notificacions per correu electrònic
it: Impostazioni di notifica via e-mail
ja: メール通知設定
nl: e-mailmelding-instellingen
pt_br: Configurações de notificação por e-mail
uk: Налаштування сповіщень електронною поштою
zh_hans: 电子邮件通知设置

source: Email notifications
ar: إشعارات البريد الإلكتروني
ca: Notificacions per correu electrònic
it: Notifiche via e-mail
ja: メール通知
nl: E-mail notificaties
pt_br: Notificações por e-mail
uk: Повідомлення електронною поштою.
zh_hans: 电子邮件通知

source: Email of the @id is missing
ar: البريد الإلكتروني لـ @id مفقود
ca: Falta el correu electrònic del @id
it: Manca l'e-mail di @id
ja: @id のEメールが見つかりません。
nl: Email van het @id ontbreekt
pt_br: Falta o e-mail do @id
uk: Відсутня електронна адреса @id
zh_hans: @id 的电子邮件丢失

source: Email task subject
ar: موضوع مهمة البريد الإلكتروني
ca: Assumpte de la tasca de correu electrònic
it: Oggetto dell'attività di posta elettronica
ja: Eメールの件名
nl: Onderwerp van de e-mailtaak
pt_br: Assunto da tarefa de e-mail
uk: Тема завдання на електронну пошту
zh_hans: 电子邮件任务主题

source: Emails that belong to users with selected roles won't be rerouted.
ca: Els correus electrònics que pertanyen a usuaris amb rols seleccionats no es reencaminaran.
it: Le e-mail che appartengono a utenti con ruoli selezionati non verranno reindirizzate.
ja: 選択したロールのユーザーに属するメールは再ルーティングされません。
pt_br: E-mails pertencentes a usuários com funções selecionadas não serão redirecionados.
zh_hans: 属于选定角色用户的电子邮件不会被转发。

source: Embed Media in Content
ar: تضمين الوسائط في المحتوى
ca: Incrustar els mitjans de comunicació en el contingut
it: Incorporare i media nei contenuti
ja: コンテンツにメディアを埋め込む
nl: Media opnemen in inhoud
pt_br: Incorporar mídia ao conteúdo
uk: Вбудовування медіа у контент
zh_hans: 在内容中嵌入媒体

source: Embedded content from third party providers, like Facebook or YouTube, require cookies to be placed in order to work. This settings page allows you to configure this behavior. This should help you create a better experience for your users, keeping their privacy in mind. When enabled, users are shown a placeholder instead of embedded content. After the user consents to show this third party content, the embedded content will be shown.
ar: يتطلب المحتوى المضمن من مزودي الطرف الثالث، مثل Facebook أو YouTube، وضع ملفات تعريف الارتباط من أجل العمل. تسمح لك صفحة الإعدادات هذه بتكوين هذا السلوك. من المفترض أن يساعدك ذلك في إنشاء تجربة أفضل للمستخدمين، مع مراعاة خصوصيتهم. عند التمكين، يتم عرض عنصر نائب للمستخدمين بدلاً من المحتوى المضمن. بعد موافقة المستخدم على عرض محتوى الطرف الثالث هذا، سيتم عرض المحتوى المضمن.
ca: Els continguts incrustats de tercers proveïdors, com Facebook o YouTube, requereixen que es col·loquin cookies per tal de funcionar. Aquesta pàgina de configuració us permet configurar aquest comportament. Això us hauria d'ajudar a crear una millor experiència per als vostres usuaris, tenint en compte la seva privacitat. Quan està activat, als usuaris se'ls mostra un marcador de posició en lloc d'un contingut incrustat. Després que l'usuari consenti mostrar aquest contingut de tercers, es mostrarà el contingut incrustat.
it: I contenuti incorporati da fornitori terzi, come Facebook o YouTube, richiedono l'inserimento di cookie per poter funzionare. Questa pagina di impostazioni consente di configurare questo comportamento. Questo dovrebbe aiutarvi a creare un'esperienza migliore per i vostri utenti, tenendo conto della loro privacy. Se abilitato, agli utenti viene mostrato un segnaposto al posto del contenuto incorporato. Dopo che l'utente ha acconsentito a mostrare il contenuto di terze parti, verrà mostrato il contenuto incorporato.
ja: FacebookやYouTubeのようなサードパーティプロバイダの埋め込みコンテンツは、動作するためにクッキーを配置する必要があります。 この設定ページでは、この動作を設定することができます。これにより、ユーザーのプライバシーに配慮しながら、より良いエクスペリエンスを提供することができます。 有効にすると、埋め込みコンテンツの代わりにプレースホルダーが表示されます。ユーザーがこのサードパーティコンテンツを表示することに同意した後、埋め込みコンテンツが表示されます。
nl: Voor ingesloten inhoud van derden, zoals Facebook of YouTube, moeten cookies worden geplaatst om te kunnen werken. Met deze instellingenpagina kunt u dit gedrag configureren. Dit zou u moeten helpen een betere ervaring voor uw gebruikers te creëren, waarbij u hun privacy in gedachten houdt. Indien ingeschakeld, krijgen gebruikers een plaatshouder te zien in plaats van ingesloten inhoud. Nadat de gebruiker toestemming geeft om deze inhoud van derden te tonen, wordt de ingesloten inhoud getoond.
pt_br: O conteúdo incorporado de fornecedores terceirizados, como o Facebook ou o YouTube, exige que os cookies sejam colocados para funcionar. Essa página de configurações permite que você configure esse comportamento. Isso deve ajudar você a criar uma experiência melhor para seus usuários, mantendo a privacidade deles em mente. Quando ativado, os usuários recebem um espaço reservado em vez do conteúdo incorporado. Depois que o usuário consentir em mostrar esse conteúdo de terceiros, o conteúdo incorporado será exibido.
uk: Вбудований контент від сторонніх провайдерів, таких як Facebook або YouTube, вимагає встановлення файлів cookie для роботи. Ця сторінка налаштувань дозволяє вам налаштувати цю поведінку. Це допоможе вам створити кращий досвід для ваших користувачів, не забуваючи про їхню конфіденційність. Якщо увімкнено, замість вбудованого контенту користувачам буде показано заповнювач. Після того, як користувач дасть згоду на показ цього стороннього контенту, буде показано вбудований контент.
zh_hans: 第三方提供商（如 Facebook 或 YouTube）提供的嵌入内容需要放置 Cookie 才能运行。 此设置页面允许您配置此行为。这将有助于您为用户创造更好的体验，同时考虑到他们的隐私。 启用后，用户将看到一个占位符，而不是嵌入内容。在用户同意显示第三方内容后，将显示嵌入内容。

source: Embedded content settings
ar: إعدادات المحتوى المضمنة
ca: Configuració de contingut incrustat
it: Impostazioni dei contenuti incorporati
ja: 埋め込みコンテンツの設定
nl: Instellingen voor ingesloten inhoud
pt_br: Configurações de conteúdo incorporado
uk: Налаштування вбудованого вмісту
zh_hans: 嵌入式内容设置

source: Embedded content user consent settings
ar: إعدادات موافقة مستخدم المحتوى المضمن
ca: Configuració del consentiment de l'usuari de contingut incrustat
it: Impostazioni del consenso dell'utente per i contenuti incorporati
ja: 埋め込みコンテンツのユーザー同意設定
nl: Instellingen voor toestemming van de gebruiker voor ingesloten inhoud
pt_br: Configurações de consentimento do usuário de conteúdo incorporado
uk: Налаштування згоди користувача на використання вбудованого контенту
zh_hans: 嵌入内容用户同意设置

source: Embeds URLs using data attribute: data-embed-url.
ar: يقوم بتضمين عناوين URL باستخدام سمة البيانات: data-embed-url.
ca: Incorpora les adreces URL mitjançant l'atribut de dades: data-embed-url.
it: Incorpora gli URL usando l'attributo: data-embed-url.
ja: data-embed-url属性を使ってURLを埋め込む。
nl: Voegt URL's in met behulp van gegevensattribuut: data-embed-url.
pt_br: Incorpora URLs usando o atributo de dados: data-embed-url.
uk: Вбудовує URL-адреси за допомогою атрибута даних: data-embed-url.
zh_hans: 使用数据属性嵌入 URL：data-embed-url。

source: Emoji picker
ar: منتقي الرموز التعبيرية
ca: Selector d'emojis
it: Selezionatore di emoji
ja: 絵文字ピッカー
nl: Emoji kiezer
pt_br: Seletor de emojis
uk: Збирач емодзі
zh_hans: 表情符号选择器

source: Enable activity access control for notifications.
ar: تفعيل التحكم نشاط الوصول الى الاشعارات.
ca: Habilita el control d'accés a l'activitat per a les notificacions.
it: Abilitare il controllo dell'accesso alle attività per le notifiche.
ja: 通知のアクティビティアクセスコントロールを有効にする。
nl: Activiteitentoegangscontrole voor meldingen inschakelen.
pt_br: Ative o controle de acesso à atividade para notificações.
uk: Увімкніть контроль доступу до активності для сповіщень.
zh_hans: 为通知启用活动访问控制。

source: Enable activity access control for related post entities.
ar: تفعيل التحكم نشاط الوصول الى كيانات النشر ذات الصلة
ca: Habilitar el control d'accés a l'activitat per a les entitats de correus relacionades.
it: Abilitare il controllo dell'accesso alle attività per le entità post correlate.
ja: 関連するポスト・エンティティのアクティビティ・アクセス制御を有効にする。
nl: Activiteitentoegangscontrole inschakelen voor gerelateerde postentiteiten.
pt_br: Ative o controle de acesso à atividade para entidades de postagem relacionadas.
uk: Увімкніть контроль доступу до діяльності для пов'язаних посадових осіб.
zh_hans: 为相关职位实体启用活动访问控制。

source: Enable activity access control.
ar: تفعيل التحكم في وصول النشاط
ca: Activa el control d'accés a l'activitat.
it: Abilitare il controllo dell'accesso alle attività.
ja: アクティビティアクセスコントロールを有効にする。
nl: Schakel toegangsbeheer voor activiteiten in.
pt_br: Ative o controle de acesso à atividade.
uk: Увімкніть контроль доступу до активностей.
zh_hans: 启用活动访问控制。

source: Enable additional features
ar: قم بتمكين الميزات الإضافية
ca: Habilitar funcions addicionals
it: Abilitazione di funzioni aggiuntive
ja: 追加機能を有効にする
nl: Zet extra functies aan
pt_br: Habilitar recursos adicionais
uk: Увімкнути додаткові функції
zh_hans: 启用附加功能

source: Enable book pages
ar: تمكين صفحات الكتاب
ca: Habilitar pàgines de llibres
it: Abilitare le pagine del libro
ja: 本のページを有効にする
nl: Boekenpagina's inschakelen
pt_br: Ativar páginas do livro
uk: Увімкнути сторінки книги
zh_hans: 启用书页

source: Enable calendars you want to allow users to use
ar: قم بتمكين التقويمات التي تريد السماح للمستخدمين باستخدامها
ca: Habilitar els calendaris que voleu permetre que els usuaris utilitzin
it: Abilitare i calendari che si desidera consentire agli utenti di utilizzare
ja: ユーザーに使用を許可したいカレンダーを有効にする
nl: Schakel de opties in uit welke de gebruikers kunnen kiezen
pt_br: Ative os calendários que você deseja permitir que os usuários usem
uk: Увімкніть календарі, які ви хочете дозволити користувачам використовувати
zh_hans: 启用要允许用户使用的日历

source: Enable cross-group posting for node types
ar: تمكين النشر عبر المجموعات لأنواع العقد
ca: Habilitar la publicació entre grups per a tipus de nodes
it: Abilitare la pubblicazione in più gruppi per i tipi di nodo
ja: ノード・タイプのグループ間ポストを有効にする
nl: Groepsoverschrijdend plaatsen voor nodetypen inschakelen
pt_br: Habilitar a publicação entre grupos para tipos de nós
uk: Увімкнути міжгрупову публікацію для контент типів
zh_hans: 启用节点类型的跨组发布

source: Enable cross-posting
ar: تمكين النشر المشترك
ca: Activa la publicació creuada
it: Abilitare il cross-posting
ja: クロスポストを有効にする
nl: Grensoverschrijdend plaatsing inschakelen
pt_br: Habilitar postagem cruzada
uk: Увімкнути перехресні публікації
zh_hans: 启用交叉张贴

source: Enable event enrollment
ar: تفعيل التسجيل في الحدث
ca: Activa la inscripció d'esdeveniments
it: Abilita l'iscrizione agli eventi
ja: イベント登録を有効にする
nl: Aanmelding evenement inschakelen
pt_br: Habilitar inscrição em eventos
uk: Увімкнути реєстрацію на подію
zh_hans: 启用事件注册

source: Enable event enrollment for anonymous users
ar: تمكين تسجيل الحدث للمستخدمين المجهولين
ca: Activa la inscripció d'esdeveniments per a usuaris anònims
it: Abilita l'iscrizione agli eventi per gli utenti anonimi
ja: 匿名ユーザーのイベント登録を有効にする
nl: Anonieme gebruikers mogen zich aanmelden voor publieke evenementen
pt_br: Habilitar a inscrição em eventos para usuários anônimos
uk: Увімкнути реєстрацію подій для анонімних користувачів
zh_hans: 启用匿名用户的事件注册功能

source: Enable event invite per group type
ar: تفعيل دعوة الحدث لكل نوع مجموعة
ca: Activa la invitació d'esdeveniments per tipus de grup
it: Abilita l'invito agli eventi per tipo di gruppo
ja: グループタイプごとにイベント招待を有効にする
nl: Evenement uitnodiging per groep type inschakelen
pt_br: Habilitar convite para eventos por tipo de grupo
uk: Увімкнути запрошення на подію для кожного типу групи
zh_hans: 按组类型启用事件邀请

source: Enable events for on the user profiles.
ar: تمكين الأحداث في ملفات تعريف المستخدمين.
ca: Habilitar esdeveniments en els perfils d'usuari.
it: Abilita gli eventi per i profili utente.
ja: ユーザープロファイルのイベントを有効にします。
nl: Schakel evenementen in voor de gebruikersprofielen.
pt_br: Habilite eventos nos perfis de usuário.
uk: Увімкніть події для профілів користувачів.
zh_hans: 启用用户配置文件上的事件。

source: Enable functionality.
ca: Activa la funcionalitat.
it: Abilitare la funzionalità.
ja: 機能を有効にする。
pt_br: Ative a funcionalidade.
zh_hans: 启用功能。

source: Enable invite enrollment to events
ar: تمكين تسجيل الدعوة إلى الأحداث
ca: Habilitar la inscripció de convidats a esdeveniments
it: Abilita l'iscrizione agli eventi su invito
ja: イベントへの招待登録を有効にする
nl: Uitnodiging voor evenementen inschakelen
pt_br: Habilitar a inscrição de convites para eventos
uk: Увімкнути запрошення на події
zh_hans: 启用活动邀请注册

source: Enable maximum number of event enrollments
ar: قم بتمكين الحد الأقصى لعدد عمليات التسجيل في الحدث
ca: Habilitar el nombre màxim d'inscripcions a l'esdeveniment
it: Abilita il numero massimo di iscrizioni agli eventi
ja: 最大イベント登録数を有効にする
nl: Maximaal aantal evenementinschrijvingen inschakelen
pt_br: Habilitar o número máximo de inscrições em eventos
uk: Увімкнути максимальну кількість реєстрацій на події
zh_hans: 启用事件注册的最大次数

source: Enable module functionality.
ar: قم بتمكين وظيفة الوحدة.
ca: Habilitar la funcionalitat del mòdul.
it: Abilitare la funzionalità del modulo.
ja: モジュール機能を有効にする。
nl: Modulefunctionaliteit inschakelen.
pt_br: Ative a funcionalidade do módulo.
uk: Увімкніть функціональність модуля.
zh_hans: 启用模块功能。

source: Enable post access for public and community posts.
ar: تمكين الوصول إلى المشاركات العامة والمجتمعية.
ca: Habilitar l'accés a les publicacions públiques i comunitàries.
it: Abilitare l'accesso ai post per i post pubblici e della comunità.
ja: 公開投稿とコミュニティ投稿の投稿アクセスを有効にする。
nl: Berichten toegang inschakelen voor publieke en communityberichten.
pt_br: Habilite o acesso às publicações públicas e da comunidade.
uk: Увімкніть доступ до публікацій для публічних та громадських дописів.
zh_hans: 启用公共和社区帖子的访问权限。

source: Enable post for the account stream.
ar: تمكين النشر لتيار الحساب.
ca: Activa la publicació per al flux del compte.
it: Abilita la pubblicazione per lo stream dell'account.
ja: アカウントストリームへの投稿を有効にする。
nl: Post inschakelen voor de account stream.
pt_br: Habilite a publicação para o stream da conta.
uk: Увімкніть публікацію для потоку акаунта.
zh_hans: 启用账户流的发布功能。

source: Enable post for the group stream.
ar: تفعيل المشاركة لتيار المجموعة.
ca: Habilita la publicació per al flux de grup.
it: Abilita la pubblicazione per il flusso di gruppo.
ja: グループストリームへの投稿を有効にする。
nl: Post inschakelen voor de groepsstroom.
pt_br: Habilite a publicação para o stream do grupo.
uk: Увімкніть публікацію для групового потоку.
zh_hans: 启用群组信息流发布。

source: Enable posts for members
ar: تمكين المشاركات للأعضاء
ca: Habilitar publicacions per als membres
it: Abilitare i messaggi per i membri
ja: 会員の投稿を有効にする
nl: Berichten voor leden mogelijk maken
pt_br: Habilitar postagens para membros
uk: Увімкнути дописи для користувачів
zh_hans: 允许成员发帖

source: Enable quickjoin
ar: تفعيل الانضمام السريع
ca: Activa la connexió ràpida
it: Abilitare l'unione rapida
ja: クイックジョインを有効にする
nl: Snel lid worden aanzetten
pt_br: Habilitar junção rápida
uk: Ввімкнути швидке приєднання
zh_hans: 启用快速连接

source: Enable site wide JS
ar: تفعيل JS على مستوى الموقع
ca: Habilitar JS a tot el lloc
it: Abilitare JS a livello di sito
ja: サイト全体のJSを有効にする
nl: Inschakelen site wide JS
pt_br: Habilitar JS em todo o site
uk: Увімкнути JS на всьому сайті
zh_hans: 启用全站 JS

source: Enable the <em>Add to calendar</em> button
ar: قم بتمكين الزر " <em>إضافة إلى التقويم"</em>
ca: Activa el botó <em> Afegeix al calendari </em>
it: Abilitare il pulsante <em>Aggiungi al calendario</em>
ja: <em>カレンダーに追加</em> ボタンを有効にする。
nl: Schakel de <em>Toevoegen aan agenda</em> knop in
pt_br: Ative o botão <em> Adicionar ao calendário </em>
uk: Увімкніть кнопку <em>Додати до календаря</em>
zh_hans: 启用<em>添加到日历</em> 按钮

source: Enables GraphQL support for Open Social features.
ar: لتمكين دعم GraphQL لميزات Open Social.
ca: Habilita el suport de GraphQL per a les funcions Open Social.
it: Abilita il supporto GraphQL per le funzioni Open Social.
ja: オープンソーシャル機能のGraphQLサポートを有効にする。
nl: Maakt GraphQL-ondersteuning voor Open Social-functies mogelijk.
pt_br: Habilita o suporte do GraphQL para recursos do Open Social.
uk: Вмикає підтримку GraphQL для функцій Open Social.
zh_hans: 为开放式社交功能启用 GraphQL 支持。

source: Enables Group functionality for the Comment module
ar: لتمكين وظائف المجموعة للوحدة النمطية للتعليق
ca: Habilita la funcionalitat de Grup per al mòdul Comentari
it: Abilita la funzionalità di gruppo per il modulo Commenti
ja: コメントモジュールのグループ機能を有効にする
nl: Activeert de groepsfunctionaliteit voor de Commentaarmodule
pt_br: Ativa a funcionalidade de grupo para o módulo de comentários
uk: Вмикає групову функціональність для модуля коментарів
zh_hans: 启用批注模块的组功能

source: Enables site-builders to create custom view permissions for entities based on field values in the entity_access field.
ar: يُمكِّن منشئي المواقع من إنشاء أذونات عرض مخصصة للكيانات استنادًا إلى قيم الحقول في حقل الوصول إلى الكيانات.
ca: Habilita als constructors de llocs crear permisos de visualització personalitzats per a entitats basats en valors de camp del camp entity_access.
it: Consente ai costruttori di siti di creare permessi di visualizzazione personalizzati per le entità in base ai valori del campo entity_access.
ja: サイト・ビルダーがentity_accessフィールドのフィールド値に基づいてエンティティのカスタム表示権限を作成できるようにします。
nl: Biedt site-bouwers de mogelijkheid om aangepaste weergavemogelijkheden voor entiteiten te creëren op basis van veldwaarden in het entity_access veld.
pt_br: Permite que os criadores de sites criem permissões de visualização personalizadas para entidades com base em valores de campo no campo entity_access.
uk: Дозволяє розробникам сайтів створювати власні дозволи на перегляд для сутностей на основі значень полів у полі entity_access.
zh_hans: 使网站建设者能够根据 entity_access 字段中的字段值为实体创建自定义视图权限。

source: Enables the GraphQL API for Open Social.
ar: يقوم بتمكين واجهة برمجة تطبيقات GraphQL للشبكات الاجتماعية المفتوحة.
ca: Habilita l'API GraphQL per Open Social.
it: Abilita l'API GraphQL per Open Social.
ja: Open Social の GraphQL API を有効にします。
nl: Schakelt de GraphQL API voor Open Social in.
pt_br: Habilita a API GraphQL para Open Social.
uk: Вмикає API GraphQL для Open Social.
zh_hans: 启用开放社交的 GraphQL API。

source: Enables translation of static site content (such as Basic Pages, Landing Pages and Book Pages).
ar: لتمكين ترجمة محتوى الموقع الثابت (مثل الصفحات الأساسية والصفحات المقصودة وصفحات الكتب).
ca: Habilita la traducció del contingut estàtic del lloc (com ara Pàgines bàsiques, pàgines de destinació i pàgines de llibres).
it: Consente di tradurre i contenuti statici del sito (come le Pagine base, le Landing Page e le Pagine libro).
ja: 静的サイトコンテンツ（基本ページ、ランディングページ、ブックページなど）の翻訳を可能にします。
nl: Maakt vertaling van statische site-inhoud mogelijk (zoals basispagina's, landings pagina's en boekpagina's).
pt_br: Permite a tradução do conteúdo estático do site (como páginas básicas, páginas de destino e páginas de livros).
uk: Дозволяє перекладати статичний вміст сайту (наприклад, основні сторінки, цільові сторінки та сторінки книг).
zh_hans: 可翻译静态网站内容（如基本页面、登陆页面和图书页面）。

source: Enabling this feature gives site builders the possibility to create group 'quick join' links (ex., /group/1/quickjoin). Furthermore, it's possible to skip the confirmation step on a group type basis.
ar: يتيح تمكين هذه الميزة لمنشئي المواقع إمكانية إنشاء روابط "الانضمام السريع" للمجموعة (على سبيل المثال ، / group / 1 / quickjoin). علاوة على ذلك ، من الممكن تخطي خطوة التأكيد على أساس نوع المجموعة.
ca: L'habilitació d'aquesta característica dóna als constructors de llocs la possibilitat de crear enllaços de 'unió ràpida' de grup (ex., /group/1/quickjoin). A més, és possible saltar el pas de confirmació sobre una base de tipus de grup.
it: Abilitando questa funzione, i costruttori di siti hanno la possibilità di creare link di "adesione rapida" ai gruppi (ad esempio, /group/1/quickjoin). Inoltre, è possibile saltare la fase di conferma in base al tipo di gruppo.
ja: この機能を有効にすると、サイトビルダーはグループの「クイック参加」リンク（例：/group/1/quickjoin）を作成できるようになります。さらに、グループタイプごとに確認ステップをスキップすることも可能です。
nl: Door deze functie in te schakelen, hebben sitebouwers de mogelijkheid om snelkoppelingen voor groepen te maken (bijv., /groep/1/quickjoin). Bovendien is het mogelijk om de bevestigingsstap over te slaan per groepstype.
pt_br: A ativação desse recurso oferece aos criadores de sites a possibilidade de criar links de “junção rápida” em grupo (por exemplo, /group/1/quickjoin). Além disso, é possível pular a etapa de confirmação com base no tipo de grupo.
uk: Увімкнення цієї функції дає розробникам сайтів можливість створювати групові посилання "швидкого приєднання" (наприклад, /group/1/quickjoin). Крім того, можна пропустити крок підтвердження на основі типу групи.
zh_hans: 启用该功能后，网站建设者就可以创建群组 "快速加入 "链接（例如，/group/1/quickjoin）。此外，还可以根据组类型跳过确认步骤。
