Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: users can only enroll for this event if they are added/invited by event organisers
ar: يمكن للمستخدمين التسجيل في هذا الحدث فقط إذا تمت إضافتهم/دعوتهم من قبل منظمي الحدث
ca: els usuaris només poden inscriure's a aquest esdeveniment si són afegits/convidats pels organitzadors de l'esdeveniment
it: gli utenti possono iscriversi a questo evento solo se vengono aggiunti/invitati dagli organizzatori dell'evento stesso
ja: ユーザーは、イベント主催者によって追加/招待された場合のみ、このイベントに登録できます。
nl: gebruikers kunnen zich alleen voor dit evenement inschrijven als ze zijn toegevoegd/uitgenodigd door de organisatoren van het evenement
pt_br: os usuários só podem se inscrever neste evento se forem adicionados/convidados pelos organizadores do evento
uk: користувачі можуть зареєструватися на цю подію, лише якщо їх додали/запросили організатори події
zh_hans: 用户只有在活动组织者添加/邀请后才能报名参加该活动

source: users can only join this @entity_type_id if they are added/invited by @entity_type_id managers.
ar: يمكن للمستخدمين الانضمام إلى هذا @entity_type_id فقط إذا كانوا كذلك تمت إضافة/دعوة من مديري @entity_type_id.
ca: els usuaris només poden unir-se a aquest @entity_type_id si ho són afegit/convidat pels directius @entity_type_id.
it: gli utenti possono unirsi a questo @entity_type_id solo se vengono aggiunti/invitati dai gestori di @entity_type_id.
ja: ユーザーがこの@entity_type_id に参加できるのは、以下の場合のみである。 @entity_type_id 。
nl: gebruikers kunnen alleen lid worden van deze @entity_type_id als zij toegevoegd/uitgenodigd door @entity_type_id managers.
pt_br: os usuários só podem entrar neste @entity_type_id se estiverem adicionado/convidado pelos gerentes do @entity_type_id.
uk: користувачі можуть приєднатися до цієї @entity_type_id тільки якщо вони додані/запрошені менеджерами @entity_type_id.
zh_hans: 用户只有在以下情况下才能加入@entity_type_id @entity_type_id 经理添加/邀请。

source: users can only join this @entity_type_id if they are added/invited by @entity_type_id managers.
ar: يمكن للمستخدمين الانضمام إلى @entity_type_id فقط إذا تمت إضافتهم/دعوتهم من قبل مديري @entity_type_id.
ca: els usuaris només poden unir-se a aquest @entity_type_id si són afegits/convidats pels gestors @entity_type_id.
it: gli utenti possono aderire a questo @entity_type_id solo se aggiunti/invitati dai gestori di @entity_type_id.
ja: ユーザーは、@entity_type_id マネージャーによって追加/招待された場合のみ、この@entity_type_id に参加できる。
nl: gebruikers kunnen alleen lid worden van deze @entity_type_id als ze zijn toegevoegd/uitgenodigd door @entity_type_id managers.
pt_br: os usuários só podem entrar neste @entity_type_id se forem adicionados/convidados pelos gerentes do @entity_type_id.
uk: користувачі можуть приєднатися до цієї @entity_type_id лише за умови, що їх додали/запросили менеджери @entity_type_id.
zh_hans: 用户只有在@entity_type_id 经理添加/邀请后才能加入@entity_type_id 。

source: view
ar: منظر
ca: vista
it: vista
ja: ビュー
nl: weergeven
pt_br: olhar
uk: переглянути
zh_hans: 观点

source: view download counts
ar: عرض عدد التنزيلات
ca: veure els recomptes de descàrregues
it: visualizzare il conteggio dei download
ja: ダウンロード数を見る
nl: downloadaantallen bekijken
pt_br: ver contagens de downloads
uk: переглянути кількість завантажень
zh_hans: 查看下载次数

source: visible to all visitors to the platform.
ar: مرئي لكل زائري المنصة.
ca: visible per a tots els visitants de la plataforma.
it: visibile a tutti i visitatori della piattaforma.
ja: ホームを訪れるすべての人に見える。
nl: zichtbaar voor alle bezoekers van het platform.
pt_br: visível para todos os visitantes da plataforma.
uk: видимий для всіх відвідувачів платформи.
zh_hans: 平台上的所有访客都能看到。

source: {{ arguments.gid|placeholder }} pending members
ar: {{ arguments.gid|placeholder }} أعضاء طلبهم معلق
ca: {{arguments.gid|marcador de posició}} membres pendents
it: {{ arguments.gid|placeholder }} membri in sospeso
ja: {{ arguments.gid|placeholder }} 保留メンバー
nl: {{ arguments.gid|placeholder }} hangende leden
pt_br: {{arguments.gid|placeholder}} membros pendentes
uk: {{ arguments.gid|placeholder }} очікувані члени
zh_hans: {{ arguments.gid|placeholder }} 待定成员

source: {{ field_first_name }} {{ field_last_name }}
ar: {{اسم الحقل الأول}} {{اسم الحقل الأخير}}
ca: {{_de_camp_primer_nom}} {{nom_de_camp}}
it: {{ campo_nome_nome }} {{ campo_cognome }}}
ja: {{ field_first_name }} {{ field_last_name }}{{ field_last_name }} です。
zh_hans: {{ 字段名 }}{{ 字段_姓 }}

source: {{ invitation_status }} == Invitation status {{ invitation_status__value }} == Raw value
ar: {{حالة الدعوة}} == حالة الدعوة {{دعوة _status__value}} == القيمة الأولية
ca: {{invitation_status}} == Estat de la invitació {{invitation_status__value}} == Valor en brut
it: {{ invitation_status }} == Stato dell'invito {{ invitation_status__value }} == Valore grezzo
ja: {{ invitation_status }} == 招待ステータス {{ invitation_status__value }} == 生の値
nl: {{ invitation_status }} == Uitnodigingsstatus {{ invitation_status__value }} == Ruwe waarde
pt_br: {{invitation_status}} == Status do convite {{invitation_status__value}} == Valor bruto
uk: {{ invitation_status }} == Статус запрошення {{ invitation_status__value }} == Сире значення
zh_hans: {{ invitation_status }} == 邀请状态 {{ invitation_status__value }} == 原始值

source: « First
ar: « الأول
ca: “Primer
it: " Primo
ja: "最初
nl: « Eerste
pt_br: “Primeiro
uk: « Перша
zh_hans: "第一

source: « first
ar: «الأولى
ca: “primer
it: " prima
ja: 「最初に
nl: « eerste
pt_br: “primeiro
uk: "перший
zh_hans: "第一

source: â€¹â€¹
ja: ââââââââ¹¹。
pt_br: â€¹
uk: Я не знаю, що робити.

source: â€ºâ€º
it: ºº
ja: ººººººººººººººººººººººººººººººº
nl: â€
uk: "Я не хочу, щоб ви знали, що це не так.
zh_hans: 盍

source: ‹ Previous
ar: ‹ السابق
ca: ‹ Anterior
it: ' Precedente
ja: '前へ
nl: ‹ Vorige
pt_br: ‹ Anterior
uk: ‹ Попередня
zh_hans: ' 上一页

source: ‹ previous
ar: ‹ السابق
ca: ‹ anterior
it: ' precedente
ja: 以前は
nl: ‹ vorige
pt_br: ‹ anterior
uk: ' попередній
zh_hans: '以前

source: GraphQL API
ar: واجهة برمجة تطبيقات GraphQL
ca: API GraphQL
it: API GraphQL
pt_br: API GraphQL
zh_hans: 图形QL API

source: HTML
ar: أتش تي أم أل
zh_hans: 超文本标记语言

source: Jane Doe, johndoe@example.com
ar: جين دو ، johndoe@example.com
uk: Джейн Доу, johndoe@example.com
zh_hans: 无名氏，johndoe@example.com

source: URL
ca: LUR
uk: URL-адреса
zh_hans: 网址

source: Url
ar: عنوان Url
zh_hans: 网址

source: [social_event:enrolled_users_count]
ca: %subject
it: @label
zh_hans: @error

source: sort_flag_created
ar: تم إنشاء علامة الفرز
ca: bandera_ordenada_creada
zh_hans: 已创建排序标记

source: {{ arguments.gid|placeholder }} invitations
ar: دعوات {{ arguments.gid|placeholder }}
ca: {{arguments.gid|marcador de posició}} invitacions
it: {{ argomenti.gid|segnaposto }} inviti
nl: {{ arguments.gid|placeholder }} uitnodigingen
pt_br: {{arguments.gid|placeholder}} convites
uk: {{ arguments.gid|placeholder }} запрошення
zh_hans: {{ arguments.gid|placeholder }} 邀请

source: {{ changed }} {{ changed_1 }} {{ changed_2 }}
ar: {{تم التغيير}} {{تم تغيير_1}} {{تم تغيير_2}}
ca: {{canviat}} {{canviad_1}} {{canviad_2}}
it: {{ modificato }}} {{ cambiato_1 }} {{ cambiato_2 }}
pt_br: {{alterado}} {{alterado_1}} {{alterado_2}}
uk: {{ змінено}} {{ changed_1 }} {{ changed_2 }}
zh_hans: {{ 已更改 }} {{{ changed_1 }} {{ changed_2 }}

source: {{ view_node }}
ca: {{visualització_node}}
zh_hans: {{ 视图节点 }}

source: /group/{{ gid }}/content/{{ id }}/approve-membership
ar: /group/ {{gid}} /content/ {{id}} /الموافقة على العضوية
ca: /group/ {{gid}} /content/ {{id}} /aprova-pertinença
pt_br: /group/ {{gid}} /content/ {{id}} /aprovar associação

source: /group/{{ gid }}/content/{{ id }}/reject-membership
ar: /group/ {{gid}} /content/ {{id}} /رفض العضوية
ca: /group/ {{gid}} /content/ {{id}} /rebutja-pertinença
pt_br: /group/ {{gid}} /content/ {{id}} /rejeitar associação

source: /node/{{ raw_arguments.nid }}/enrollments
ca: /node/ {{raw_arguments.nid}} /inscripcions
it: /node/{ raw_arguments.nid }}/iscrizioni
pt_br: /node/ {{raw_arguments.nid}} /inscrições

source: a
ar: أ
ca: un
nl: een
pt_br: uma
uk: з

source: ginvite/{{ id }}/accept?destination=/user/{{ uid }}/invitations
ar: قم بدعوة/{{id}} /قبول؟ الوجهة =/user/ {{uid}} /الدعوات
ca: ginvite/ {{id}} /acceptar? destination=/usuari/ {{uid}} /invitacions
it: ginvite/{{ id }}/accetta?destinazione=/utente/{ uid }}/inviti
pt_br: ginvite/ {{id}} /aceitar? destino=/usuário/ {{uid}} /convites
uk: ginvite/{{ id }}/accept?destination=/user/{{ uid }}/invitation

source: ginvite/{{ id }}/decline?destination=/user/{{ uid }}/invitations
ar: قم بدعة/ {{id}} /رفض؟ الوجهة =/user/ {{uid}} /الدعوات
ca: ginvite/ {{id}} /declinar? destination=/usuari/ {{uid}} /invitacions
it: ginvite/{{ id }}/decline?destination=/user/{ uid }}/inviti
pt_br: ginvite/ {{id}} /recusar? destino=/usuário/ {{uid}} /convites
uk: ginvite/{{ id }}/decline?destination=/user/{{ uid }}/invitation

source: {{ link_flag }}
ar: {{رابط العلم}}
ca: {{bandera_enllaç}}

source: {{ user_id }} {{ uid_1 }} {{ uid_2 }}
ar: {{معرف المستخدم}} {{uid_1}} {{uid_2}}
ca: {{ID d'usuari}} {{uid_1}} {{uid_2}}
nl: {{ user_id }} {{ uid_1 }} {{ uid_1 }} {{ uid_2 }}

source: a @content_type
ar: @content_type
nl: een @content_type
pt_br: um @content_type

source: - Default -
ar: - الافتراضي -
nl: - Standaard -
uk: - Усталено -

source: <a href="/node/{{ raw_arguments.nid }}/enrollments">See all enrollments</a>
ar: <a href="/node/{{ raw_arguments.nid }}/enrollments">شاهد جميع التسجيلات</a>
nl: <a href="/node/{{ raw_arguments.nid }}/enrollments">Bekijk alle aanmeldingen</a>
uk: <a href="/node/{{ raw_arguments.nid }}/enrollments">Переглянути всіх зареєстрованих</a>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_group:created_entity_link_html] in the <a href="[message:gurl]">[message:gtitle]</a> group [message:count_groups_per_node]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> أنشأ [social_group:created_entity_link_html] في مجموعة <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft een [social_group:created_entity_link_html] gemaakt in de <a href="[message:gurl]">[message:gtitle]</a> groep [message:count_groups_per_node]</p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> створили у групі [social_group:created_entity_link_html] <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a book in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</aأنشأ موضوعًا في<a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft een boekpagina gemaakt in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> створив книгу в <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</aأنشأ موضوعًا في<a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft een artikel gemaakt in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> створив тему в <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic in <a href="[message:gurl]">[message:gtitle]</a></p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> أنشأ موضوعا في <a href="[message:gurl]">[message:gtitle]</a></p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft een onderwerp aangemaakt in <a href="[message:gurl]">[message:gtitle]</a></p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> створив тему в <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> أنشأ موضوعا</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft een onderwerp aangemaakt</p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> створив тему</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
ar: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> أنشأ حدثًا في <a href="[message:gurl]"> [message:gtitle] </a> [message:count_groups_per_node] </p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft een evenement gemaakt in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> створили подію в <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event in <a href="[message:gurl]">[message:gtitle]</a></p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> أنشأ حدثا في <a href="[message:gurl]">[message:gtitle]</a></p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft een evenement aangemaakt in <a href="[message:gurl]">[message:gtitle]</a></p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> створив подію в <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> أنشأ حدثاً</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft een evenement aangemaakt</p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> створив подію</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> published [social_group:content_type] in the <a href="[message:gurl]">[message:gtitle]</a> group [message:count_groups_per_node] you are member of:</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> نشر [social_group:content_type] على <a href="[message:gurl]">[message:gtitle]</a> group [message:count_groups_per_node] أنت عضو فيها:</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft [social_group:content_type] geplaatst in de <a href="[message:gurl]">[message:gtitle]</a> groep [message:count_groups_per_node] waar je lid van bent:</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> [message:count_groups_per_node] опублікували в групі , в якій ви є учасником, : [social_group:content_type]</a> <a href="[message:gurl]">[message:gtitle]</p> <p>[message:preview]</p><p>[message:cta_button]</p>

source: @cal calendar
ar: تقويم @cal
nl: @cal kalender
uk: @cal календар

source: @calendar calendar
ar: تقويم @calendar
nl: @calendar kalender
uk: @calendar календар

source: @total Enrollees
ar: @total المسجلين
nl: @total aanmeldingen
uk: @total Абітурієнти

source: @total people have enrolled
ar: @total من الناس تم تسجيلهم
nl: @total leden hebben zich aangemeld
uk: @total людей записалося

source: Activity stream - Without Post block
ar: دفق النشاط - بدون كتلة النشر
nl: Tijdlijn - Zonder berichten blok
uk: Потік активності - Без блоку публікацій

source: Add-on information (including installed modules, profiles, and themes)
ar: معلومات الوظائف الإضافية (بما في ذلك الوحدات النمطية والملفات الشخصية والسمات المثبتة)
nl: Add-on informatie (inclusief geïnstalleerde modules, profielen en thema's)
uk: Інформація про доповнення (включаючи встановлені модулі, профілі та теми)

source: Adds <em class="placeholder">Event</em> content to groups both publicly and privately.
ar: يضيف <em class="placeholder">محتوى الحدث</em> إلى المجموعات العامة والخاصة.
nl: Voegt <em class="placeholder">Evenement</em> inhoud toe aan groepen, zowel openbaar als privé.
uk: Додає вміст <em class="placeholder">події</em> до груп як публічно, так і приватно.

source: Adds <em class="placeholder">Topic</em> content to groups both publicly and privately.
ar: يضيف <em class="placeholder">محتوى الموضوع</em> إلى المجموعات العامة والخاصة.
nl: Voegt <em class="placeholder">Topic</em> inhoud toe aan groepen, zowel openbaar als privé.
uk: Додає вміст <em class="placeholder">Тема</em> до груп як публічно, так і приватно.

source: Adds Secret Group as a group type.
ar: يضيف مجموعة سرّية كنوع مجموعة
nl: Voegt Geheime Groep toe als groep type.
uk: Додає Таємну групу як тип групи.

source: Adds event nodes to groups both publicly and privately.
ar: يضيف عقد الأحداث إلى المجموعات بشكل عام وخاص.
nl: Voegt gebeurtenisinhoudsitems toe aan groepen, zowel openbaar als privé.
uk: Додає вузли подій до груп як публічно, так і приватно.

source: Adds the secret group type which allows users to create groups that are not shown on the platform unless you're a member.
ar: يضيف نوع المجموعة السرية الذي يسمح للمستخدمين بإنشاء مجموعات لا تظهر على المنصة إلا إذا كنت عضوًا.
nl: Voegt het geheime groepstype toe waarmee gebruikers groepen kunnen aanmaken die niet op het platform worden getoond tenzij je lid bent.
uk: Додає тип секретної групи, який дозволяє користувачам створювати групи, які не відображаються на платформі, якщо ви не є її учасником.

source: Administer usage data sharing settings
ar: إدارة إعدادات مشاركة بيانات الاستخدام
nl: Beheer instellingen om gebruiksgegevens te delen
uk: Керуйте налаштуваннями обміну даними про використання

source: Allow regular users to change the group their content belong to
ar: السماح للمستخدمين العاديين بتغيير المجموعة التي ينتمي إليها المحتوى الخاص بهم
nl: Gewone gebruikers toestaan de groep waartoe hun inhoud behoort te wijzigen
uk: Дозвольте звичайним користувачам змінювати групу, до якої належить їхній контент

source: Allow regular users to create new groups
ar: السماح للمستخدمين العاديين بإنشاء مجموعات جديدة
nl: Gewone gebruikers toestaan nieuwe groepen te maken
uk: Дозвольте постійним користувачам створювати нові групи

source: Allows access to change settings of usage data sharing to Open Social team.
ar: يسمح بالوصول لتغيير إعدادات مشاركة بيانات الاستخدام لفريق Open Social.
nl: Geeft toestemming om instellingen te wijzigen voor het delen van gebruiksgegevens met het Open Social-team.
uk: Надає доступ до зміни налаштувань обміну даними про використання команді Open Social.

source: Closed Group
ar: مجموعة مغلقة
nl: Gesloten groep
uk: Закрита група

source: Closed group: Group Invitation
ar: المجموعة المغلقة: دعوة جماعية
nl: Gesloten groep: Groepsuitnodiging
uk: Закрита група: Запрошення до групи

source: Closed group: Group membership
ar: المجموعة المغلقة: عضوية المجموعة
nl: Gesloten groep: Lidmaatschap van de groep
uk: Закрита група: Членство в групі

source: Closed group: Group membership request
ar: المجموعة المغلقة: طلب عضوية المجموعة
nl: Gesloten groep: Lidmaatschap aanvraag
uk: Закрита група: Запит на членство в групі

source: Closed group: Group node (Album)
ar: المجموعة المغلقة: عقدة المجموعة (الألبوم)
nl: Gesloten groep: groepsnode (album)
uk: Альбом

source: Community URL
ar: URL المجتمع
nl: Community domeinnaam
uk: URL спільноти

source: Continue
ar: استمر
nl: Doorgaan
uk: Продовжити

source: Could not install Content Entity forms as Open Social please do so manually in the Socialblue settings.
ar: تعذر تثبيت نماذج كيانات المحتوى مثل Open Social ، يرجى القيام بذلك يدويًا في إعدادات Socialblue.
nl: Kon Content Entity formulieren niet installeren als Open Social doe dit dan handmatig in de Socialblue instellingen.
uk: Не вдалося встановити форми Content Entity як Open Social, будь ласка, зробіть це вручну в налаштуваннях Socialblue.

source: Data policy agreement
ar: اتفاقية سياسة البيانات
nl: Data policy overeenkomst
uk: Угода про політику обробки даних

source: Default database server created for the Social distribution.
ar: تم إنشاء خادم قاعدة البيانات الافتراضي للتوزيع الاجتماعي.
nl: Standaard databaseserver aangemaakt voor de sociale distributie.
uk: Сервер бази даних за замовчуванням створено для соціальної дистрибуції.

source: Discussion
ar: مناقشة
nl: Gesprek
uk: Обговорення

source: Enable and require a group type
ar: تمكين نوع المجموعة والمطالبة به
nl: Inschakelen en verplichten van een groepstype
uk: Увімкнути та вимагати тип групи

source: Entity Type Count
ar: عدد نوع الكيان
nl: Type entiteit Telling
uk: Кількість типів сутностей

source: Filter nodes, with visibility group, placed in group you are not a member of.
ar: تم وضع عقد التصفية ، مع مجموعة الرؤية ، في مجموعة لست عضوًا فيها.
nl: Filter inhoudsitemen, met zichtbaarheid groep, geplaatst in groep waar je geen lid van bent.
uk: Вузли фільтрації з групою видимості, розміщені в групі, членом якої ви не є.

source: Filter removed from display: %name
ar: تمت إزالة الفلتر من الشاشة: %name
nl: Filter verwijderd van scherm: %name
uk: Фільтр вилучено з відображення: %name

source: Forces the given body text to be HTML.
ar: يفرض أن يكون النص الأساسي المحدد HTML.
nl: Forceert dat de gegeven bodytekst HTML is.
uk: Примушує заданий текст тіла бути HTML.

source: Group content: event
ar: محتوى المجموعة: فعالية
nl: Groep inhoud: evenement
uk: Вміст групи: подія

source: Group content: topic
ar: محتوى المجموعة: الموضوع
nl: Groep inhoud: onderwerp
uk: Вміст групи: тема

source: Group node events
ar: أحداث عقدة المجموعة
nl: Groep inhoudsitemgebeurtenissen
uk: Групувати події вузла
