Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Comment upload settings
ar: إعدادات تحميل التعليقات
ca: Configuració de càrrega de comentaris
it: Impostazioni per il caricamento dei commenti
ja: コメントアップロード設定
nl: Uploadinstellingen voor reacties
pt_br: Configurações de upload de comentários
uk: Налаштування завантаження коментарів
zh_hans: 评论上传设置

source: Comments
ar: التعليقات
ca: Comentaris
it: Commenti
ja: コメント
nl: Reacties
pt_br: Comentários
uk: Коментарі
zh_hans: 评论

source: Comments created
ar: تم إنشاء التعليقات
ca: Comentaris creats
it: Commenti creati
ja: コメント作成
nl: Aangemaakte reacties
pt_br: Comentários criados
uk: Коментарі створено
zh_hans: 创建的评论

source: Comments overview
ar: نظرة عامة حول التعليقات
ca: Visió general dels comentaris
it: Panoramica dei commenti
ja: コメント概要
nl: Reactie overzicht
pt_br: Visão geral dos comentários
uk: Огляд коментарів
zh_hans: 评论概述

source: Comments published
ar: التعليقات المنشورة
ca: Comentaris publicats
it: Commenti pubblicati
ja: コメント掲載
nl: Niet gepubliceerd
pt_br: Comentários publicados
uk: Опубліковані коментарі
zh_hans: 发表评论

source: Comments unapproved
ar: التعليقات غير المعتمدة
ca: Comentaris no aprovats
it: Commenti non approvati
ja: コメント未承認
nl: Reactie goedgekeurd.
pt_br: Comentários não aprovados
uk: Коментарі не схвалені
zh_hans: 未经批准的意见

source: Community
ar: المجتمع
ca: Comunitat
it: Comunità
ja: コミュニティ
pt_br: Comunidade
uk: Спільнота
zh_hans: 社区

source: Community - visible only to logged in members
ar: المجتمع - مرئي فقط للأعضاء الذين قاموا بتسجيل الدخول
ca: Comunitat: només visible per als membres connectats
it: Comunità - visibile solo ai membri registrati
ja: コミュニティ - ログインした会員のみ閲覧可能
nl: Community - alleen zichtbaar voor ingelogde leden
pt_br: Comunidade - visível somente para membros logados
uk: Спільнота – видимий лише для користувачів, які ввійшли в систему
zh_hans: 社区 - 仅登录会员可见

source: Community About
ar: حول المجتمع
ca: Sobre la comunitat
it: La comunità su
ja: コミュニティについて
nl: Gemeenschap Over
pt_br: Comunidade Sobre
uk: Спільнота Про нас
zh_hans: 社区简介

source: Community About Name
ar: المجتمع حول الاسم
ca: Comunitat Sobre el nom
it: Comunità Circa Nome
ja: コミュニティ 名前について
nl: Gemeenschap Over naam
pt_br: Comunidade Sobre o nome
uk: Спільнота Про ім'я
zh_hans: 社区 关于名称

source: Community Brand Config Color Name
ar: اسم لون تكوين العلامة التجارية للمجتمع
ca: Nom del color de configuració de la marca de la comunitat
it: Marchio comunitario Config Nome del colore
ja: コミュニティ・ブランド コンフィギュレーション カラー名
nl: Gemeenschapsmerk Configuratie Kleur Naam
pt_br: Nome da cor de configuração da marca comunitária
uk: Конфігурація бренду спільноти Назва кольору
zh_hans: 社区品牌 配置 颜色名称

source: Community Brand Palette Color Name
ar: اسم ألوان لوحة العلامات التجارية المجتمعية
ca: Nom de color de la paleta de marca comunitària
it: Marchio comunitario Palette Colore Nome
ja: コミュニティ・ブランド・パレット カラー名
nl: Gemeenschapsmerk Palet Kleur Naam
pt_br: Nome de cores da paleta de marcas comunitárias
uk: Палітра бренду спільноти Назва кольору
zh_hans: 社区品牌调色板颜色名称

source: Community Branding
ar: العلامة التجارية المجتمعية
ca: Branding comunitari
it: Marchio della comunità
ja: コミュニティ・ブランディング
pt_br: Marca comunitária
uk: Брендинг громади
zh_hans: 社区品牌

source: Community Branding Colors
ar: ألوان العلامات التجارية المجتمعية
ca: Colors de marca comunitària
it: Colori del marchio comunitario
ja: コミュニティ・ブランディング・カラー
nl: Community Branding Kleuren
pt_br: Cores da marca comunitária
uk: Кольори брендингу громади
zh_hans: 社区品牌颜色

source: Community Branding Logo Url
ar: عنوان URL لشعار العلامة التجارية للمجتمع
ca: Url del logotip de marca de la comunitat
it: Logo Url della comunità
ja: コミュニティ・ブランディング
pt_br: URL do logotipo da marca comunitária
uk: URL-адреса логотипу для брендингу спільноти
zh_hans: 社区品牌标识网址

source: Community about
ar: مجتمع حول
ca: Comunitat sobre
it: Comunità su
ja: 地域社会
nl: Gemeenschap over
pt_br: Comunidade sobre
uk: Спільнота про
zh_hans: 关于社区

source: Community about name
ar: مجتمع حول الاسم
ca: Comunitat sobre el nom
it: Comunità sul nome
ja: 名前に関するコミュニティ
nl: Gemeenschap over naam
pt_br: Comunidade sobre o nome
uk: Спільнота про ім'я
zh_hans: 关于名称的社区

source: Community activities
ar: أنشطة المجتمع
ca: Activitats comunitàries
it: Attività comunitarie
ja: 地域活動
nl: Community activiteiten
pt_br: Atividades comunitárias
uk: Діяльність спільноти
zh_hans: 社区活动

source: Community activities block
ar: صندوق الأنشطة المجتمعية
ca: Bloc d'activitats comunitàries
it: Blocco delle attività comunitarie
ja: 地域活動ブロック
nl: Community activiteiten blok
pt_br: Bloco de atividades comunitárias
uk: Блок "Діяльність у громаді
zh_hans: 社区活动街区

source: Community activity context
ar: سياق نشاط المجتمع
ca: Context de l'activitat comunitària
it: Contesto dell'attività comunitaria
ja: 地域活動の背景
nl: Community activiteiten context
pt_br: Contexto de atividade comunitária
uk: Контекст діяльності громади
zh_hans: 社区活动背景

source: Community events block
ar: صندوق أحداث المجتمع
ca: Bloc d'esdeveniments comunitaris
it: Blocco eventi comunitari
ja: コミュニティ・イベント・ブロック
nl: Community evenementen blok
pt_br: Bloco de eventos comunitários
uk: Події спільноти (блок)
zh_hans: 社区活动街区

source: Community events page
ar: صفحة أحداث المجتمع
ca: Pàgina d'esdeveniments comunitaris
it: Pagina degli eventi comunitari
ja: 地域イベントのページ
nl: Community evenementen pagina
pt_br: Página de eventos comunitários
uk: Події спільноти (сторінка)
zh_hans: 社区活动页面

source: Community statistics
ar: إحصائيات المجتمع
ca: Estadístiques comunitàries
it: Statistiche comunitarie
ja: コミュニティ統計
nl: Community statistieken
pt_br: Estatísticas comunitárias
uk: Статистика спільноти
zh_hans: 社区统计

source: Community updates and announcements
ca: Actualitzacions i anuncis de la comunitat
it: Aggiornamenti e annunci della Comunità
ja: コミュニティの最新情報とお知らせ
pt_br: Atualizações e anúncios da comunidade
zh_hans: 社区更新和公告

source: Compact Avatar
ar: الصورة الرمزية المدمجة
ca: Avatar compacte
it: Avatar compatto
ja: コンパクトなアバター
nl: Compacte Avatar
pt_br: Avatar compacto
uk: Компактний аватар
zh_hans: 紧凑型头像

source: Compact Notifcation
ar: إخطار مضغوط
ca: Notificació compacta
it: Notifica compatta
ja: コンパクトな通知
nl: Compacte kennisgeving
pt_br: Notificação compacta
uk: Компактне сповіщення
zh_hans: 紧凑型通知

source: Compact Private Message
ar: رسالة خاصة مضغوطة
ca: Missatge privat compacte
it: Messaggio privato compatto
ja: コンパクト・プライベート・メッセージ
nl: Compact Privébericht
pt_br: Mensagem privada compacta
uk: Компактне приватне повідомлення
zh_hans: 紧凑型私人信息

source: Compact Teaser
ar: اعلان مضغوط
ca: Teaser compacte
it: Teaser compatto
ja: コンパクト・ティーザー
nl: Compacte Teaser
pt_br: Teaser compacto
uk: Компактний тизер
zh_hans: 紧凑型预告片

source: Complete community activity stream
ar: استكمال تيار النشاط المجتمعي
ca: Completa el flux d'activitats comunitàries
it: Flusso di attività comunitarie completo
ja: 完全なコミュニティ活動の流れ
nl: Alle recente activiteiten
pt_br: Fluxo completo de atividades da comunidade
uk: Повний потік активності спільноти
zh_hans: 完整的社区活动流

source: Complete community activity stream (with post form)
ar: استكمال تدفق النشاط المجتمعي (مع نموذج آخر)
ca: Completa el flux d'activitats comunitàries (amb formulari de publicació)
it: Flusso di attività comunitarie completo (con modulo postale)
ja: コミュニティ活動の流れを完成させる（投稿フォーム付き）
nl: Volledige tijdlijn (met berichten veld)
pt_br: Fluxo completo de atividades da comunidade (com formulário de postagem)
uk: Повний потік активності спільноти (з формою повідомлення)
zh_hans: 完整的社区活动流（含职位表）

source: Configuration
ar: التكوين
ca: Configuració
it: Configurazione
ja: 構成
nl: Instellingen
pt_br: Configuração
uk: Конфігурація
zh_hans: 配置

source: Configuration file for entity-form-display "profile_organization_tag" not found.
ca: No s'ha trobat el fitxer de configuració per a entity-form-display “profile_organization_tag”.
it: File di configurazione per l'entità-form-display "profile_organization_tag" non trovato.
ja: entity-form-display "profile_organization_tag "の設定ファイルが見つかりません。
pt_br: Arquivo de configuração para entity-form-display "profile_organization_tag" não encontrado.
zh_hans: 未找到实体-窗体-显示 "profile_organization_tag "的配置文件。

source: Configuration file for entity-form-display "report_reasons" not found.
ca: No s'ha trobat el fitxer de configuració per a entity-form-display “report_reason”.
it: File di configurazione per entity-form-display "report_reasons" non trovato.
ja: entity-form-display「report_reasons」の設定ファイルが見つかりません。
pt_br: Arquivo de configuração para entity-form-display "report_reasons" não encontrado.
zh_hans: 未找到实体-窗体-显示 "report_reasons "的配置文件。

source: Configuration file for view "newest_users" not found.
ca: No s'ha trobat el fitxer de configuració per a la vista “newest_users”.
it: File di configurazione per la vista "newest_users" non trovato.
ja: ビュー "newest_users" 用の設定ファイルが見つかりません。
pt_br: O arquivo de configuração para a exibição "newest_users" não foi encontrado.
zh_hans: 未找到视图 "newest_users "的配置文件。

source: Configure Activity entities
ar: تكوين كيانات النشاط
ca: Configurar entitats d'activitat
it: Configurare le entità di attività
ja: アクティビティ・エンティティの設定
nl: Activiteitentiteiten configureren
pt_br: Configurar entidades de atividade
uk: Налаштування сутностей Активності
zh_hans: 配置活动实体

source: Configure E-mails being send from your platform.
ar: تكوين رسائل البريد الإلكتروني التي يتم إرسالها من المنصة الخاصة بك.
ca: Configura els correus electrònics que s'envien des de la teva plataforma.
it: Configurare l'invio di e-mail dalla piattaforma.
ja: プラットフォームから送信される電子メールを設定します。
nl: Configureer de emails die vanuit het platform worden verzonden.
pt_br: Configure os e-mails que estão sendo enviados da sua plataforma.
uk: Налаштуйте електронні листи, що надсилаються з вашої платформи.
zh_hans: 配置从平台发送的电子邮件。

source: Configure Email settings
ar: تكوين إعدادات البريد الإلكتروني
ca: Configurar la configuració de correu electrònic
it: Configurare le impostazioni della posta elettronica
ja: Eメールの設定
nl: Configureer email instellingen
pt_br: Definir configurações de e-mail
uk: Налаштування параметрів електронної пошти
zh_hans: 配置电子邮件设置

source: Configure Event enrollment entities
ar: تكوين كيانات تسجيل الأحداث
ca: Configurar entitats de registre d'esdeveniments
it: Configurare le entità di registrazione degli eventi
ja: イベント登録エンティティの設定
nl: Entiteiten voor gebeurtenissenregistratie configureren
pt_br: Configurar entidades de inscrição de eventos
uk: Налаштувати сутності "реєстрація на подію"
zh_hans: 配置事件注册实体

source: Configure Font entities
ar: تكوين كيانات الخط
ca: Configurar les entitats del tipus de lletra
it: Configurare le entità dei caratteri
ja: フォントエンティティの設定
nl: Lettertype-entiteiten configureren
pt_br: Configurar entidades de fonte
uk: Налаштування сутностей шрифтів
zh_hans: 配置字体实体

source: Configure Social Footer
ar: تكوين تذييل الشبكة الاجتماعية
ca: Configurar el peu de pàgina social
it: Configurare il piè di pagina sociale
ja: ソーシャルフッターの設定
nl: Socialvoettekst configureren
pt_br: Configurar o rodapé social
uk: Налаштувати соціальний нижній колонтитул
zh_hans: 配置社交页脚

source: Configure action
ar: ضبط اجراء
ca: Configurar l'acció
it: Configurare l'azione
ja: アクションの設定
nl: Configureer email
pt_br: Configurar ação
uk: Налаштувати дію
zh_hans: 配置行动

source: Configure how dates and times are displayed.
ar: تكوين كيفية عرض التواريخ والأوقات.
ca: Configura com es mostren les dates i les hores.
it: Configurare la visualizzazione di date e orari.
ja: 日時の表示方法を設定します。
nl: Stel in hoe datum en tijd worden weergegeven.
pt_br: Configure como as datas e as horas são exibidas.
uk: Налаштуйте спосіб відображення дати та часу.
zh_hans: 配置日期和时间的显示方式。

source: Configure if anonymous visitors can enroll to an event.
ar: تكوين ما إذا كان يمكن للزوار المجهولين التسجيل في حدث ما.
ca: Configura si els visitants anònims poden inscriure's a un esdeveniment.
it: Configurare se i visitatori anonimi possono iscriversi a un evento.
ja: 匿名の訪問者がイベントに登録できるかどうかを設定します。
nl: Stel in of anonieme bezoekers zich kunnen aanmelden bij een evenement.
pt_br: Configure se visitantes anônimos podem se inscrever em um evento.
uk: Налаштуйте, чи можуть анонімні відвідувачі зареєструватися на подію.
zh_hans: 配置匿名访客是否可以注册活动。

source: Configure if event organisers are allowed to set maximum amount of enrollments to event.
ar: التكوين في حالة السماح لمنظمي الأحداث بتعيين الحد الأقصى للالتحاق بالحدث.
ca: Configureu si els organitzadors d'esdeveniments tenen permís per establir la quantitat màxima d'inscripcions a l'esdeveniment.
it: Configurare se gli organizzatori di eventi possono impostare un numero massimo di iscrizioni all'evento.
ja: イベントオーガナイザーがイベントへの登録人数の上限を設定できるかどうかを設定します。
nl: Configureer of organisatoren van evenementen het maximum aantal inschrijvingen mogen instellen voor een evenement.
pt_br: Configure se os organizadores do evento podem definir a quantidade máxima de inscrições para o evento.
uk: Налаштуйте, чи дозволено організаторам події встановлювати максимальну кількість реєстрацій на подію.
zh_hans: 配置是否允许活动组织者为活动设置最大报名人数。

source: Configure if people can attach files to comments.
ar: قم بالتكوين إذا كان بإمكان الأشخاص إرفاق ملفات بالتعليقات.
ca: Configura si la gent pot adjuntar fitxers als comentaris.
it: Configurare la possibilità di allegare file ai commenti.
ja: コメントにファイルを添付できるかどうかを設定します。
nl: Stel in of leden een bijlage kunnen toevoegen aan een opmerking.
pt_br: Configure se as pessoas podem anexar arquivos aos comentários.
uk: Налаштуйте, чи можуть користувачі прикріплювати файли до коментарів.
zh_hans: 配置是否可以在评论中附加文件。

source: Configure if users can add events to calendars like Google, Yahoo, Outlook etc.
ar: تكوين ما إذا كان بإمكان المستخدمين إضافة أحداث إلى التقويمات مثل Google، وYahoo، وOutlook، إلخ.
ca: Configurar si els usuaris poden afegir esdeveniments a calendaris com Google, Yahoo, Outlook etc.
it: Configurare se gli utenti possono aggiungere eventi a calendari come Google, Yahoo, Outlook ecc.
ja: ユーザーがGoogle、Yahoo、Outlookなどのカレンダーにイベントを追加できるかどうかを設定します。
nl: Instellingen voor het toevoegen van evenement aan agenda's van Google, Yahoo, Outlook etc.
pt_br: Configure se os usuários podem adicionar eventos a calendários como Google, Yahoo, Outlook etc.
uk: Налаштуйте, чи можуть користувачі додавати події до календарів Google, Yahoo, Outlook тощо.
zh_hans: 配置用户是否可以向 Google、Yahoo、Outlook 等日历添加事件。

source: Configure if users can join a group by attending an event from that group.
ar: تكوين ما إذا كان بإمكان المستخدمين الانضمام إلى مجموعة من خلال حضور حدث من تلك المجموعة.
ca: Configureu si els usuaris poden unir-se a un grup assistint a un esdeveniment d'aquest grup.
it: Configurare se gli utenti possono unirsi a un gruppo partecipando a un evento di quel gruppo.
ja: ユーザーがそのグループのイベントに参加することでグループに参加できるかどうかを設定します。
nl: Stel in of leden zich kunnen aanmelden op een evenement in een groep waar ze geen lid van zijn.
pt_br: Configure se os usuários podem participar de um grupo participando de um evento desse grupo.
uk: Налаштуйте, чи можуть користувачі приєднатися до групи, відвідавши подію з цієї групи.
zh_hans: 配置用户是否可以通过参加某个组的活动来加入该组。

source: Configure taxonomy vocabularies that can be used in the taxonomy filters for activity blocks.
ar: تهيئة مفردات التصنيف التي يمكن استخدامها في مرشحات التصنيف لكتل النشاط.
ca: Configurar vocabularis de taxonomia que es poden utilitzar en els filtres de taxonomia per als blocs d'activitats.
it: Configurare i vocabolari della tassonomia che possono essere utilizzati nei filtri della tassonomia per i blocchi di attività.
ja: アクティビティ・ブロックのタクソノミー・フィルターで使用できるタクソノミー・ボキャブラリーを設定します。
nl: Configureer taxonomievocabulaires die kunnen worden gebruikt in de taxonomiefilters voor activiteitenblokken.
pt_br: Configure vocabulários de taxonomia que podem ser usados nos filtros de taxonomia para blocos de atividades.
uk: Налаштуйте словники таксономії, які можна використовувати у фільтрах таксономії для блоків діяльності.
zh_hans: 配置可用于活动模块分类过滤器的分类词汇。

source: Configure the display of icons in the main navigation.
ar: نهيئة عرض الرموز في لوحة التنقل الرئيسية.
ca: Configura la visualització d'icones a la navegació principal.
it: Configurare la visualizzazione delle icone nella navigazione principale.
ja: メインナビゲーションのアイコン表示を設定します。
nl: De weergave van pictogrammen in de hoofdnavigatie configureren.
pt_br: Configure a exibição de ícones na navegação principal.
uk: Налаштуйте відображення іконок в основній навігації.
zh_hans: 配置主导航中的图标显示。

source: Configure the email you want to send to the one enrollee you have selected.
ar: قم بتكوين البريد الإلكتروني الذي تريد إرساله إلى المسجلين @count الذين قمت بتحديدهم.
ca: Configura el correu electrònic que vols enviar a aquell matriculat que hagis seleccionat.
it: Configurare l'e-mail da inviare all'iscritto selezionato.
ja: 選択した@count 登録者に送信する電子メールを設定します。
nl: Configureer de email die je wilt sturen naar de geselecteerde aanwezige.
uk: Налаштуйте електронний лист, який ви хочете надіслати обраному вами абітурієнту.
zh_hans: 配置要发送给所选@count 注册用户的电子邮件。

source: Configure the email you want to send to the one member you have selected.
ar: قم بتكوين البريد الإلكتروني الذي تريد إرساله إلى أعضاء @count الذين حددتهم.
ca: Configura el correu electrònic que vols enviar a aquell membre que hagis seleccionat.
it: Configurare l'e-mail che si desidera inviare al membro selezionato.
ja: 選択した@count メンバーに送信するメールを設定します。
nl: Schrijf de e-mail die je wilt sturen naar het lid dat je hebt geselecteerd.
uk: Налаштуйте імейл, який ви хочете надіслати вибраному користувачеві.
zh_hans: 配置要发送给所选@count 成员的电子邮件。

source: Configure the footer branding block.
ar: تكوين كتلة العلامة التجارية للتذييل.
ca: Configurar el bloc de marca de peu de pàgina.
it: Configurare il blocco di branding del piè di pagina.
ja: フッターブランディングブロックを設定します。
nl: Configureer het voettekstbrandingblok.
pt_br: Configure o bloco de identidade visual do rodapé.
uk: Налаштуйте блок брендування нижнього колонтитула.
zh_hans: 配置页脚品牌区块。

source: Configure the locale and timezone settings.
ar: ضبط إعدادات الموقع المحلي والمنطقة الزمنية.
ca: Configura la configuració de la configuració local i de la zona horària.
it: Configurare le impostazioni del locale e del fuso orario.
ja: ロケールとタイムゾーンを設定する。
nl: Stel het land en de tijdzone in.
pt_br: Defina as configurações de localidade e fuso horário.
uk: Налаштуйте параметри локалі та часового поясу.
zh_hans: 配置地域和时区设置。

source: Configure via the <a href='/admin/structure/mentions'>Mention types</a> page.
ar: تهيئة عبر صفحة <a href='/admin/structure/mentions'>أنواع الإشارة.</a>
ca: Configurar a través de la pàgina <a href='/admin/structure/mentions'> Tipus d'esment </a>.
it: Configurare tramite la pagina <a href='/admin/structure/mentions'>Tipi di menzione</a>.
ja: <a href='/admin/structure/mentions'>Mention types</a> ページから設定してください。
nl: Configureer via de pagina <a href='/admin/structure/mentions'>Mention types</a>.
pt_br: Configure por meio da página <a href='/admin/structure/mentions'> Mencionar tipos </a>.
uk: Налаштуйте на сторінці <a href='/admin/structure/mentions'>Типи згадок</a>.
zh_hans: 通过<a href='/admin/structure/mentions'>Mention types</a> 页面进行配置。

source: Confirm action
ar: تأكيد العمل
ca: Confirmar l'acció
it: Confermare l'azione
ja: 行動を確認する
nl: Bevestig actie
pt_br: Confirme a ação
uk: Підтвердити дію
zh_hans: 确认行动

source: Connection edges
ar: حواف التوصيل
ca: Vores de connexió
it: Bordi di connessione
ja: 接続エッジ
nl: Verbindingsranden
pt_br: Bordas de conexão
uk: З'єднувальні кромки
zh_hans: 连接边缘

source: Connection nodes
ar: عقد الاتصال
ca: Nodes de connexió
it: Nodi di connessione
ja: 接続ノード
nl: Verbindingsinhoudsitems
pt_br: Nodos de conexão
uk: Вузли підключення
zh_hans: 连接节点

source: Connection page info
ar: معلومات صفحة الاتصال
ca: Informació de la pàgina de connexió
it: Informazioni sulla pagina di connessione
ja: 接続ページ情報
nl: Info over de verbindingspagina
pt_br: Informações da página de conexão
uk: Інформація про сторінку підключення
zh_hans: 连接页面信息

source: Contact
ar: اتصال
ca: Contacte
it: Contatto
ja: 連絡先
pt_br: Entre em contato
uk: Контакт
zh_hans: 联系方式

source: Contact the Open Social development team and help us improve the product.
ar: اتصل بفريق تطوير Open Social وساعدنا في تحسين المنتج.
ca: Contacta amb l'equip de desenvolupament Open Social i ajuda'ns a millorar el producte.
it: Contattate il team di sviluppo di Open Social e aiutateci a migliorare il prodotto.
ja: Open Socialの開発チームに連絡して、製品の改善にご協力ください。
nl: Neem contact op met het Open Social ontwikkeling team en help ons het product te verbeteren.
pt_br: Entre em contato com a equipe de desenvolvimento do Open Social e nos ajude a melhorar o produto.
uk: Зв'яжіться з командою розробників Open Social і допоможіть нам покращити продукт.
zh_hans: 联系 Open Social 开发团队，帮助我们改进产品。

source: Contain one link field for Logged in user and one for Anonymous, button style can be selected.
ar: يحتوي على حقل ارتباط واحد للمستخدم مسجل الدخول وآخر للمجهول ، ويمكن تحديد نمط الزر.
ca: Conté un camp d'enllaç per a l'usuari iniciat sessió i un per Anònim, l'estil del botó es pot seleccionar.
it: Contiene un campo di collegamento per l'utente loggato e uno per l'anonimo; è possibile selezionare lo stile del pulsante.
ja: ログインユーザー用と匿名ユーザー用のリンクフィールドがあり、ボタンのスタイルを選択できます。
nl: Bevat een linkveld voor Aangemelde gebruiker en een voor Anonieme gebruiker, knopstijl kan worden geselecteerd.
pt_br: Contenha um campo de link para usuário conectado e outro para anônimo, o estilo do botão pode ser selecionado.
uk: Містить одне поле для посилання для зареєстрованого користувача та одне для анонімного, можна вибрати стиль кнопки.
zh_hans: 包含一个登录用户链接字段和一个匿名用户链接字段，可选择按钮样式。

source: Contain the "Custom content list block" custom block.
ar: تحتوي على صندوق مخصص "صندوق قائمة المحتوى المخصص".
ca: Conté el bloc personalitzat “Bloc de llista de contingut personalitzat”.
it: Contiene il blocco personalizzato "Elenco di contenuti personalizzati".
ja: カスタムコンテンツリストブロック」カスタムブロックを含む。
nl: Bevat het aangepaste blok "Aangepaste inhoudslijst".
pt_br: Contém o bloco personalizado “Bloco de lista de conteúdo personalizado”.
uk: Містити кастомний блок "Кастомний блок списку контенту".
zh_hans: 包含 "自定义内容列表块 "自定义块。

source: Contain the "Custom multiple content list block" custom block.
ar: تحتوي على الكتلة المخصصة «كتلة قائمة المحتويات المتعددة المخصصة».
ca: Conté el bloc personalitzat “Bloc de llista de contingut múltiple personalitzat”.
it: Contiene il blocco personalizzato "Elenco multiplo di contenuti".
ja: カスタム複数コンテンツリストブロック」カスタムブロックを含む。
nl: Bevat het aangepaste blok "Aangepaste lijst met meerdere inhoud".
pt_br: Contém o bloco personalizado “Bloco personalizado da lista de vários conteúdos”.
uk: Містити кастомний блок "Custom multiple content list block".
zh_hans: 包含 "自定义多内容列表块 "自定义块。

source: Container 0
ca: Contenidor 0
it: Contenitore 0
ja: コンテナ 0
pt_br: Contêiner 0
zh_hans: 集装箱 0

source: Container 1
ca: Contenidor 1
it: Contenitore 1
ja: コンテナ1
pt_br: Contêiner 1
zh_hans: 集装箱 1

source: Container 10
ca: Contenidor 10
it: Contenitore 10
ja: コンテナ10
pt_br: Contêiner 10
zh_hans: 集装箱 10

source: Container 11
ca: Contenidor 11
it: Contenitore 11
ja: コンテナ11
pt_br: Contêiner 11
zh_hans: 集装箱 11

source: Container 12
ca: Contenidor 12
it: Contenitore 12
ja: コンテナ12
pt_br: Contêiner 12
zh_hans: 集装箱 12

source: Container 13
ca: Contenidor 13
it: Contenitore 13
ja: コンテナ 13
pt_br: Contêiner 13
zh_hans: 13 号集装箱

source: Container 14
ca: Contenidor 14
it: Contenitore 14
ja: コンテナ14
pt_br: Contêiner 14
zh_hans: 集装箱 14

source: Container 15
ca: Contenidor 15
it: Contenitore 15
ja: コンテナ15
pt_br: Contêiner 15
zh_hans: 集装箱 15

source: Container 16
ca: Contenidor 16
it: Contenitore 16
ja: コンテナ16
pt_br: Contêiner 16
zh_hans: 集装箱 16

source: Container 2
ca: Contenidor 2
it: Contenitore 2
ja: コンテナ2
pt_br: Contêiner 2
zh_hans: 集装箱 2

source: Container 3
ca: Contenidor 3
it: Contenitore 3
ja: コンテナ3
pt_br: Contêiner 3
zh_hans: 集装箱 3
