Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Last updated
ar: آخر تحديث
ca: Última actualització
it: Ultimo aggiornamento
ja: 最終更新日
nl: Laatst gewijzigd
pt_br: Última atualização
uk: Востаннє оновлено
zh_hans: 最后更新

source: Last »
ar: الأخيرة »
ca: Últim”
it: Ultimo "
ja: ラスト "
nl: Laatste »
pt_br: Último”
uk: Остання »
zh_hans: 最后"

source: Latest group topics
ar: أحدث مواضيع المجموعة
ca: Últims temes del grup
it: Gli ultimi argomenti del gruppo
ja: グループ最新トピック
nl: Laatste onderwerpen uit de groep
pt_br: Tópicos mais recentes do grupo
uk: Свіжі теми в групі
zh_hans: 最新小组主题

source: Latest topic block
ar: أحدث صندوق موضوع
ca: Últim bloc de temes
it: Ultimo blocco di argomenti
ja: 最新のトピックブロック
nl: Nieuwste onderwerpen blok
pt_br: Bloco de tópicos mais recente
uk: Свіжі теми (блок)
zh_hans: 最新专题块

source: Latest topics
ar: أحدث المواضيع
ca: Últims temes
it: Ultimi argomenti
ja: 最新トピックス
nl: Nieuwste onderwerpen
pt_br: Tópicos mais recentes
uk: Останні теми
zh_hans: 最新主题

source: Latest topics block
ar: أحدث صندوق مواضيع
ca: Bloc de temes més recents
it: Blocco degli ultimi argomenti
ja: 最新トピック ブロック
nl: Nieuwste blok onderwerpen
pt_br: Bloco de tópicos mais recentes
uk: Свіжі теми (блок)
zh_hans: 最新主题

source: Latest topics group
ar: مجموعة أحدث المواضيع
ca: Grup de temes més recents
it: Gruppo di argomenti più recenti
ja: 最新トピックスグループ
nl: Laatste onderwerpen groep
pt_br: Grupo de tópicos mais recentes
uk: Свіжі теми в групі (блок)
zh_hans: 最新专题组

source: Latest topics page
ar: صفحة أحدث المواضيع
ca: Pàgina de temes més recents
it: Pagina degli ultimi argomenti
ja: 最新トピックスページ
nl: Nieuwste onderwerpen pagina
pt_br: Página de tópicos mais recentes
uk: Свіжі теми (сторінка)
zh_hans: 最新主题页面

source: Lazy-load for iframes
ca: Càrrega feble per a iframes
it: Caricamento pigro per gli iframe
ja: iframeの遅延ロード
pt_br: Carregamento lento para iframes
zh_hans: 针对 iframe 的懒加载

source: Leave @entity_type_id
ar: اترك @entity_type_id
ca: Surt @entity_type_id
it: Lasciare @entity_type_id
ja: 出発@entity_type_id
nl: Laat @entity_type_id
pt_br: Sair @entity_type_id
uk: Йди. @entity_type_id
zh_hans: 离开@entity_type_id

source: Leave a comment
ar: اترك تعليقا
ca: Deixa un comentari
it: Lascia un commento
ja: コメントを残す
nl: Laat een reactie
pt_br: Deixe um comentário
uk: Залишити коментар
zh_hans: 发表评论

source: Leave a message to @name
ar: اترك رسالة إلى @name
ca: Deixa un missatge a @name
it: Lasciate un messaggio a @name
ja: メッセージをどうぞ@name
nl: Laat een bericht achter voor @name
pt_br: Deixe uma mensagem para @name
uk: Залиште повідомлення на @name
zh_hans: 留言至@name

source: Leave blank for all. Otherwise, the first selected term will be the default instead of "Any".
ar: اتركه فارغًا للجميع. بخلاف ذلك، سيكون المصطلح الأول المحدد هو الافتراضي بدلاً من «Any».
ca: Deixar en blanc per a tots. En cas contrari, el primer terme seleccionat serà el predeterminat en lloc de “Qualsevol”.
it: Lasciare vuoto per tutti. Altrimenti, il primo termine selezionato sarà quello predefinito invece di "Qualsiasi".
ja: すべての場合は空白のままにする。それ以外の場合は、"Any "ではなく、最初に選択された用語がデフォルトになります。
nl: Maak een selectie of kies "Alle".
pt_br: Deixe em branco para todos. Caso contrário, o primeiro termo selecionado será o padrão em vez de “Qualquer”.
uk: Залиште порожнім для всіх. Інакше перший вибраний термін буде використано за замовчуванням замість "Будь-який".
zh_hans: 全部留空。否则，第一个选定的术语将是默认术语，而不是 "任意"。

source: Leave remark
ar: اترك ملاحظة
ca: Deixa un comentari
it: Lasciare un'osservazione
ja: コメントを残す
nl: Opmerking achterlaten
pt_br: Deixe um comentário
uk: Залиште коментар
zh_hans: 发表评论

source: Like
ar: إعجاب
ca: M'agrada
it: Come
ja: 好き
nl: Vind ik leuk
pt_br: Como
uk: Вподобання
zh_hans: 喜欢

source: Liked by
ca: Ha agradat per
it: Piaciuto da
ja: 好きな人
pt_br: Curtido por
zh_hans: 喜欢

source: Limit search and mention
ar: تقييد البحث والإشارة
ca: Limitar la cerca i menció
it: Limitare la ricerca e la menzione
ja: 検索と言及の制限
nl: Beperk zoekopdracht en mention
pt_br: Limitar a pesquisa e a menção
uk: Обмежити пошук і згадування
zh_hans: 限制搜索和提及

source: Limit to vocabulary
ar: الحد من المفردات
ca: Limitar al vocabulari
it: Limite al vocabolario
ja: 語彙の制限
nl: Termen per woordenlijst beperken
pt_br: Limite ao vocabulário
uk: Обмеження словникового запасу
zh_hans: 词汇限制

source: Link
ar: رابط
ca: Enllaç
it: Collegamento
ja: リンク
uk: Посилання
zh_hans: 链接

source: Link URI can be accessed by the anonymous user
ar: يمكن الوصول إلى رابط URI من قبل المستخدم المجهول
ca: L'usuari anònim pot accedir a l'URI d'enllaç
it: L'URI del link può essere consultato dall'utente anonimo
ja: リンクURIは匿名ユーザーがアクセスできる
nl: De link URI is toegankelijk voor de anonieme gebruiker
pt_br: O URI do link pode ser acessado pelo usuário anônimo
uk: URI посилання може отримати анонімний користувач
zh_hans: 匿名用户可访问链接 URI

source: Link for Anonymous User
ar: ارتباط لمستخدم مجهول
ca: Enllaç per a l'usuari anònim
it: Link per l'utente anonimo
ja: 匿名ユーザーへのリンク
nl: Link voor anonieme bezoeker
pt_br: Link para usuário anônimo
uk: Посилання для анонімних користувачів
zh_hans: 匿名用户的链接

source: Link for Logged In User
ar: رابط للمستخدم الذي قام بتسجيل الدخول
ca: Enllaç per a l'usuari iniciat sessió
it: Link per l'utente registrato
ja: ログインユーザーのリンク
nl: Link voor ingelogde gebruiker
pt_br: Link para usuário logado
uk: Посилання для зареєстрованих користувачів
zh_hans: 登录用户的链接

source: Link to close report
ar: رابط لإغلاق التقرير
ca: Enllaç per tancar l'informe
it: Link alla chiusura del rapporto
ja: クローズレポートへのリンク
nl: Link naar rapport sluiten
pt_br: Link para fechar o relatório
uk: Посилання на звіт про закриття
zh_hans: 关闭报告的链接

source: Link to entity that contains mention
ar: ارتباط إلى الكيان الذي يحتوي على إشارة
ca: Enllaç a l'entitat que conté menció
it: Collegamento all'entità che contiene la menzione
ja: 言及を含むエンティティへのリンク
nl: Link naar entiteit die mention bevat
pt_br: Link para entidade que contém menção
uk: Посилання на сутність, що містить згадку
zh_hans: 指向包含提及内容的实体的链接

source: Link with Custom Class
ar: الارتباط مع فئة مخصصة
ca: Enllaç amb classe personalitzada
it: Collegamento con classe personalizzata
ja: カスタムクラスとのリンク
nl: Koppeling met aangepaste klasse
pt_br: Link com classe personalizada
uk: Зв'язок з користувацьким класом
zh_hans: 与自定义类的链接

source: Linked to owner
ar: مرتبط بالمالك
ca: Vinculat al propietari
it: Collegato al proprietario
ja: オーナーと連動
nl: Gekoppeld aan eigenaar
pt_br: Vinculado ao proprietário
uk: Пов'язано з власником
zh_hans: 链接到所有者

source: List
ar: قائمة
ca: Llista
it: Elenco
ja: リスト
nl: Lijst
pt_br: Lista
uk: Список
zh_hans: 列表

source: List Font entities
ar: قائمة كيانات الخط
ca: Llista entitats de la font
it: Elenco entità Font
ja: リスト・フォント・エンティティ
nl: Lijst Font-entiteiten
pt_br: Listar entidades de fontes
uk: Перелік об'єктів Шрифт
zh_hans: 字体实体列表

source: List Frontpage Setting
ar: إعداد الصفحة الأولى للقائمة
ca: Configuració de la primera pàgina de la llista
it: Impostazione della prima pagina dell'elenco
ja: リスト・トップページの設定
nl: Lijst Voorpagina Instelling
pt_br: Configuração da página inicial da lista
uk: Налаштування головної сторінки списку
zh_hans: 列表首页设置

source: List and edit post entities
ar: قائمة وتحرير الكيانات آخر
ca: Llista i edita entitats de publicació
it: Elencare e modificare le entità dei post
ja: ポスト・エンティティのリストと編集
nl: Lijst en bewerken van postentiteiten
pt_br: Listar e editar entidades de postagem
uk: Перелік та редагування об'єктів дописів
zh_hans: 列出和编辑职位实体

source: List of Queue Storage item types
ar: قائمة أنواع عناصر تخزين قائمة الانتظار
ca: Llista de tipus d'elements d'emmagatzematge de cua
it: Elenco dei tipi di elementi di Queue Storage
ja: キューストレージのアイテムタイプ一覧
nl: Lijst van itemtypes voor wachtrijopslag
pt_br: Lista de tipos de itens de armazenamento de filas
uk: Список типів елементів Сховища черги
zh_hans: 队列存储项目类型列表

source: List of Queue Storage items
ar: قائمة عناصر تخزين قائمة الانتظار
ca: Llista d'elements d'emmagatzematge de cua
it: Elenco degli elementi di memorizzazione in coda
ja: キューストレージ項目一覧
nl: Lijst van items voor wachtrijopslag
pt_br: Lista de itens de armazenamento de filas
uk: Список елементів сховища черги
zh_hans: 队列存储项目列表

source: List of configured features
ca: Llista de característiques configurades
it: Elenco delle funzioni configurate
ja: 設定された機能のリスト
pt_br: Lista de recursos configurados
zh_hans: 已配置功能列表

source: List of pages where information block can be shown.
ar: قائمة الصفحات التي يمكن عرض كتلة المعلومات فيها.
ca: Llista de pàgines on es pot mostrar bloc d'informació.
it: Elenco delle pagine in cui è possibile visualizzare il blocco di informazioni.
ja: 情報ブロックを表示できるページのリスト。
nl: Lijst van pagina's waar het informatieblok getoond kan worden.
pt_br: Lista de páginas nas quais o bloco de informações pode ser exibido.
uk: Список сторінок, на яких може бути показаний інформаційний блок.
zh_hans: 可显示信息块的页面列表。

source: Lists (Views)
ar: القوائم (المشاهدات)
ca: Llistes (Vistes)
it: Elenchi (Visualizzazioni)
ja: リスト（ビュー）
nl: Lijsten (weergaven)
pt_br: Listas (visualizações)
uk: Списки (Види)
zh_hans: 列表（浏览）

source: Load default profile
ar: تحميل ملف التعريف الافتراضي
ca: Carregar el perfil predeterminat
it: Carica il profilo predefinito
ja: デフォルト・プロファイルのロード
nl: Standaardprofiel laden
pt_br: Carregar perfil padrão
uk: Завантажити профіль за замовчуванням
zh_hans: 加载默认配置文件

source: Loaded search index
ar: فهرس البحث الذي تم تحميله
ca: Índex de cerca carregat
it: Indice di ricerca caricato
ja: 検索インデックスのロード
nl: Geladen zoek index
pt_br: Índice de pesquisa carregado
uk: Завантажено пошуковий індекс
zh_hans: 加载搜索索引

source: Loads the comments.
ar: يقوم بتحميل التعليقات.
ca: Càrrega els comentaris.
it: Carica i commenti.
ja: コメントを読み込む
nl: Laadt de commentaren.
pt_br: Carrega os comentários.
uk: Завантажує коментарі.
zh_hans: 加载评论。

source: Loads the default profile for a user.
ar: يقوم بتحميل ملف التعريف الافتراضي للمستخدم.
ca: Càrrega el perfil predeterminat d'un usuari.
it: Carica il profilo predefinito di un utente.
ja: ユーザーのデフォルト・プロファイルをロードします。
nl: Laadt het standaardprofiel voor een gebruiker.
pt_br: Carrega o perfil padrão de um usuário.
uk: Завантажує профіль за замовчуванням для користувача.
zh_hans: 加载用户的默认配置文件。

source: Loads the events.
ar: يقوم بتحميل الأحداث.
ca: Carrega els esdeveniments.
it: Carica gli eventi.
ja: イベントをロードする。
nl: Laadt de gebeurtenissen.
pt_br: Carrega os eventos.
uk: Завантажує події.
zh_hans: 加载事件。

source: Loads the files.
ar: يقوم بتحميل الملفات.
ca: Càrrega els fitxers.
it: Carica i file.
ja: ファイルをロードする。
nl: Laadt de bestanden.
pt_br: Carrega os arquivos.
uk: Завантажує файли.
zh_hans: 加载文件。

source: Loads the managers for a event.
ar: يقوم بتحميل المديرين للحدث.
ca: Càrrega els gestors per a un esdeveniment.
it: Carica i gestori di un evento.
ja: イベントのマネージャーをロードする。
nl: Laadt de managers voor een gebeurtenis.
pt_br: Carrega os gerentes de um evento.
uk: Завантажує менеджерів на подію.
zh_hans: 加载事件的管理器。

source: Loads the topics.
ar: يقوم بتحميل الموضوعات.
ca: Carrega els temes.
it: Carica gli argomenti.
ja: トピックをロードします。
nl: Laadt de onderwerpen.
pt_br: Carrega os tópicos.
uk: Завантажує теми.
zh_hans: 加载主题。

source: Located at:
ar: تقع في:
ca: Situat a:
it: Situato a:
ja: 場所は
nl: Gelegen op:
pt_br: Localizado em:
uk: Розташований за адресою:
zh_hans: 位于

source: Location
ca: Ubicació
it: Posizione
ja: 所在地
pt_br: Localização
zh_hans: 地点

source: Location name
ar: اسم الموقع/المدينة
ca: Nom de la ubicació
it: Nome della località
ja: 場所名
nl: Locatie
pt_br: Nome do local
uk: Назва місцезнаходження
zh_hans: 地点名称

source: Log Email
ca: Registre de correu electrònic
ja: ログメール
pt_br: E-mail de registro
zh_hans: 登录电子邮件

source: Log In
ar: تسجيل الدخول
ca: Iniciar sessió
it: Accedi
ja: ログイン
nl: Inloggen
pt_br: Faça o login
uk: Увійти
zh_hans: 登录

source: Log in
ar: تسجيل الدخول
ca: Iniciar sessió
it: Accedi
ja: ログイン
nl: Inloggen
pt_br: Faça o login
uk: Вхід
zh_hans: 登录

source: Log in Help Text
ar: تسجيل الدخول نص تعليمات
ca: Iniciar sessió Text d'ajuda
it: Accesso Testo di aiuto
ja: ログイン ヘルプテキスト
nl: Inloggen Helptekst
pt_br: Texto de ajuda de login
uk: Увійдіть в систему Текст довідки
zh_hans: 登录 帮助文本

source: Log in with <b>username</b> or <b>email</b>
ar: تسجيل الدخول باسم <b>المستخدم</b> أو <b>البريد الإلكتروني</b>
ca: Inicia sessió amb <b> nom d'usuari </b> o <b> correu electrònic </b>
it: Accedere con il nome utente <b></b> o l'email <b></b>
ja: <b>ユーザー名</b> または<b>Email でログインしてください。</b>
nl: Inloggen met <b>gebruikersnaam</b> of <b>e-mailadres</b>
pt_br: Faça login com <b> nome de usuário </b> ou <b> e-mail </b>
uk: Увійдіть за допомогою <b>, використовуючи ім'я користувача</b> або електронну пошту <b></b>
zh_hans: 使用<b>用户名</b> 或<b>电子邮件登录</b>

source: Login
ar: تسجيل الدخول
ca: Iniciar sessió
it: Accesso
ja: ログイン
nl: Inloggen
uk: Вхід
zh_hans: 登录

source: Login and Registration help texts
ar: نصوص تعليمات تسجيل الدخول والتسجيل
ca: Textos d'ajuda per iniciar sessió i registre
it: Testi di aiuto per l'accesso e la registrazione
ja: ログインと登録のヘルプテキスト
nl: Login en Registratie help teksten
pt_br: Textos de ajuda para login e registro
uk: Довідкові тексти для входу та реєстрації
zh_hans: 登录和注册帮助文本

source: Login attempt failed for %user.
ar: فشلت محاولة تسجيل الدخول لـ %user.
ca: L'intent d'inici de sessió ha fallat per a %user.
it: Tentativo di accesso fallito per %user.
ja: %user のログインに失敗しました。
nl: Login mislukt voor %user.
pt_br: Falha na tentativa de login para %user.
uk: Невдала спроба входу для користувача %user.
zh_hans: %user 的登录尝试失败。

source: Login attempt failed from %ip.
ar: فشلت محاولة تسجيل الدخول من %ip.
ca: L'intent d'inici de sessió ha fallat des de %ip.
it: Tentativo di accesso fallito da %ip.
ja: %ip からのログインに失敗した。
nl: Login mislukt vanaf %ip.
pt_br: Falha na tentativa de login em %ip.
uk: Невдала спроба входу з адреси %ip.
zh_hans: 从%ip 尝试登录失败。

source: Login tokens related to individual user accounts for easy access.
ar: رموز تسجيل الدخول المتعلقة بحسابات المستخدمين الفردية لسهولة الوصول إليها.
ca: Fitxes d'inici de sessió relacionades amb comptes d'usuari individuals per facilitar l'accés.
it: Token di accesso relativi ai singoli account utente per facilitarne l'accesso.
ja: 簡単にアクセスできるように、個々のユーザーアカウントに関連するログイントークン。
nl: Login tokens gerelateerd aan individuele gebruikersaccounts voor eenvoudige toegang.
pt_br: Tokens de login relacionados a contas de usuários individuais para facilitar o acesso.
uk: Токени входу, пов'язані з окремими обліковими записами користувачів, для легкого доступу.
zh_hans: 与个人用户账户相关的登录令牌，便于访问。

source: Logo
ar: الشعار
ca: Logotip
ja: ロゴ
pt_br: Logotipo
uk: Логотип
zh_hans: 标志

source: Logout
ar: تسجيل الخروج
ca: Tancar sessió
it: Disconnessione
ja: ログアウト
nl: Uitloggen
pt_br: Sair
uk: Вихід
zh_hans: 注销

source: Machine name
ar: إسم الألة
ca: Nom de la màquina
it: Nome della macchina
ja: マシン名
nl: Systeemnaam
pt_br: Nome da máquina
uk: Машинна назва
zh_hans: 机器名称

source: Mail HTML
ar: بريد HTML
ca: Correu HTML
it: Posta HTML
ja: メールHTML
pt_br: HTML de e-mail
uk: Пошта HTML
zh_hans: 邮件 HTML

source: Mail key: @key
ca: Tecla de correu: @key
it: Chiave della posta: @key
ja: メールキー：@key
pt_br: Chave de correio: @key
zh_hans: 邮件键：@key

source: Main fields
ca: Camps principals
it: Campi principali
ja: 主なフィールド
pt_br: Campos principais
zh_hans: 主要领域

source: Main menu
ar: القائمة الرئيسية
ca: Menú principal
it: Menu principale
ja: メインメニュー
nl: Hoofdmenu
pt_br: Menu principal
uk: Головне меню
zh_hans: 主菜单

source: Main navigation
ar: تصفح الرئيسية
ca: Navegació principal
it: Navigazione principale
ja: メインナビゲーション
nl: Hoofd navigatie
pt_br: Navegação principal
uk: Основна навіґація
zh_hans: 主导航

source: Main page content
ar: محتوى الصفحة الرئيسية
ca: Contingut de la pàgina principal
it: Contenuto della pagina principale
ja: メインページのコンテンツ
nl: Primaire inhoud van de pagina
pt_br: Conteúdo da página principal
uk: Основний вміст сторінки
zh_hans: 主页内容

source: Make sure body text has mail_html format.
ca: Assegureu-vos que el text corporal tingui format mail_html.
it: Assicurarsi che il testo del corpo abbia il formato mail_html.
ja: 本文がmail_html形式であることを確認してください。
pt_br: Certifique-se de que o corpo do texto tenha o formato mail_html.
zh_hans: 确保正文文本采用 mail_html 格式。

# Validation
source: Makes sure that External Owner Entity exist
ca: Assegura que existeixi Entitat Propietària Externa
it: Assicura che l'Entità Proprietaria Esterna esista
ja: 外部所有者エンティティが存在することを確認する
pt_br: Garante que a Entidade Proprietária Externa exista
zh_hans: 确保存在外部所有者实体

# Validation
source: Makes sure that all required subfields values are set
ca: Assegureu-vos que s'estableixin tots els valors dels subcamps requerits
it: Assicura che tutti i valori dei sottocampi richiesti siano impostati.
ja: すべての必須サブフィールドの値が設定されていることを確認する。
pt_br: Garante que todos os valores de subcampos obrigatórios estejam definidos
zh_hans: 确保设置了所有必要的子字段值

source: Makes sure that blocked users are not added to the index.
ar: تأكد من عدم إضافة المستخدمين المحظورين إلى الفهرس.
ca: Assegura que els usuaris bloquejats no s'afegeixin a l'índex.
it: Assicura che gli utenti bloccati non vengano aggiunti all'indice.
ja: ブロックされたユーザーがインデックスに追加されないようにする。
nl: Zorgt ervoor dat geblokkeerde gebruikers niet worden toegevoegd aan de index.
pt_br: Garante que os usuários bloqueados não sejam adicionados ao índice.
uk: Переконайтеся, що заблоковані користувачі не додаються до індексу.
zh_hans: 确保被阻止的用户不会被添加到索引中。

# Validation
source: Makes sure that external id is unique per external owner
ca: Assegura que l'identificador extern és únic per propietari extern
it: Assicura che l'id esterno sia unico per ogni proprietario esterno.
ja: 外部所有者ごとに外部 ID が一意であることを確認する。
pt_br: Garante que o ID externo seja exclusivo por proprietário externo
zh_hans: 确保每个外部设备所有者的外部设备 ID 是唯一的

source: Makes sure that only Verified users are added to the index.
ar: تأكد من إضافة المستخدمين الذين تم التحقق منهم فقط إلى الفهرس.
ca: Assegureu-vos que només s'afegeixin usuaris verificats a l'índex.
it: Assicura che solo gli utenti verificati vengano aggiunti all'indice.
ja: 認証されたユーザーのみがインデックスに追加されるようにする。
nl: Zorgt ervoor dat alleen geverifieerde gebruikers aan de index worden toegevoegd.
pt_br: Garante que somente usuários verificados sejam adicionados ao índice.
uk: Переконайтеся, що до індексу додаються лише перевірені користувачі.
zh_hans: 确保只有通过验证的用户才会被添加到索引中。

# Validation
source: Makes sure that target type exist and is allowed
ca: Assegura que existeix el tipus de destinació i està permès
it: Assicura che il tipo di destinazione esista e sia consentito.
ja: ターゲット・タイプが存在し、許可されていることを確認する
pt_br: Garante que o tipo de alvo exista e seja permitido
zh_hans: 确保目标类型存在并允许使用

source: Makes sure that user 1 is not added to the index.
ar: تأكد من عدم إضافة المستخدم 1 إلى الفهرس.
ca: Assegureu-vos que l'usuari 1 no s'afegeix a l'índex.
it: Assicura che l'utente 1 non venga aggiunto all'indice.
ja: ユーザー1がインデックスに追加されないようにする。
nl: Zorgt ervoor dat gebruiker 1 niet wordt toegevoegd aan de index.
pt_br: Garante que o usuário 1 não seja adicionado ao índice.
uk: Переконується, що користувача 1 не додано до індексу.
zh_hans: 确保用户 1 不被添加到索引中。

source: Makes the theme pages a bit UI friendly for people with the permissions.
ar: أجعل صفحات السمات صديقة بعض الشيء لواجهة المستخدم للأشخاص الذين لديهم الأذونات.
ca: Fa que les pàgines temàtiques siguin una mica amigables per a la interfície d'usuari per a persones amb els permisos.
it: Rende le pagine del tema un po' più facili da usare per chi ha i permessi.
ja: 権限を持っている人のために、テーマページを少しUIフレンドリーにする。
nl: Maakt de themapagina's een beetje UI-vriendelijk voor mensen met de machtigingen.
pt_br: Torna as páginas temáticas um pouco amigáveis à interface de usuário para pessoas com permissões.
uk: Робить сторінки тем трохи зручнішими для користувачів з відповідними правами.
zh_hans: 使主题页面的用户界面对有权限的用户更加友好。

source: Manage All Enrollments
ar: إدارة جميع التسجيلات
ca: Gestionar totes les inscripcions
it: Gestire tutte le iscrizioni
ja: すべての登録を管理する
nl: Alle aanmeldingen beheren
pt_br: Gerenciar todas as inscrições
uk: Керування всіма реєстраціями
zh_hans: 管理所有注册

source: Manage Enrollments
ar: إدارة التسجيلات
ca: Gestionar les inscripcions
it: Gestire le iscrizioni
ja: 登録管理
nl: Aanmeldingen beheren
pt_br: Gerenciar inscrições
uk: Керування зарахуванням
zh_hans: 管理注册

source: Manage Event Enrollment Requests
ar: إدارة طلبات التسجيل في الحدث
ca: Gestionar les sol·licituds d'inscripció d'esdeveniments
it: Gestire le richieste di iscrizione agli eventi
ja: イベント登録リクエストの管理
nl: Beheer aanmeldingen
pt_br: Gerenciar solicitações de inscrição em eventos
uk: Керування запитами на реєстрацію на подію
zh_hans: 管理活动注册申请

source: Manage Everything Enrollments
ar: إدارة عمليات التسجيل كل شيء
ca: Gestionar tot Matrícules
it: Gestire tutte le iscrizioni
ja: すべての登録を管理する
nl: Alle aanmeldingen beheren
pt_br: Gerencie todas as inscrições
uk: Керування всіма реєстраціями
zh_hans: 管理所有注册信息

source: Manage Mention Types
ar: إدارة أنواع الإشارة
ca: Gestionar tipus de mencions
it: Gestire i tipi di menzione
ja: メンションタイプの管理
nl: Types vermeldingen beheren
pt_br: Gerenciar tipos de menção
uk: Керування типами згадок
zh_hans: 管理提及类型

source: Manage access to the "Albums" user tab.
ar: إدارة الوصول إلى علامة تبويب المستخدم "الألبومات".
ca: Gestiona l'accés a la pestanya d'usuari “Àlbums”.
it: Gestire l'accesso alla scheda utente "Album".
ja: アルバム」ユーザータブへのアクセスを管理します。
nl: Beheer de toegang tot het gebruikerstabblad "Albums".
pt_br: Gerencie o acesso à guia do usuário “Álbuns”.
uk: Керування доступом до вкладки користувача "Альбоми".
zh_hans: 管理 "相册 "用户选项卡的访问权限。

source: Manage all groups
ar: إدارة كل المجموعات
ca: Gestionar tots els grups
it: Gestire tutti i gruppi
ja: すべてのグループを管理する
nl: Alle groepen beheren
pt_br: Gerenciar todos os grupos
uk: Керуйте всіма групами
zh_hans: 管理所有小组

source: Manage by organizers only
ar: إدارة من قبل المنظمين فقط
ca: Gestionar només per organitzadors
it: Gestito solo dagli organizzatori
ja: 主催者のみで管理
nl: Beheer alleen door organisatoren
pt_br: Gerenciado somente por organizadores
uk: Керування тільки організаторами
zh_hans: 仅由组织者管理

source: Manage data policy entities and settings.
ar: إدارة كيانات سياسة البيانات والإعدادات.
ca: Gestionar les entitats i la configuració de la política de dades.
it: Gestire le entità e le impostazioni dei criteri dei dati.
ja: データポリシーのエンティティと設定を管理します。
nl: Beheer data policy entiteiten en instellingen.
pt_br: Gerencie entidades e configurações da política de dados.
uk: Керуйте об'єктами та налаштуваннями політики даних.
zh_hans: 管理数据策略实体和设置

source: Manage enrollment access
ar: إدارة الوصول إلى التسجيل
ca: Gestionar l'accés a la matrícula
it: Gestire l'accesso all'iscrizione
ja: 入会のアクセス管理
nl: Toegang tot inschrijving beheren
pt_br: Gerenciar o acesso à inscrição
uk: Керуйте доступом до реєстрації
zh_hans: 管理注册访问

source: Manage enrollment invites
ar: إدارة دعوات التسجيل
ca: Gestionar invitacions de matrícula
it: Gestire gli inviti all'iscrizione
ja: 入会案内を管理する
nl: Beheer inschrijvingen
pt_br: Gerenciar convites de inscrição
uk: Керуйте запрошеннями на реєстрацію
zh_hans: 管理注册邀请

source: Manage enrollment requests
ar: إدارة طلبات التسجيل
ca: Gestionar les sol·licituds de matrícula
it: Gestire le richieste di iscrizione
ja: 登録リクエストの管理
nl: Beheer aanmeldingen
pt_br: Gerenciar solicitações de inscrição
uk: Керуйте запитами на реєстрацію
zh_hans: 管理注册申请

source: Manage enrollments
ar: إدارة التسجيلات
ca: Gestionar les inscripcions
it: Gestire le iscrizioni
ja: 入会の管理
nl: Aanmeldingen beheren
pt_br: Gerenciar inscrições
uk: Керуйте зарахуванням
zh_hans: 管理注册

source: Manage event enrollment invites
ar: إدارة دعوات التسجيل في الحدث
ca: Gestionar les invitacions d'inscripció a l'esdeveniment
it: Gestire gli inviti all'iscrizione agli eventi
ja: イベント登録招待の管理
nl: Beheer uitnodigingen
pt_br: Gerenciar convites para inscrição em eventos
uk: Керування запрошеннями на події
zh_hans: 管理活动报名邀请
