Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: You have a new comment on a post
ar: لديك تعليق جديد على منشور
ca: Tens un nou comentari sobre un post
it: Hai un nuovo commento su un post
ja: 投稿に新しいコメントがあります。
nl: Je hebt een nieuw commentaar op een bericht
pt_br: Você tem um novo comentário em uma postagem
uk: Ви залишили новий коментар до публікації
zh_hans: 您对帖子发表了新评论

source: You have a new enrollment to your event
ar: لديك تسجيل جديد في الحدث الخاص بك
ca: Tens una nova inscripció al teu esdeveniment
it: Avete una nuova iscrizione al vostro evento
ja: イベントへの新規登録がありました。
nl: Je hebt een nieuwe inschrijving voor je evenement
pt_br: Você tem uma nova inscrição para o seu evento
uk: Ви отримали нову заявку на участь у вашому заході
zh_hans: 您的活动有了新注册用户

source: You have a new reply to a thread you were mentioned in
ar: لديك رد جديد على موضوع تم ذكرك فيه
ca: Tens una nova resposta a un fil que has estat esmentat
it: C'è una nuova risposta a una discussione in cui sei stato menzionato
ja: あなたが言及したスレッドに新しい返信があります。
nl: Je hebt een nieuw antwoord op een draad waarin je werd genoemd...
pt_br: Você tem uma nova resposta para um tópico em que foi mencionado
uk: Ви маєте нову відповідь до теми, яку ви згадували
zh_hans: 您有一个新的回复，在一个主题中提到了您

source: You have a new reply to your comment
ar: لديك رد جديد على تعليقك
ca: Tens una nova resposta al teu comentari
it: C'è una nuova risposta al tuo commento
ja: あなたのコメントに新しい返信があります
nl: Je hebt een nieuw antwoord op je commentaar
pt_br: Você tem uma nova resposta ao seu comentário
uk: Ви отримали нову відповідь на свій коментар
zh_hans: 您的评论有了新的回复

source: You have accepted the invitation for the @event event.
ar: لقد قبلت الدعوة للحدث @event.
ca: Heu acceptat la invitació per a l'esdeveniment @event.
it: Avete accettato l'invito per l'evento @event.
ja: @event イベントへの招待をお受けしました。
nl: Je hebt de uitnodiging geaccepteerd voor het evenement @event.
pt_br: Você aceitou o convite para o evento @event.
uk: Ви прийняли запрошення на захід @event.
zh_hans: 您已接受@event 活动的邀请。

source: You have been added to an event
ar: لقد تمت إضافتك إلى حدث
ca: Has estat afegit a un esdeveniment
it: Siete stati aggiunti ad un evento
ja: イベントに追加されました
nl: U bent toegevoegd aan een evenement
pt_br: Você foi adicionado a um evento
uk: Вас додано до події
zh_hans: 您已被添加到活动中

source: You have been already enrolled to this event. You have also received a notification via email.
ar: لقد تم تسجيلك بالفعل في هذا الحدث. لقد تلقيت أيضًا إشعارًا عبر البريد الإلكتروني.
ca: Ja heu estat inscrits a aquest esdeveniment. També heu rebut una notificació per correu electrònic.
it: Siete già iscritti a questo evento. Avete anche ricevuto una notifica via e-mail.
ja: あなたはすでにこのイベントに登録されています。Eメールでもお知らせしています。
nl: Je bent al ingeschreven voor dit evenement. Je hebt ook een melding per e-mail ontvangen.
pt_br: Você já está inscrito neste evento. Você também recebeu uma notificação por e-mail.
uk: Ви вже зареєстровані на цю подію. Ви також отримали повідомлення на електронну пошту.
zh_hans: 您已报名参加本次活动。您也已收到电子邮件通知。

source: You have been enrolled in the event [node:title]. You can cancel your enrollment anytime using the following link: [social_event_an_enroll:enrolled_event].
ar: لقد تم تسجيلك في الحدث [node:title]. يمكنك إلغاء التسجيل في أي وقت باستخدام الرابط التالي: [social_event_an_enroll:enrolled_event].
ca: Has estat inscrit a l'esdeveniment [node:title]. Pots cancel·lar la teva matrícula en qualsevol moment mitjançant el següent enllaç: [social_event_an_enroll:enrolled_event].
it: Siete stati iscritti all'evento [node:title]. È possibile annullare l'iscrizione in qualsiasi momento utilizzando il seguente link: [social_event_an_enroll:enrolled_event].
ja: [node:title] イベントへの登録が完了しました。以下のリンクからいつでも登録を取り消すことができます：[social_event_an_enroll:enrolled_event].
nl: Je bent aangemeld bij het evenement [node:title]. Je kunt je aanmelding altijd annuleren via deze link: [social_event_an_enroll:enrolled_event].
pt_br: Você foi inscrito no evento [node:title]. Você pode cancelar sua inscrição a qualquer momento usando o seguinte link: [social_event_an_enroll:enrolled_event].
uk: Ви зареєстровані на захід [node:title]. Ви можете скасувати реєстрацію в будь-який час за наступним посиланням: [social_event_an_enroll:enrolled_event].
zh_hans: 您已注册参加活动[node:title] 。您可以随时通过以下链接取消报名：[social_event_an_enroll:enrolled_event].

source: You have been invited to an event
ar: لقد تمت دعوتك إلى حدث
ca: Has estat convidat a un esdeveniment
it: Siete stati invitati a un evento
ja: イベントに招待されました
nl: U bent uitgenodigd voor een evenement
pt_br: Você foi convidado para um evento
uk: Вас запросили на захід
zh_hans: 您已受邀参加一项活动

source: You have been invited to join a group
ar: لقد تمت دعوتك للانضمام إلى مجموعة
ca: Has estat convidat a unir-te a un grup
it: Siete stati invitati a far parte di un gruppo
ja: グループに招待されました
nl: Je bent uitgenodigd om je bij een groep aan te melden
pt_br: Você foi convidado para participar de um grupo
uk: Вас запросили приєднатися до групи
zh_hans: 您已受邀加入一个小组

source: You have been invited to join this group
ar: لقد تمت دعوتك للانضمام إلى مجموعة
ca: Has estat convidat a unir-te a aquest grup
it: Siete stati invitati a unirvi a questo gruppo
ja: このグループに招待されました
nl: Je bent uitgenodigd om je bij deze groep aan te melden
pt_br: Você foi convidado para se juntar a este grupo
uk: Вас запрошено приєднатися до цієї групи
zh_hans: 您已受邀加入该小组

source: You have been mentioned
ar: لقد تم ذكرك
ca: Vostè ha estat esmentat
it: Siete stati menzionati
ja: あなたは言及されている
nl: Je bent genoemd
pt_br: Você foi mencionado
uk: Про вас згадували
zh_hans: 您已被提及

source: You have declined the invitation for the @event event.
ar: لقد رفضت الدعوة للحدث @event.
ca: Heu rebutjat la invitació per a l'esdeveniment @event.
it: Avete declinato l'invito per l'evento @event.
ja: @event イベントへの招待を辞退した。
nl: Je hebt de uitnodiging afgewezen voor het evenement @event.
pt_br: Você recusou o convite para o evento @event.
uk: Ви відхилили запрошення на подію @event.
zh_hans: 您拒绝了@event 活动的邀请。

source: You have enrolled
ar: لقد قمت بالتسجيل
ca: T'has inscrit
it: Siete iscritti
ja: あなたは登録した
nl: U bent aangemeld
pt_br: Você se inscreveu
uk: Ви записалися на курс
zh_hans: 您已注册

source: You have enrolled for this event.
ar: لقد قمت بالتسجيل في هذا الحدث.
ca: Us heu inscrit a aquest esdeveniment.
it: Vi siete iscritti a questo evento.
ja: このイベントに登録しました。
nl: U bent aangemeld voor dit evenement.
pt_br: Você se inscreveu neste evento.
uk: Ви зареєструвалися на цю подію.
zh_hans: 您已报名参加本次活动。

source: You have insufficient permissions to delete this vocabulary
ar: ليس لديك أذونات كافية لحذف هذه المفردات
ca: Teniu permisos insuficients per eliminar aquest vocabulari
it: Non si dispone di autorizzazioni sufficienti per cancellare questo vocabolario.
ja: この語彙を削除する権限が不足しています。
nl: Je hebt onvoldoende rechten om dit vocabulaire te verwijderen
pt_br: Você não tem permissões suficientes para excluir este vocabulário
uk: У вас недостатньо прав для видалення цього словника
zh_hans: 您没有足够的权限删除此词汇表

# Is a member
source: You have joined
ar: لقد انضممت
ca: T'has unit
it: Vi siete uniti a
ja: あなたは加入した
nl: Je bent lid
pt_br: Você se juntou
uk: Ви приєдналися до
zh_hans: 您已加入

source: You have joined the group and you can leave your comment now.
ar: لقد انضممت إلى المجموعة ويمكنك ترك تعليقك الآن.
ca: Us heu incorporat al grup i ja podeu deixar el vostre comentari.
it: Siete entrati nel gruppo e potete lasciare il vostro commento ora.
ja: あなたはグループに参加し、コメントを残すことができます。
nl: Je bent lid geworden van de groep en je kan nu comments achterlaten.
pt_br: Você se juntou ao grupo e pode deixar seu comentário agora.
uk: Ви приєдналися до групи і можете залишити свій коментар.
zh_hans: 您已加入小组，现在可以发表评论。

source: You have just used your one-time login link. It is no longer necessary to use this link to log in.
ar: لقد استخدمت للتو رابط تسجيل الدخول لمرة واحدة. لم يعد من الضروري استخدام هذا الرابط لتسجيل الدخول.
ca: Acabeu d'utilitzar el vostre enllaç d'inici de sessió única. Ja no és necessari utilitzar aquest enllaç per iniciar sessió.
it: Avete appena utilizzato il vostro link di accesso unico. Non è più necessario utilizzare questo link per accedere.
ja: ワンタイムログインリンクを使用しました。このリンクを使用してログインする必要はありません。
nl: U heeft zojuist uw eenmalige inloglink gebruikt. U hoeft deze link niet meer te gebruiken om in te loggen.
pt_br: Você acabou de usar seu link de login único. Não é mais necessário usar este link para fazer login.
uk: Ви щойно використали одноразове посилання для входу на сайт. Більше немає необхідності використовувати це посилання для входу.
zh_hans: 您刚刚使用了一次性登录链接。无需再使用此链接登录。

source: You have posted successfully in your new album @link
ar: لقد قمت بالنشر بنجاح في ألبومك الجديد @link
ca: Has publicat amb èxit en el teu nou àlbum @link
it: Hai pubblicato con successo nel tuo nuovo album @link
ja: 新しいアルバムに無事投稿されました@link
nl: U heeft in uw nieuwe album @link geplaatst
pt_br: Você postou com sucesso em seu novo álbum @link
uk: Ви успішно опублікували у своєму новому альбомі @link
zh_hans: 您已在新相册中成功发布@link

source: You have received <strong>:count</strong> notification
ar: لقد تلقيت إشعارات <strong> :count </strong>
ca: Heu rebut notificació <strong> :count </strong>
it: Avete ricevuto la notifica <strong>:count</strong>
ja: <strong>:count</strong> 通知を受け取りました。
nl: Je hebt <strong>:count</strong> notificatie ontvangen
uk: Ви отримали повідомлення <strong>:count</strong>
zh_hans: 您已收到<strong>:count</strong> 通知

source: You have received a new private message
ar: لقد تلقيت رسالة خاصة جديدة
ca: Has rebut un nou missatge privat
it: Avete ricevuto un nuovo messaggio privato
ja: 新しいプライベートメッセージが届きました
nl: Je hebt een nieuw privébericht ontvangen
pt_br: Você recebeu uma nova mensagem privada
uk: Ви отримали нове приватне повідомлення
zh_hans: 您已收到一条新的私人信息

source: You have successfully enrolled to this event. Also you are now following the event, which means you will receive notifications when a new comment is placed.
ar: لقد قمت بالتسجيل بنجاح في هذا الحدث. أنت الآن تتابع الحدث، مما يعني أنك ستتلقى إشعارات عند وضع تعليق جديد.
ca: Us heu inscrit amb èxit a aquest esdeveniment. A més ara estàs seguint l'esdeveniment, el que significa que rebràs notificacions quan es posi un nou comentari.
it: Ti sei iscritto con successo a questo evento. Inoltre, ora state seguendo l'evento, il che significa che riceverete notifiche quando viene inserito un nuovo commento.
ja: あなたはこのイベントに登録しました。また、あなたはこのイベントをフォローしており、新しいコメントが投稿されると通知を受け取ることができます。
nl: U bent aangemeld voor dit evenement. Daarnaast volgt u dit evenement nu zodat u meldingen zult krijgen wanneer er een reactie geplaatst wordt.
pt_br: Você se inscreveu com sucesso neste evento. Além disso, agora você está acompanhando o evento, o que significa que receberá notificações quando um novo comentário for colocado.
uk: Ви успішно зареєструвалися на цю подію. Також ви стежите за подією, а це означає, що ви отримаєте сповіщення, коли буде розміщено новий коментар.
zh_hans: 您已成功注册该活动。同时，您现在也在关注该活动，这意味着您将在有新评论时收到通知。

source: You have tried to use a one-time link that has expired.
ar: لقد حاولت استخدام رابط لمرة واحدة انتهت صلاحيته.
ca: Heu intentat utilitzar un enllaç únic que ha caducat.
it: Avete cercato di utilizzare un link unico scaduto.
ja: 有効期限が切れたワンタイムリンクを使用しようとしました。
nl: U heeft geprobeerd een eenmalige link te gebruiken die is verlopen.
pt_br: Você tentou usar um link único que expirou.
uk: Ви спробували використати одноразове посилання, термін дії якого закінчився.
zh_hans: 您尝试使用的一次性链接已过期。

source: You have tried to use a one-time link that is invalid.
ar: لقد حاولت استخدام رابط غير صالح لمرة واحدة.
ca: Heu intentat utilitzar un enllaç únic que no és vàlid.
it: Si è tentato di utilizzare un link unico non valido.
ja: 無効なワンタイムリンクを使用しようとしました。
nl: U heeft geprobeerd een eenmalige link te gebruiken die ongeldig is.
pt_br: Você tentou usar um link único que é inválido.
uk: Ви спробували використати одноразове посилання, яке є недійсним.
zh_hans: 您尝试使用的一次性链接无效。

source: You must update Open Social to the latest version of 8.x before upgrading to 9.0 or later.
ar: يجب تحديث Open Social إلى أحدث إصدار من 8.x قبل الترقية إلى 9.0 أو الأحدث.
ca: Heu d'actualitzar Open Social a l'última versió de 8.x abans d'actualitzar a 9.0 o posterior.
it: È necessario aggiornare Open Social alla versione più recente di 8.x prima di passare a 9.0 o successive.
ja: 9.0以降にアップグレードする前に、Open Socialを8.xの最新版にアップデートする必要があります。
nl: U moet Open Social bijwerken naar de laatste versie van 8.x voordat u kunt upgraden naar 9.0 of hoger.
pt_br: Você deve atualizar o Open Social para a versão mais recente do 8.x antes de atualizar para a 9.0 ou posterior.
uk: Ви повинні оновити Open Social до останньої версії 8.x перед оновленням до 9.0 або пізнішої версії.
zh_hans: 在升级到 9.0 或更高版本之前，您必须将 Open Social 升级到最新的 8.x 版本。

source: You need to set your password in order to log in.
ar: تحتاج إلى تعيين كلمة المرور الخاصة بك لتسجيل الدخول.
ca: Heu d'establir la contrasenya per iniciar sessió.
it: Per accedere è necessario impostare la password.
ja: ログインするにはパスワードを設定する必要があります。
nl: U moet uw wachtwoord instellen om in te kunnen loggen.
pt_br: Você precisa definir sua senha para fazer login.
uk: Для входу в систему потрібно встановити пароль.
zh_hans: 您需要设置密码才能登录。

source: You receive community updates and announcements emails according to your @settings
ca: Rebeu correus electrònics d'actualitzacions de la comunitat i anuncis segons el vostre @settings
it: Riceverete gli aggiornamenti della comunità e gli annunci via e-mail in base al vostro profilo. @settings
ja: コミュニティーの最新情報やお知らせメールを受信できます。@settings
pt_br: Você recebe atualizações da comunidade e e-mails de anúncios de acordo com seu @settings
zh_hans: 您可以根据自己的@settings

source: You're already a member of this group.
ar: أنت بالفعل عضو في هذه المجموعة.
ca: Ja ets membre d'aquest grup.
it: Sei già un membro di questo gruppo.
ja: あなたはすでにこのグループのメンバーです。
nl: Je bent al lid van deze groep.
pt_br: Você já é membro desse grupo.
uk: Ви вже є членом цієї групи.
zh_hans: 你已经是这个群组的成员了。

source: You've been added to this group.
ar: لقد تمت إضافتك إلى هذه المجموعة.
ca: Has estat afegit a aquest grup.
it: Sei stato aggiunto a questo gruppo.
ja: あなたはこのグループに加えられました。
nl: Je bent toegevoegd aan deze groep.
pt_br: Você foi adicionado a esse grupo.
uk: Вас додано до цієї групи.
zh_hans: 您已加入该组。

source: Your content has been liked
ar: لقد تم الإعجاب بالمحتوى الخاص بك
ca: El teu contingut ha agradat
it: Il vostro contenuto è stato apprezzato
ja: あなたのコンテンツが「いいね！」されました
nl: Uw inhoud is geliked
pt_br: Seu conteúdo foi curtido
uk: Ваш вміст сподобався
zh_hans: 您的内容已被点赞

source: Your email has been sent to 1 selected enrollee successfully
ar: تم إرسال بريدك الإلكتروني إلى @count المسجلين المحددين بنجاح
ca: El vostre correu electrònic ha estat enviat a 1 inscrit seleccionat correctament
it: L'e-mail è stata inviata con successo a 1 partecipante selezionato.
ja: @count 選択された登録者にメールが送信されました。
nl: Je e-mail is succesvol verstuurd naar 1 geselecteerd persoon
uk: Ваш імейл успішно відправлено 1 обраному учаснику
zh_hans: 您的电子邮件已成功发送至@count 选定的注册者

source: Your email has been sent to 1 selected member successfully
ar: تم إرسال بريدك الإلكتروني إلى أعضاء @count المحددين بنجاح
ca: El vostre correu electrònic ha estat enviat a 1 membre seleccionat amb èxit
it: La tua email è stata inviata a 1 membro selezionato con successo
ja: あなたのメールは@count に送信されました。
nl: Je e-mail is succesvol verstuurd naar 1 geselecteerd lid
uk: Ваш імейл успішно відправлено 1 вибраному користувачеві
zh_hans: 您的电子邮件已成功发送至@count 选定的成员

source: Your email has not been sent to 1 selected enrollee successfully
ar: لم يتم إرسال بريدك الإلكتروني إلى @count المسجلين المحددين بنجاح
ca: El vostre correu electrònic no ha estat enviat a 1 inscrit seleccionat correctament
it: La tua email non è stata inviata a 1 iscritto selezionato con successo
ja: @count 選択された登録者にメールが送信されていません。
nl: Je e-mail is niet succesvol verstuurd naar 1 geselecteerd persoon
uk: Ваш імейл не було успішно відправлено 1 обраному учаснику
zh_hans: 您的电子邮件尚未成功发送至@count 选定的注册者

source: Your email has not been sent to 1 selected member successfully
ar: لم يتم إرسال بريدك الإلكتروني إلى أعضاء @count المحددين بنجاح
ca: El vostre correu electrònic no ha estat enviat a 1 membre seleccionat correctament
it: La tua email non è stata inviata a 1 membro selezionato.
ja: @count 選択されたメンバーにメールが送信されていません。
nl: Je e-mail is niet succesvol verstuurd naar 1 geselecteerd lid
uk: Ваш імейл не було успішно відправлено 1 вибраному користувачеві
zh_hans: 您的电子邮件尚未成功发送至@count 选定的成员

source: Your email will be send to 1 selected enrollee
ar: سيتم إرسال بريدك الإلكتروني إلى @count المسجلين المحددين
ca: El teu correu electrònic serà enviat a 1 inscrit seleccionat
it: La vostra e-mail sarà inviata a 1 partecipante selezionato.
ja: @count 選ばれた登録者にメールが送信されます。
nl: Je e-mail wordt verstuurd naar 1 geselecteerd persoon
uk: Ваш лист буде надіслано 1 обраному учаснику
zh_hans: 您的电子邮件将发送至@count 选定的注册者

source: Your email will be send to 1 selected member
ar: سيتم إرسال بريدك الإلكتروني إلى أعضاء @count المحددين
ca: El teu correu electrònic serà enviat a 1 membre seleccionat
it: La vostra e-mail sarà inviata a 1 membro selezionato
ja: あなたのEメールは、@count に送信されます。
nl: Je e-mail wordt verstuurd naar 1 geselecteerd lid
uk: Ваш лист буде надіслано 1 обраному учаснику
zh_hans: 您的电子邮件将发送给@count 选定的会员

source: Your email will be sent to members who have opted to receive community updates and announcements
ca: El vostre correu electrònic serà enviat als membres que hagin optat per rebre actualitzacions i anuncis de la comunitat
it: L'e-mail sarà inviata ai membri che hanno scelto di ricevere gli aggiornamenti e gli annunci della comunità.
ja: あなたのEメールは、コミュニティの最新情報やお知らせを受け取ることを選択した会員に送信されます。
pt_br: Seu e-mail será enviado aos membros que optaram por receber atualizações e anúncios da comunidade
zh_hans: 您的电子邮件将发送给选择接收社区更新和公告的会员

source: Your email will be sent to members who have opted to receive community updates and announcements.
ca: El vostre correu electrònic serà enviat als membres que hagin optat per rebre actualitzacions i anuncis de la comunitat.
it: L'e-mail sarà inviata ai membri che hanno scelto di ricevere gli aggiornamenti e gli annunci della comunità.
ja: あなたのEメールは、コミュニティの最新情報やお知らせを受け取ることを選択したメンバーに送信されます。
pt_br: Seu e-mail será enviado aos membros que optaram por receber atualizações e anúncios da comunidade.
zh_hans: 您的电子邮件将发送给选择接收社区更新和公告的会员。

source: Your footer settings have been updated
ar: تم تحديث إعدادات التذييل
ca: S'ha actualitzat la configuració del peu de pàgina
it: Le impostazioni del piè di pagina sono state aggiornate
ja: フッター設定が更新されました
nl: Uw voettekstinstellingen zijn bijgewerkt
pt_br: Suas configurações de rodapé foram atualizadas
uk: Налаштування нижнього колонтитула було оновлено
zh_hans: 您的页脚设置已更新

source: Your group and all of its topics, events and posts have been deleted.
ar: تم حذف مجموعتك وكل مواضيعها، وأحداثها، ومنشوراتها.
ca: El vostre grup i tots els seus temes, esdeveniments i publicacions han estat eliminats.
it: Il tuo gruppo e tutti i suoi argomenti, eventi e messaggi sono stati cancellati.
ja: あなたのグループとそのトピック、イベント、投稿はすべて削除されました。
nl: Je groep en al zijn onderwerpen, evenementen en berichten zijn verwijderd.
pt_br: Seu grupo e todos os seus tópicos, eventos e postagens foram excluídos.
uk: Вашу групу та всі її теми, події та повідомлення видалено.
zh_hans: 您的群组及其所有主题、活动和帖子已被删除。

source: Your message has been created.
ar: تم إنشاء رسالتك.
ca: El teu missatge ha estat creat.
it: Il messaggio è stato creato.
ja: メッセージが作成されました。
nl: Je bericht is verstuurd.
pt_br: Sua mensagem foi criada.
uk: Ваше повідомлення створено.
zh_hans: 您的信息已创建。

source: Your message has been deleted.
ar: لقد تم حذف رسالتك.
ca: El teu missatge ha estat eliminat.
it: Il tuo messaggio è stato cancellato.
ja: あなたのメッセージは削除されました。
nl: Je bericht is verwijderd.
pt_br: Sua mensagem foi excluída.
uk: Ваше повідомлення було видалено.
zh_hans: 您的信息已被删除。

source: Your post %label has been posted.
ar: لقد تم نشر منشورك %label.
ca: El teu post %label ha estat publicat.
it: Il tuo post %label è stato pubblicato.
ja: あなたの投稿%label が投稿されました。
nl: Je bericht %label is aangemaakt.
pt_br: Sua postagem %label foi publicada.
uk: Ваша публікація %label опублікована.
zh_hans: 您的帖子%label 已发布。

source: Your post %label has been saved.
ar: تم حفظ مشاركتك %label.
ca: La teva publicació %label ha estat guardada.
it: Il tuo post %label è stato salvato.
ja: あなたの投稿%label は保存されました。
nl: Je bericht %label is opgeslagen.
pt_br: Sua postagem %label foi salva.
uk: Ваше повідомлення %label збережено.
zh_hans: 您的帖子%label 已被保存。

source: Your report has been submitted.
ar: تم تقديم تقريرك.
ca: El seu informe ha estat enviat.
it: Il vostro rapporto è stato inviato.
ja: レポートが提出されました。
nl: Je melding is ingediend.
pt_br: Seu relatório foi enviado.
uk: Ваш звіт надіслано.
zh_hans: 您的报告已提交。

source: Your report is removed.
ar: تمت إزالة التقرير الخاص بك.
ca: El seu informe està eliminat.
it: La sua segnalazione è stata rimossa.
ja: あなたのレポートは削除されました。
nl: Je rapport is verwijderd
pt_br: Seu relatório foi removido.
uk: Ваш звіт видалено.
zh_hans: 您的报告已删除。

source: Your request has been sent successfully
ar: تم إرسال طلبك بنجاح
ca: La vostra sol·licitud ha estat enviada correctament
it: La richiesta è stata inviata con successo
ja: リクエストは正常に送信されました
nl: Jouw aanvraag is succesvol verstuurd
pt_br: Sua solicitação foi enviada com sucesso
uk: Ваш запит успішно відправлено
zh_hans: 您的请求已成功发送

source: Your request is waiting for Group Administrator's approval
ar: طلبك ينتظر موافقة مسؤول المجموعة
ca: La vostra sol·licitud està a l'espera de l'aprovació de l'Administrador del Grup
it: La vostra richiesta è in attesa di approvazione da parte dell'amministratore del gruppo.
ja: あなたのリクエストはグループ管理者の承認待ちです。
nl: Uw verzoek wacht op goedkeuring van de Groepsbeheerder
pt_br: Sua solicitação está aguardando a aprovação do administrador do grupo
uk: Ваш запит очікує на схвалення адміністратора групи
zh_hans: 您的申请正等待组管理员批准

source: Your request to enroll to an event has been accepted
ar: تم قبول طلبك للتسجيل في حدث
ca: La vostra sol·licitud d'inscripció a un esdeveniment ha estat acceptada
it: La vostra richiesta di iscrizione a un evento è stata accettata
ja: イベントへの参加申し込みが受理されました。
nl: Uw verzoek tot inschrijving voor een evenement is aanvaard
pt_br: Sua solicitação para se inscrever em um evento foi aceita
uk: Ваш запит на реєстрацію на захід прийнято
zh_hans: 您报名参加活动的申请已被接受

source: Your request to join a group has been accepted
ar: تم قبول طلبك للانضمام إلى مجموعة
ca: La teva sol·licitud d'unir-se a un grup ha estat acceptada
it: La tua richiesta di entrare in un gruppo è stata accettata
ja: グループへの参加申請が受理されました
nl: Uw verzoek om lid te worden van een groep is geaccepteerd
pt_br: Sua solicitação para participar de um grupo foi aceita
uk: Ваш запит на приєднання до групи прийнято
zh_hans: 您加入群组的请求已被接受

source: [current-page:title]
ca: %subject
it: @label
ja: [social_event:enrolled_users_count]
zh_hans: @error

source: [group:field_group_description]
ca: %subject
it: @label
ja: [social_event:enrolled_users_count]
zh_hans: @error

source: [group:title]
ca: %subject
it: @label
ja: [social_event:enrolled_users_count]
zh_hans: @error

source: [user:display-name] has invited you to join a group on [site:name].
ca: [user:display-name] us ha convidat a unir-vos a un grup a [site:name].
it: [user:display-name] ti ha invitato a unirti a un gruppo su [site:name].
ja: [user:display-name] が のグループに招待している。[site:name]
pt_br: [user:display-name] convidou você para participar de um grupo no [site:name].
zh_hans: [user:display-name] 已邀请您加入 上的群组。[site:name]

source: about @label
ar: حول @label
ca: sobre @label
it: circa @label
ja: について@label
nl: over @label
pt_br: sobre @label
uk: про @label
zh_hans: 关于@label
