Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Change the name and email address of your site.
ar: تغيير الاسم وعنوان البريد الإلكتروني لموقعك.
ca: Canvieu el nom i l'adreça de correu electrònic del vostre lloc.
it: Modificate il nome e l'indirizzo e-mail del vostro sito.
ja: サイトの名前とメールアドレスを変更する。
nl: Pas de naam en het standaard e-mailadres van het platform aan.
pt_br: Altere o nome e o endereço de e-mail do seu site.
uk: Змініть назву та адресу електронної пошти вашого сайту.
zh_hans: 更改网站名称和电子邮件地址。

source: Change the role
ar: تغيير الدور
ca: Canviar el rol
it: Cambiare il ruolo
ja: 役割を変える
nl: Verander de rol
pt_br: Mude a função
uk: Змінити роль
zh_hans: 改变角色

source: Change the role of selected member
ar: تغيير دور أعضاء @count المحددين
ca: Canviar el rol del membre seleccionat
it: Modificare il ruolo del membro selezionato
ja: @count 選出されたメンバーの役割を変更する
nl: Verander de rol van het geselecteerde lid
uk: Змінити роль вибраного учасника
zh_hans: 改变@count 所选成员的角色

source: Change the site-wide emded consent settings
ar: قم بتغيير إعدادات الموافقة المنتهية على مستوى الموقع
ca: Canviar la configuració del consentiment emded a tot el lloc
it: Modificare le impostazioni del consenso emesso per tutto il sito
ja: サイト全体の埋め込み同意設定を変更する
nl: Verander de instellingen voor sitebrede toestemming
pt_br: Alterar as configurações de consentimento de fim de todo o site
uk: Зміна налаштувань електронної згоди для всього сайту
zh_hans: 更改全站嵌入式同意设置

source: Change which profile fields are used / not used
ar: قم بتغيير حقول الملف الشخصي المستخدمة / غير المستخدمة
ca: Canviar quins camps de perfil s'utilitzen/no s'utilitzen
it: Modificare i campi del profilo utilizzati/non utilizzati
ja: どのプロファイル・フィールドを使用するか／使用しないかを変更する
nl: Wijzigen welke profielvelden wel/niet worden gebruikt
pt_br: Alterar quais campos de perfil são usados/não usados
uk: Змінити, які поля профілю використовуються / не використовуються
zh_hans: 更改使用/不使用的配置文件字段

source: Change your timezone here
ar: قم بتغيير منطقتك الزمنية هنا
ca: Canvia la teva zona horària aquí
it: Cambia il tuo fuso orario qui
ja: タイムゾーンの変更はこちら
nl: Wijzig uw tijdzone hier
pt_br: Mude seu fuso horário aqui
uk: Змінити часовий пояс тут
zh_hans: 在此更改您的时区

source: Changed
ar: تغيرت
ca: Canviat
it: Modificato
ja: 変更
nl: Veranderd
pt_br: Alterado
uk: Змінено
zh_hans: 已更改

source: Changing groups and visibility isn't allowed for Albums yet, consider creating a new Album instead.
ar: لا يُسمح بتغيير المجموعات وإمكانية الرؤية للألبومات حتى الآن ، ففكر في إنشاء ألبوم جديد بدلاً من ذلك.
ca: Canviar grups i visibilitat encara no està permès per als Àlbums, considereu crear un àlbum nou.
it: La modifica dei gruppi e della visibilità non è ancora consentita per gli album; considerare invece la creazione di un nuovo album.
ja: グループと可視性の変更はアルバムではまだ許可されていません。
nl: Het wijzigen van groepen en zichtbaarheid is nog niet toegestaan voor albums. Overweeg om in plaats daarvan een nieuw album te maken.
pt_br: Alterar grupos e visibilidade ainda não é permitido para álbuns. Em vez disso, considere criar um novo álbum.
uk: Зміна груп і видимості для Альбомів поки не дозволена. Створіть новий альбом.
zh_hans: 相册还不允许更改组和可见性，因此请考虑创建一个新相册。

source: Changing groups is disabled when translating.
ar: يتم تعطيل تغيير المجموعات عند الترجمة.
ca: El canvi de grup està desactivat en traduir.
it: Il cambio di gruppo è disabilitato durante la traduzione.
ja: 翻訳中はグループの変更はできません。
nl: Het veranderen van groepen is uitgeschakeld bij het vertalen.
pt_br: A alteração de grupos é desativada ao traduzir.
uk: Під час перекладу зміна груп вимкнена.
zh_hans: 翻译时无法更改组别。

source: Changing the group may have impact on the <strong>visibility settings</strong> and may cause <strong>author/co-authors</strong> to lose access.
ar: قد يكون لتغيير المجموعة تأثير على <strong>إعدادات الرؤية</strong> وقد يتسبب في فقد <strong>المؤلف / المؤلفين المشاركين</strong> إمكانية الوصول.
ca: Canviar el grup pot tenir impacte en la configuració de visibilitat <strong> </strong> i pot provocar que <strong> autor/coautors </strong> perdin l'accés.
it: La modifica del gruppo può avere un impatto sulle impostazioni di visibilità <strong></strong> e può far perdere l'accesso agli autori/coautori <strong></strong> .
ja: グループを変更すると、<strong>可視化設定</strong> に影響を与える可能性があり、<strong>作成者/共同執筆者</strong> がアクセスできなくなる可能性があります。
nl: Het wijzigen van de groep kan gevolgen hebben voor de <strong>zichtbaarheidsinstellingen</strong> en kan ertoe leiden dat <strong>auteur/co-auteurs</strong> de toegang verliezen.
pt_br: A alteração do grupo pode ter impacto nas configurações de visibilidade <strong> </strong> e pode fazer com que o autor/coautores de <strong> </strong> perca o acesso.
uk: Зміна групи може вплинути на налаштування видимості <strong></strong> і може призвести до втрати доступу <strong>автора/співавторів</strong>.
zh_hans: 更改组可能会影响<strong>可见性设置</strong> ，并可能导致<strong>作者/共同作者</strong> 失去访问权。

source: Changing the group may have impact on the <strong>visibility settings</strong>.
ar: قد يكون لتغيير المجموعة تأثير على <strong>إعدادات الرؤية</strong> .
ca: Canviar el grup pot tenir impacte en la configuració de visibilitat <strong> </strong>.
it: La modifica del gruppo può avere un impatto sulle impostazioni di visibilità di <strong></strong> .
ja: グループを変更すると、<strong>の可視性設定</strong> に影響を与える可能性がある。
nl: Het aanpassen van de groep kan invloed hebben op de <strong>zichtbaarheid instellingen</strong>.
pt_br: Alterar o grupo pode ter impacto nas configurações de visibilidade <strong> </strong>.
uk: Зміна групи може вплинути на налаштування видимості <strong></strong> .
zh_hans: 更改组可能会影响<strong>可见性设置</strong> 。

source: Changing visibility is disabled when translating.
ar: يتم تعطيل تغيير الرؤية عند الترجمة.
ca: El canvi de visibilitat està desactivat en traduir.
it: La modifica della visibilità è disabilitata durante la traduzione.
ja: 翻訳中は可視性の変更はできません。
nl: Het veranderen van de zichtbaarheid is uitgeschakeld bij het vertalen.
pt_br: A alteração da visibilidade é desativada ao traduzir.
uk: Зміна видимості вимкнена під час перекладу.
zh_hans: 翻译时无法更改可见性。

source: Check any data that users are allowed to export in for example the events and groups they manage.
ar: تحقق من أي بيانات يُسمح للمستخدمين بالتصدير إليها ، على سبيل المثال الأحداث والمجموعات التي يديرونها.
ca: Comproveu les dades que els usuaris tinguin permís per exportar, per exemple, els esdeveniments i grups que gestionen.
it: Controllare i dati che gli utenti sono autorizzati a esportare, ad esempio gli eventi e i gruppi che gestiscono.
ja: ユーザーが管理するイベントやグループなど、エクスポートが許可されているデータを確認してください。
nl: Controleer alle gegevens die gebruikers mogen exporteren in bijvoorbeeld de evenementen en groepen die zij beheren.
pt_br: Verifique todos os dados que os usuários podem exportar, por exemplo, nos eventos e grupos que eles gerenciam.
uk: Перевірте всі дані, які користувачі мають право експортувати, наприклад, події та групи, якими вони керують.
zh_hans: 检查允许用户导出的任何数据，例如他们管理的事件和组。

source: Check the reported contents
ar: تحقق من المحتويات المبلغ عنها
ca: Consulta els continguts reportats
it: Controllare i contenuti riportati
ja: 報告された内容を確認する
nl: Controleer de gerapporteerde inhoud
pt_br: Confira o conteúdo relatado
uk: Перевірте вміст повідомлень
zh_hans: 检查报告内容

source: Check this box if you want a message to be inserted into the email body when the mail is being rerouted. Otherwise, SMTP headers will be used to describe the rerouting. If sending rich-text email, leave this unchecked so that the body of the email will not be disturbed.
ca: Marqueu aquesta casella si voleu que s'insereixi un missatge al cos del correu electrònic quan el correu està sent reencaminat. En cas contrari, s'utilitzaran capçaleres SMTP per descriure el reencaminament. Si envieu correu electrònic de text ric, deixeu això sense marcar perquè el cos del correu electrònic no es pertorbi.
it: Selezionare questa casella se si desidera inserire un messaggio nel corpo dell'e-mail quando la posta viene reinstradata. In caso contrario, verranno utilizzate le intestazioni SMTP per descrivere il reinstradamento. Se si inviano e-mail con testo ricco, lasciare questa casella deselezionata in modo che il corpo dell'e-mail non venga disturbato.
ja: メールがリルートされる際に、メール本文にメッセージを挿入したい場合は、このボックスをチェックしてください。それ以外の場合は、SMTPヘッダが再ルーティングの説明に使用されます。リッチテキストメールを送信する場合は、このチェックを外しておくと、メール本文が乱れることはありません。
pt_br: Marque essa caixa se quiser que uma mensagem seja inserida no corpo do e-mail quando o e-mail estiver sendo redirecionado. Caso contrário, os cabeçalhos SMTP serão usados para descrever o redirecionamento. Se estiver enviando um e-mail em rich text, deixe essa opção desmarcada para que o corpo do e-mail não seja alterado.
zh_hans: 如果希望在邮件转发时在邮件正文中插入信息，请选中此复选框。否则，将使用 SMTP 标头描述转发情况。如果发送的是富文本电子邮件，请不要选中此项，这样电子邮件正文就不会受到干扰。

source: Check this box if you would like a Drupal status message to be displayed to users after submitting an email to let them know it was aborted to send or rerouted to a different email address.
ca: Marqueu aquesta casella si voleu que un missatge d'estat de Drupal es mostrés als usuaris després d'enviar un correu electrònic per fer-los saber que s'ha avortat per enviar o reorientat a una adreça de correu electrònic diferent.
it: Selezionate questa casella se desiderate che un messaggio di stato di Drupal venga visualizzato dagli utenti dopo l'invio di un'e-mail per informarli che l'invio è stato interrotto o reindirizzato a un altro indirizzo e-mail.
ja: メール送信後にDrupalのステータスメッセージを表示し、送信を中断した、または別のメールアドレスに迂回したことをユーザーに知らせたい場合は、このボックスにチェックを入れてください。
pt_br: Marque esta caixa se quiser que uma mensagem de status do Drupal seja exibida aos usuários após o envio de um e-mail para que eles saibam que o envio foi cancelado ou redirecionado para um endereço de e-mail diferente.
zh_hans: 如果您希望在提交电子邮件后向用户显示 Drupal 状态信息，让他们知道邮件已中止发送或被转发到不同的电子邮件地址，请选中此复选框。

source: Checked @progress from @max users.
ca: Comprovat @progress dels usuaris @max.
it: Controllato @progress dagli utenti di @max.
ja: @max ユーザーからの@progress をチェック。
pt_br: Verificado @progress em @max usuários.
zh_hans: 检查了@progress ，来自@max 用户。

source: Choose a URL link to help members find your tag’s custom page. The URL will be used in different blocks across the platform to improve the user experience. <p>If left blank/on default, members can still find the content related to the tag but there will be no custom page linked.</p>
ca: Trieu un enllaç URL per ajudar els membres a trobar la pàgina personalitzada de la vostra etiqueta. L'URL s'utilitzarà en diferents blocs a tota la plataforma per millorar l'experiència de l'usuari. <p> Si es deixa blanc/on per defecte, els membres encara poden trobar el contingut relacionat amb l'etiqueta però no hi haurà cap pàgina personalitzada enllaçada. </p>
it: Scegliere un link URL per aiutare i membri a trovare la pagina personalizzata del tag. L'URL sarà utilizzato in diversi blocchi della piattaforma per migliorare l'esperienza dell'utente. <p>Se lasciato vuoto/di default, i membri potranno comunque trovare i contenuti relativi al tag, ma non ci sarà alcuna pagina personalizzata collegata.</p>
ja: メンバーがタグのカスタムページを見つけやすくするために、URLリンクを選択してください。このURLは、ユーザーエクスペリエンスを向上させるために、プラットフォーム上のさまざまなブロックで使用されます。<p>空白/デフォルトのままにしておくと、メンバーはタグに関連するコンテンツを見つけることはできますが、カスタムページはリンクされません。</p>
pt_br: Escolha um link de URL para ajudar os membros a encontrar a página personalizada da sua tag. O URL será usado em diferentes blocos em toda a plataforma para melhorar a experiência do usuário. <p> Se deixado em branco/por padrão, os membros ainda poderão encontrar o conteúdo relacionado à tag, mas não haverá nenhuma página personalizada vinculada. </p>
zh_hans: 选择一个 URL 链接，帮助会员找到您的标签自定义页面。该 URL 将用于整个平台的不同区块，以改善用户体验。<p>如果留空/默认，会员仍可找到与标签相关的内容，但不会链接到自定义页面。</p>

source: Choose a default landing page
ar: اختر صفحة مقصودة افتراضية
ca: Trieu una pàgina de destinació predeterminada
it: Scegliere una pagina di destinazione predefinita
ja: デフォルトのランディングページを選択する
nl: Kies de standaard landingstab op een profiel.
pt_br: Escolha uma página de destino padrão
uk: Виберіть цільову сторінку за замовчуванням
zh_hans: 选择默认登陆页面

source: Choose a page that users will land on when visiting another users profile (e.g., stream or about page).
ar: اختر صفحة سيصل إليها المستخدمون عند زيارة الملف الشخصي لمستخدم آخر (على سبيل المثال، بث أو صفحة نبذة عنا).
ca: Trieu una pàgina a la qual els usuaris aterraran quan visiten un altre perfil d'usuaris (per exemple, pàgina de flux o sobre).
it: Scegliete una pagina su cui gli utenti atterrano quando visitano il profilo di un altro utente (ad esempio, lo stream o la pagina informativa).
ja: 他のユーザーのプロフィールにアクセスした際に、ユーザーが表示されるページ（ストリームやアバウトページなど）を選択します。
nl: Kies een pagina waarop gebruikers terechtkomen wanneer ze het profiel van een andere gebruiker bezoeken (stream of informatie pagina).
pt_br: Escolha uma página na qual os usuários acessarão ao visitar o perfil de outro usuário (por exemplo, stream ou página sobre).
uk: Виберіть сторінку, на яку користувачі потраплятимуть при відвідуванні іншого профілю користувача (наприклад, стріму або сторінку про користувача).
zh_hans: 选择用户访问其他用户个人资料时会进入的页面（如信息流或关于页面）。

source: Choose how people can join this group.
ar: اختر كيف يمكن للأشخاص الانضمام إلى هذه المجموعة.
ca: Trieu com poden formar part de la gent a aquest grup.
it: Scegliete come le persone possono unirsi a questo gruppo.
ja: このグループへの参加方法を選択します。
nl: Kies hoe mensen lid kunnen worden van deze groep.
pt_br: Escolha como as pessoas podem se juntar a esse grupo.
uk: Виберіть, як люди можуть приєднатися до цієї групи.
zh_hans: 选择加入该组的方式。

source: Choose the allowed visibility settings for the group content.
ar: اختر إعدادات الرؤية المسموح بها لمحتوى المجموعة.
ca: Trieu la configuració de visibilitat permesa per al contingut del grup.
it: Scegliere le impostazioni di visibilità consentite per il contenuto del gruppo.
ja: グループコンテンツに許可された表示設定を選択します。
nl: Kies de toegestane zichtbaarheidsinstellingen voor de groepsinhoud.
pt_br: Escolha as configurações de visibilidade permitidas para o conteúdo do grupo.
uk: Виберіть дозволені налаштування видимості для вмісту групи.
zh_hans: 为组内容选择允许的可见性设置。

source: Choose the desired frontpage for the site. You can set an alternative frontpage for logged-in users.
ar: اختر الصفحة الأمامية التي تريدها للموقع. يمكنك تعيين صفحة أمامية بديلة للمستخدمين الذين قاموا بتسجيل الدخول.
ca: Trieu la primera pàgina desitjada per al lloc. Podeu configurar una primera pàgina alternativa per als usuaris connectats.
it: Scegliere la frontpage desiderata per il sito. È possibile impostare una frontpage alternativa per gli utenti connessi.
ja: サイトのフロントページを選択します。ログインユーザのための代替フロントページを設定することができます。
nl: Kies de gewenste homepage voor uw site. U kunt een alternatieve voorpagina instellen voor ingelogde gebruikers.
pt_br: Escolha a página inicial desejada para o site. Você pode definir uma página inicial alternativa para usuários logados.
uk: Виберіть бажану головну сторінку для сайту. Ви можете встановити альтернативну головну сторінку для зареєстрованих користувачів.
zh_hans: 为网站选择所需的首页。您可以为已登录的用户设置另一个首页。

source: Choose the visibility options allowed for the group content.
ar: اختر خيارات الرؤية المسموح بها لمحتوى المجموعة.
ca: Trieu les opcions de visibilitat permeses per al contingut del grup.
it: Scegliere le opzioni di visibilità consentite per il contenuto del gruppo.
ja: グループコンテンツに許可されている表示オプションを選択します。
nl: Kies de toegestane zichtbaarheid opties voor de groep content.
pt_br: Escolha as opções de visibilidade permitidas para o conteúdo do grupo.
uk: Виберіть параметри видимості, дозволені для вмісту групи.
zh_hans: 选择群组内容允许的可见性选项。

source: Choose which group roles to assign to the member you selected
ar: اختر أدوار المجموعة التي تريد تعيينها لأعضاء @count الذين حددتهم
ca: Trieu quins rols de grup heu d'assignar al membre que heu seleccionat
it: Scegliere i ruoli del gruppo da assegnare al membro selezionato.
ja: 選択した@count メンバーに割り当てるグループロールを選択します。
nl: Kies welke groepsrollen u wilt toewijzen aan het geselecteerde lid
uk: Виберіть, які ролі в групі призначити вибраному учаснику
zh_hans: 选择要为所选@count 成员分配的组角色

source: City
ar: مدينة
ca: Ciutat
it: Città
ja: 都市
nl: Plaats
pt_br: Cidade
uk: Місто
zh_hans: 城市

source: Class on Link
ar: الفئة(Class) في الرابط
ca: Classe en enllaç
it: Classe su Link
ja: リンクのクラス
nl: Klas op Link
pt_br: Aula no Link
uk: Заняття за посиланням
zh_hans: 链接课程

source: Class(es) on button = "@classes"
ar: فئة (فئات) على الزر = "@classes"
ca: Classe (es) en botó = “@classes”
it: Classi sul pulsante = "@classes".
ja: ボタンのクラス = "@classes"
nl: Klasse(n) op knop = "@classes".
pt_br: Classe (s) no botão = “@classes”
uk: Клас(и) на кнопці = "@classes"
zh_hans: 按钮上的类别 = "@classes"

source: Clear
ca: Esborrar
it: Libero
ja: クリア
pt_br: Claro
zh_hans: 清晰

source: Clear all selected enrollees
ar: مسح كافة المسجلين المختارين
ca: Esborrar tots els inscrits seleccionats
it: Cancella tutti gli iscritti selezionati
ja: 選択したすべての登録者を消去する
nl: Alle geselecteerde deelnemers wissen
pt_br: Limpar todos os inscritos selecionados
uk: Видалити всіх вибраних учасників
zh_hans: 清除所有选定的注册者

source: Clear all selected members
ar: مسح كافة الأعضاء المختارين
ca: Esborrar tots els membres seleccionats
it: Cancella tutti i membri selezionati
ja: 選択したメンバーをすべて消去する
nl: Alle geselecteerde leden wissen
pt_br: Limpar todos os membros selecionados
uk: Видалити всіх вибраних учасників
zh_hans: 清除所有选定成员

source: Clear selection on all pages
ar: مسح التحديد في جميع الصفحات
ca: Esborrar la selecció a totes les pàgines
it: Selezione chiara su tutte le pagine
ja: すべてのページで選択をクリア
nl: Maak selectie op alle pagina's ongedaan
pt_br: Seleção clara em todas as páginas
uk: Очистити вибір на всіх сторінках
zh_hans: 清除所有页面上的选择

source: Clear selection when exposed filters change
ar: تحديد واضح عند تغيير الفلاتر المكشوفة
ca: Esborrar la selecció quan canvien els filtres exposats
it: Cancella la selezione quando i filtri esposti cambiano
ja: 露出フィルターが変更された場合、選択をクリア
nl: Selectie wissen wanneer belichte filters veranderen
pt_br: Seleção clara quando os filtros expostos mudam
uk: Чітке виділення при зміні експозиційних фільтрів
zh_hans: 更改曝光过滤器时清除选择

source: Click here to go to the social tagging overview
ar: انقر هنا للذهاب إلى نظرة عامة على العلامات الاجتماعية
ca: Feu clic aquí per anar a la visió general de l'etiquetatge social
it: Fare clic qui per accedere alla panoramica sul social tagging
ja: ソーシャル・タギングの概要をご覧になるには、ここをクリックしてください。
nl: Klik hier om naar het social tagging-overzicht te gaan
pt_br: Clique aqui para acessar a visão geral da marcação social
uk: Натисніть тут, щоб перейти до огляду соціальних тегів
zh_hans: 单击此处查看社交标记概述

source: Client Mutation ID
ar: معرف طفرة العميل
ca: Identificació de mutació del client
it: ID di mutazione del cliente
ja: クライアント変異ID
nl: Klant Mutatie ID
pt_br: ID de mutação do cliente
uk: Ідентифікатор мутації клієнта
zh_hans: 客户突变 ID

source: Close
ar: إغلاق
ca: Tancar
it: Chiudere
ja: 閉じる
nl: Sluiten
pt_br: Fechar
uk: Закрити
zh_hans: 关闭

source: Close report
ar: اغلاق تقرير
ca: Tancar l'informe
it: Chiudere il rapporto
ja: クローズレポート
nl: Sluiten
pt_br: Fechar relatório
uk: Закрити звіт
zh_hans: 关闭报告

source: Close reports for inappropriate content
ar: إغلاق التقارير عن المحتوى غير المناسب
ca: Tanca els informes per a continguts inadequats
it: Chiudere le segnalazioni per contenuti inappropriati
ja: 不適切な内容のレポートを閉じる
nl: Sluit rapporten mbt ongepaste inhoud
pt_br: Fechar relatórios de conteúdo impróprio
uk: Закривайте повідомлення про неприйнятний контент
zh_hans: 关闭不适当内容的报告

source: Closed
ar: مغلق
ca: Tancat
it: Chiuso
ja: クローズド
nl: Gesloten
pt_br: Fechado
uk: Закрито
zh_hans: 关闭

source: Closed group
ar: مجموعة مغلقة
ca: Grup tancat
it: Gruppo chiuso
ja: クローズド・グループ
nl: Gesloten groep
pt_br: Grupo fechado
uk: Закрита група
zh_hans: 封闭小组

source: Collaboration Settings
ar: إعدادات التعاون
ca: Configuració de col·laboració
it: Impostazioni di collaborazione
ja: コラボレーション設定
nl: Samenwerkingsinstellingen
pt_br: Configurações de colaboração
uk: Налаштування співпраці
zh_hans: 协作设置

source: Color
ar: اللون
it: Colore
ja: カラー
nl: Kleur
pt_br: Cor
uk: Колір
zh_hans: 颜色

source: Color Scheme
ar: نظام الألوان
ca: Esquema de colors
it: Schema di colore
ja: カラースキーム
nl: Kleurenschema
pt_br: Esquema de cores
uk: Кольорова гама
zh_hans: 色彩方案

source: Color Scheme Color By Name
ar: نظام الألوان اللون حسب الاسم
ca: Esquema de colors Color per nom
it: Schema di colori Colore per nome
ja: 配色 色名
nl: Kleurenschema Kleur op naam
pt_br: Esquema de cores Cor por nome
uk: Колірна схема Колір за назвою
zh_hans: 配色方案 颜色名称

source: Color alpha component
ar: مكون ألفا الملون
ca: Component alfa de color
it: Componente alfa del colore
ja: カラーアルファ成分
nl: Kleur alfacomponent
pt_br: Componente alfa colorido
uk: Колірна альфа-компонента
zh_hans: 颜色阿尔法分量

source: Color blue component
ar: مكون اللون الأزرق
ca: Color blau component
it: Colore componente blu
ja: 青色成分
nl: Kleur blauw component
pt_br: Componente de cor azul
uk: Колір синього компонента
zh_hans: 蓝色部分

source: Color green component
ar: مكون اللون الأخضر
ca: Color verd component
it: Colore componente verde
ja: カラー・グリーン・コンポーネント
nl: Kleur groen component
pt_br: Componente de cor verde
uk: Колір зеленого компонента
zh_hans: 绿色部分

source: Color red component
ar: مكون أحمر اللون
ca: Color vermell component
it: Colore componente rosso
ja: カラー赤成分
nl: Kleur rood component
pt_br: Componente de cor vermelha
uk: Колір червоний компонент
zh_hans: 红色部分

source: Comment
ar: تعليق
ca: Comentari
it: Commento
ja: コメント
nl: Reactie
pt_br: Comentário
uk: Коментар
zh_hans: 评论

# Comment Button
source: Comment
ar: تعليق
ca: Comentari
it: Commento
ja: コメント
nl: Reageer
pt_br: Comentário
uk: Прокоментувати
zh_hans: 评论

source: Comment Attachment
ar: مرفق التعليق
ca: Adjunt de comentaris
it: Commento Allegato
ja: コメント添付
nl: Commentaar Bijlage
pt_br: Anexo de comentário
uk: Коментар Вкладення
zh_hans: 评论附件

source: Comment bundle
ar: حزمة التعليقات
ca: Paquet de comentaris
it: Fascio di commenti
ja: コメント
nl: Commentaarbundel
pt_br: Pacote de comentários
uk: Пакет коментарів
zh_hans: 评论束

source: Comment display format settings
ar: إعدادات تنسيق عرض التعليقات
ca: Configuració del format de visualització del comentari
it: Impostazioni del formato di visualizzazione dei commenti
ja: コメント表示形式の設定
nl: Aangepaste weergave-instellingen
pt_br: Configurações do formato de exibição de comentários
uk: Налаштування формату відображення коментарів
zh_hans: 注释显示格式设置

source: Comment on a post in the activity streams
ar: تعليق على منشور في تيارات الأنشطة
ca: Comenteu una publicació en els fluxos d'activitats
it: Commentare un post nei flussi di attività
ja: アクティビティ・ストリームで投稿にコメントする
nl: Reageer op een bericht in de tijdlijn
pt_br: Comente sobre uma publicação nos fluxos de atividades
uk: Прокоментуйте допис у потоках активності
zh_hans: 评论活动流中的帖子

source: Comment on group content
ar: التعليق على محتوى المجموعة
ca: Comentari sobre el contingut del grup
it: Commentare il contenuto del gruppo
ja: グループのコンテンツにコメントする
nl: Commentaar op de inhoud van de groep
pt_br: Comente sobre o conteúdo do grupo
uk: Коментуйте вміст групи
zh_hans: 评论小组内容

source: Comment on node list
ar: التعليق على قائمة العقد
ca: Comentari a la llista de nodes
it: Commento sull'elenco dei nodi
ja: ノードリストへのコメント
nl: Commentaar op inhoudsitemslijst
pt_br: Comente sobre a lista de nós
uk: Коментар до списку вузлів
zh_hans: 对节点列表的评论

source: Comment on post list
ar: التعليق على قائمة المشاركات
ca: Comentari a la llista de publicacions
it: Commento sull'elenco dei post
ja: 投稿リストへのコメント
nl: Commentaar op postlijst
pt_br: Comente na lista de postagens
uk: Коментар до списку дописів
zh_hans: 对职位列表发表评论

source: Comment unpublished.
ar: التعليق غير منشور.
ca: Comentari inèdit.
it: Commento non pubblicato.
ja: コメント未発表。
nl: Commentaar ongepubliceerd.
pt_br: Comentário não publicado.
uk: Коментар не опублікований.
zh_hans: 评论未发表。
