Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Send invite(s)
ar: إرسال دعوة (دعوات)
ca: Enviar invitació (s)
it: Inviare gli inviti
ja: 招待状を送る
nl: Uitnodiging(en) verzenden
pt_br: Enviar convite (s)
uk: Надіслати запрошення
zh_hans: 发送邀请

source: Send mail
ar: إرسال بريد إلكتروني
ca: Enviar correu
it: Inviare la posta
ja: メールを送る
nl: E-mail versturen
pt_br: Enviar e-mail
uk: Відправити пошту
zh_hans: 发送邮件

source: Send password reset instructions via email.
ar: أرسل تعليمات إعادة تعيين كلمة المرور عبر البريد الإلكتروني.
ca: Envieu instruccions de restabliment de contrasenya per correu electrònic.
it: Inviare le istruzioni per la reimpostazione della password via e-mail.
ja: パスワードのリセット方法をEメールで送信する。
nl: Wachtwoord reset-instructies per e-mail versturen.
pt_br: Envie instruções de redefinição de senha por e-mail.
uk: Надіслати вказівки по скиданню паролю електронною поштою.
zh_hans: 通过电子邮件发送密码重置说明。

source: Send reminder
ar: إرسال تذكير
ca: Enviar recordatori
it: Invia un promemoria
ja: リマインダーの送信
nl: Herinnering versturen
pt_br: Enviar lembrete
uk: Надіслати нагадування
zh_hans: 发送提醒

source: Send reminders
ca: Enviar recordatoris
it: Inviare promemoria
ja: リマインダーの送信
pt_br: Enviar lembretes
zh_hans: 发送提醒

source: Send request
ar: أرسل الطلب
ca: Enviar sol·licitud
it: Invia la richiesta
ja: リクエストを送信
nl: Verstuur aanvraag
pt_br: Enviar solicitação
uk: Надіслати запит
zh_hans: 发送申请

source: Send your invite(s) by email
ar: إرسال دعوتك (دعواتك) عن طريق البريد الإلكتروني
ca: Envia la teva invitació (es) per correu electrònic
it: Inviate i vostri inviti via e-mail
ja: 招待状をEメールで送る
nl: Stuur je uitnodiging(en) per e-mail
pt_br: Envie seu (s) convite (s) por e-mail
uk: Надішліть запрошення електронною поштою
zh_hans: 通过电子邮件发送您的邀请

source: Sending Invites
ar: جارٍ إرسال الدعوات
ca: Enviament de convidats
it: Invio di inviti
ja: 招待状の送信
nl: Uitnodigingen worden verstuurd
pt_br: Enviando convites
uk: Надсилання запрошень
zh_hans: 发送邀请

source: Sending invites...
ar: جارٍ إرسال الدعوات...
ca: Enviant invitacions...
it: Invio di inviti...
ja: 招待状を送る...
nl: Uitnodigingen worden verzonden...
pt_br: Enviando convites...
uk: Розсилка запрошень...
zh_hans: 发送邀请...

source: Sent email to %recipient
ar: تم إرسال بريد إلكتروني إلى %recipient
ca: Enviat per correu electrònic a %recipient
it: Inviata e-mail a %recipient
ja: 電子メール送信先%recipient
nl: E-mail versturen aan %recipient
pt_br: E-mail enviado para %recipient
uk: Відправлено електронну пошту до %recipient
zh_hans: 发送电子邮件至%recipient

source: Separate multiple values by a comma.
ar: افصل بين القيم المتعددة بفاصلة.
ca: Separa diversos valors mitjançant una coma.
it: Separare i valori multipli con una virgola.
ja: 複数の値はカンマで区切る。
nl: Scheid meerdere waarden door een komma.
pt_br: Separe vários valores por uma vírgula.
uk: Відокремлюйте кілька значень комами.
zh_hans: 用逗号分隔多个值。

source: Set Sitewide Javascript
ar: قم بتعيين جافا سكريبت على مستوى الموقع
ca: Configura Javascript a tot el lloc
it: Imposta Javascript per l'intero sito
ja: サイトワイドジャバスクリプトの設定
nl: Sitewide Javascript instellen
pt_br: Definir Javascript em todo o site
uk: Встановити загальносайтовий Javascript
zh_hans: 设置全站 Javascript

source: Set Social Group settings
ar: ضبط إعدادات المجموعة الاجتماعية
ca: Estableix la configuració del grup social
it: Impostare le impostazioni del gruppo sociale
ja: ソーシャルグループの設定
nl: Instellingen socialgroep instellen
pt_br: Definir configurações de grupos sociais
uk: Налаштування параметрів соціальної групи
zh_hans: 设置社交群组设置

source: Set a limit for event enrollments. Users are not able to enroll once the maximum number of enrollees is reached.
ar: عليك وضع حد لتسجيلات الحدث. لن يستطيع المستخدمون التسجيل في الحدث بعد الوصول إلى الحد الأقصى للمسجلين.
ca: Estableix un límit per a les inscripcions a l'esdeveniment. Els usuaris no es poden inscriure un cop assolit el nombre màxim d'inscrits.
it: Impostare un limite per le iscrizioni agli eventi. Una volta raggiunto il numero massimo di iscritti, gli utenti non potranno più iscriversi.
ja: イベント登録の上限を設定します。登録者数が上限に達すると、ユーザーは登録できなくなります。
nl: Stel een limiet in voor evenementen aanmeldingen. Leden kunnen zich niet inschrijven wanneer het maximum aantal ingeschreven personen is bereikt.
pt_br: Defina um limite para inscrições em eventos. Os usuários não podem se inscrever quando o número máximo de inscritos for atingido.
uk: Встановіть ліміт для реєстрації на подію. Користувачі не зможуть зареєструватися, коли буде досягнуто максимальної кількості учасників.
zh_hans: 设置活动注册限制。一旦达到报名人数上限，用户就不能再报名。

source: Set a limit to number of enrollees
ar: ضع حدًا لعدد الملتحقين
ca: Estableix un límit al nombre d'inscrits
it: Stabilire un limite al numero di iscrizioni
ja: 登録者数に制限を設ける
nl: Configureer een maximaal aantal aanmeldingen
pt_br: Defina um limite para o número de inscritos
uk: Встановіть обмеження на кількість зареєстрованих
zh_hans: 设定报名人数限制

source: Set an alternative frontpage for authenticated users.
ar: قم بتعيين صفحة أمامية بديلة للمستخدمين المصادق عليهم.
ca: Estableix una primera pàgina alternativa per als usuaris autenticats.
it: Impostare una pagina iniziale alternativa per gli utenti autenticati.
ja: 認証されたユーザーのために代替のフロントページを設定する。
nl: Stel een alternatieve voorpagina in voor geverifieerde gebruikers.
pt_br: Defina uma página inicial alternativa para usuários autenticados.
uk: Встановіть альтернативну домашню сторінку для автентифікованих користувачів.
zh_hans: 为已通过身份验证的用户设置另一个前台页面。

source: Set author of event as event organiser automatically.
ar: قم بتعيين مؤلف الحدث كمنظم للحدث تلقائيًا.
ca: Estableix l'autor de l'esdeveniment com a organitzador de l'esdeveniment automàticament.
it: Imposta automaticamente l'autore dell'evento come organizzatore dell'evento.
ja: イベントの作成者を自動的にイベントの主催者に設定します。
nl: Stel in dat de auteur van een evenement ook automatisch de organisator wordt.
pt_br: Defina o autor do evento como organizador do evento automaticamente.
uk: Автоматично встановлює автора події як організатора події.
zh_hans: 自动将活动作者设置为活动组织者。

source: Set wether event types field is required or not.
ar: حدد ما إذا كان حقل أنواع الأحداث مطلوبًا أم لا.
ca: Establir si el camp de tipus d'esdeveniments és obligatori o no.
it: Impostare se il campo Tipi di evento è obbligatorio o meno.
ja: イベントの種類フィールドを必須とするかどうかを設定します。
nl: Indien ingeschakeld is het verplicht om een evenement type te selecteren bij aanmaken van een evenement. Deze evenement typen moeten door de beheerder worden aangemaakt onder ' Taxonomien'.
pt_br: Defina se o campo de tipos de eventos é obrigatório ou não.
uk: Встановіть, чи буде поле Типи подій обов'язковим для заповнення.
zh_hans: 设置事件类型字段是否为必填字段。

source: Set wether the tour is enabled or not.
ar: حدد ما إذا كانت الجولة ممكّنة أم لا.
ca: Estableix si el recorregut està activat o no.
it: Imposta se il tour è abilitato o meno.
ja: ツアーを有効にするかどうかを設定します。
nl: Instellen of de tour is ingeschakeld of niet.
pt_br: Defina se o passeio está ativado ou não.
uk: Встановіть, чи ввімкнено тур, чи ні.
zh_hans: 设置是否启用导览。

source: Set whether event types field is required or not.
ar: حدد ما إذا كان حقل أنواع الأحداث مطلوبًا أم لا.
ca: Estableix si el camp tipus d'esdeveniments és obligatori o no.
it: Impostare se il campo Tipi di evento è obbligatorio o meno.
ja: イベントタイプのフィールドが必須かどうかを設定します。
nl: Indien ingeschakeld is het verplicht om een evenement type te selecteren bij aanmaken van een evenement. Deze evenement typen moeten door de beheerder worden aangemaakt onder ' Taxonomien'.
pt_br: Defina se o campo de tipos de eventos é obrigatório ou não.
uk: Вкажіть, чи потрібно заповнювати поле Типи подій чи ні.
zh_hans: 设置事件类型字段是否为必填字段。

source: Set who can post public items on this platform.
ar: حدد من يمكنه نشر مواد عامة على هذه المنصة.
ca: Estableix qui pot publicar articles públics en aquesta plataforma.
it: Stabilite chi può pubblicare oggetti pubblici su questa piattaforma.
ja: このプラットフォームに公開アイテムを投稿できる人を設定します。
nl: Bepaal wie er openbare berichten mag plaatsen op dit platform.
pt_br: Defina quem pode publicar itens públicos nessa plataforma.
uk: Встановіть, хто може публікувати публічні матеріали на цій платформі.
zh_hans: 设置谁可以在此平台上发布公开项目。

source: Set your password
ar: قم بتعيين كلمة المرور الخاصة بك
ca: Estableix la contrasenya
it: Impostare la password
ja: パスワードの設定
nl: Wachtwoord instellen
pt_br: Defina sua senha
uk: Встановіть пароль
zh_hans: 设置密码

source: Settings
ar: الإعدادات
ca: Configuració
it: Impostazioni
ja: 設定
nl: Instellingen
pt_br: Configurações
uk: Налаштування
zh_hans: 设置

source: Settings for Mentions module.
ar: إعدادات وحدة الإشارات.
ca: Configuració del mòdul Mencions.
it: Impostazioni per il modulo Mentions.
ja: メンションモジュールの設定。
nl: Instellingen voor de module Vermeldingen.
pt_br: Configurações para o módulo Mentions.
uk: Налаштування модуля "Згадки".
zh_hans: 设置 "提及 "模块。

source: Settings for Social Event AN Enroll module.
ar: إعدادات الحدث الاجتماعي ووحدة التسجيل.
ca: Configuració del mòdul Social Event AN Inscriure.
it: Impostazioni per il modulo Social Event AN Enroll.
ja: ソーシャルイベントAN Enrollモジュールの設定。
nl: Instellingen voor Max. Evenement Aanmeldingen module.
pt_br: Configurações para o módulo Social Event AN Enroll.
uk: Налаштування для соціальної події AN Модуль реєстрації.
zh_hans: 社交活动 AN 注册模块的设置。

source: Settings for Social Event Invite module.
ar: إعدادات وحدة دعوة الأحداث الاجتماعية.
ca: Configuració del mòdul Social Event Invite.
it: Impostazioni per il modulo Invito a eventi sociali.
ja: ソーシャルイベント招待モジュールの設定。
nl: Instellingen voor de Social Event Invite module.
pt_br: Configurações do módulo Social Event Invite.
uk: Налаштування модуля "Запрошення на соціальну подію".
zh_hans: 社交活动邀请模块的设置。

source: Settings for Social Event Max Enroll module.
ar: إعدادات وحدة التسجيل القصوى للحدث الاجتماعي.
ca: Configuració del mòdul Social Event Max Inscriure.
it: Impostazioni per il modulo Iscrizione massima evento sociale.
ja: ソーシャルイベント最大登録モジュールの設定。
nl: Instellingen voor Max. Evenement Aanmeldingen module.
pt_br: Configurações para o módulo Social Event Max Enroll.
uk: Налаштування модуля Social Event Max Enroll.
zh_hans: 社交活动最大注册量模块的设置。

source: Settings for Social Groups.
ar: إعدادات المجموعات الاجتماعية.
ca: Configuració per a grups socials.
it: Impostazioni per i gruppi sociali.
ja: ソーシャルグループの設定。
nl: Instellingen voor Social Groepen.
pt_br: Configurações para grupos sociais.
uk: Налаштування для соціальних груп.
zh_hans: 社会团体的设置。

source: Settings for content reporting.
ar: إعدادات إعداد تقارير المحتوى.
ca: Configuració d'informes de contingut.
it: Impostazioni per la segnalazione dei contenuti.
ja: コンテンツレポートの設定。
nl: Instellingen voor inhoud rapportering.
pt_br: Configurações para relatórios de conteúdo.
uk: Налаштування звітів про контент.
zh_hans: 内容报告设置。

source: Settings for event managers implementation.
ar: إعدادات تنفيذ مديري الأحداث.
ca: Configuració per a la implementació dels gestors d'esdeveniments.
it: Impostazioni per l'implementazione dei gestori di eventi.
ja: イベントマネージャー実装のための設定。
nl: Instellingen voor de implementatie van event managers.
pt_br: Configurações para implementação de gerentes de eventos.
uk: Налаштування для реалізації івент-менеджерів.
zh_hans: 事件管理器实施设置。

source: Settings for event types implementation.
ar: إعدادات تنفيذ أنواع الأحداث.
ca: Configuració per a la implementació de tipus d'esdeveniments.
it: Impostazioni per l'implementazione dei tipi di evento.
ja: イベントタイプの実装に関する設定。
nl: Instellingen voor de implementatie van gebeurtenistypes.
pt_br: Configurações para implementação de tipos de eventos.
uk: Налаштування для реалізації типів подій.
zh_hans: 事件类型实施的设置。

source: Settings for group quckjoin.
ar: إعدادات الانضمام السريع للمجموعة.
ca: Configuració per al grup quckjoin.
it: Impostazioni per il gruppo quckjoin.
ja: グループquckjoinの設定。
nl: Instellingen voor het snel lid worden van een groep.
pt_br: Configurações para o grupo quckjoin.
uk: Налаштування для групового приєднання.
zh_hans: 组 quckjoin 的设置。

source: Settings for profiletype: @profile_type
ar: إعدادات الملف الشخصي: @profile_type
ca: Configuració del tipus de perfil: @profile_type
it: Impostazioni per il tipo di profilo: @profile_type
ja: プロファイルタイプの設定：@profile_type
nl: Instellingen voor: @profile_type
pt_br: Configurações para o tipo de perfil: @profile_type
uk: Налаштування для типу профілю: @profile_type
zh_hans: 配置文件类型的设置：@profile_type

source: Settings for sitewide JS.
ar: إعدادات JS على مستوى الموقع.
ca: Configuració per a JS a tot el lloc.
it: Impostazioni per JS a livello di sito.
ja: サイトワイドJSの設定。
nl: Instellingen voor sitewide JS.
pt_br: Configurações para JS em todo o site.
uk: Налаштування для загальносайтового JS.
zh_hans: 全站 JS 的设置。

source: Settings for the Add to Calendar button
ar: إعدادات زر الإضافة إلى التقويم
ca: Configuració del botó Afegeix al calendari
it: Impostazioni per il pulsante Aggiungi al calendario
ja: カレンダーに追加ボタンの設定
nl: Instellingen voor de toevoegen aan agenda knop
pt_br: Configurações para o botão Adicionar ao calendário
uk: Налаштування кнопки "Додати до календаря
zh_hans: 添加到日历按钮的设置

source: Settings for the bottom bar features.
ca: Configuració de les funcions de la barra inferior.
it: Impostazioni per le funzioni della barra inferiore.
ja: ボトムバー機能の設定。
pt_br: Configurações para os recursos da barra inferior.
zh_hans: 设置底部栏功能。

source: Settings form for Post entities. Manage field settings here.
ar: نموذج الإعدادات لكيانات النشر. قم بإدارة إعدادات الحقل هنا.
ca: Formulari de configuració de les entitats de publicació. Gestiona la configuració del camp aquí.
it: Modulo di impostazione per le entità Post. Gestite qui le impostazioni dei campi.
ja: Postエンティティの設定フォーム。ここでフィールド設定を管理します。
nl: Instellingenformulier voor Post-entiteiten. Beheer hier de veldinstellingen.
pt_br: Formulário de configurações para entidades Post. Gerencie as configurações de campo aqui.
uk: Форма налаштувань для сутностей Post. Керуйте налаштуваннями полів тут.
zh_hans: 职位实体的设置表单。在此管理字段设置。

source: Settings form for Queue storage entity entities. Manage field settings here.
ar: نموذج الإعدادات لكيانات وحدة تخزين قائمة الانتظار. قم بإدارة إعدادات الحقل هنا.
ca: Formulari de configuració per a les entitats d'emmagatzematge de cua. Gestiona la configuració del camp aquí.
it: Modulo di impostazione per le entità di archiviazione della coda. Gestire le impostazioni dei campi qui.
ja: キューストレージエンティティの設定フォームです。ここでフィールド設定を管理します。
nl: Instellingenformulier voor entiteiten voor wachtrijopslag. Beheer hier de veldinstellingen.
pt_br: Formulário de configurações para entidades de armazenamento de filas. Gerencie as configurações de campo aqui.
uk: Форма налаштувань для сутностей сховища черг. Керуйте налаштуваннями полів тут.
zh_hans: 队列存储实体的设置表单。在此管理字段设置。

source: Settings to change consent embedded content.
ar: إعدادات لتغيير محتوى الموافقة المضمن.
ca: Configuració per canviar el contingut incrustat del consentiment.
it: Impostazioni per modificare il consenso al contenuto incorporato.
ja: 同意の埋め込みコンテンツを変更するための設定。
nl: Instellingen om ingebedde inhoud te wijzigen.
pt_br: Configurações para alterar o conteúdo incorporado de consentimento.
uk: Налаштування для зміни вбудованого контенту за згодою.
zh_hans: 设置更改同意嵌入的内容。

source: Share this page
ar: مشاركة هذه الصفحة
ca: Comparteix aquesta pàgina
it: Condividi questa pagina
ja: このページを共有する
nl: Deel deze pagina
pt_br: Compartilhe esta página
uk: Поділіться цією сторінкою
zh_hans: 分享本页

source: Sharing Options
ar: خيارات المشاركة
ca: Opcions de compartició
it: Opzioni di condivisione
ja: 共有オプション
nl: Opties delen
pt_br: Opções de compartilhamento
uk: Варіанти спільного використання
zh_hans: 共享选项

source: Show
ar: إظهار
ca: Mostra
it: Mostra
ja: ショー
nl: Weergeven
pt_br: Mostra
uk: Показати
zh_hans: 显示

source: Show all :num_comments comments
ar: إظهار الكل:num_comments تعليق
ca: Mostra tots els comentaris :num_comments
it: Mostra tutti i commenti di :num_comments
ja: すべての:num_comments コメントを表示
nl: Alle :num_comments reacties weergeven
pt_br: Mostrar todos os :num_comments comentários
uk: Показати всі :num_comments коментарі
zh_hans: 显示所有:num_comments 评论

source: Show content
ar: عرض المحتوى
ca: Mostra el contingut
it: Mostra il contenuto
ja: コンテンツを表示する
nl: Inhoud tonen
pt_br: Mostrar conteúdo
uk: Показати вміст
zh_hans: 显示内容

source: Show debug information in Open Social modules. Intended for developers only.
ar: عرض معلومات التصحيح في وحدات Open Social. مخصص للمطورين فقط.
ca: Mostra la informació de depuració als mòduls Open Social. Destinat només per a desenvolupadors.
it: Mostra le informazioni di debug nei moduli Open Social. Destinato solo agli sviluppatori.
ja: Open Social モジュールにデバッグ情報を表示します。開発者専用です。
nl: Toon debug informatie in Open Social modules. Alleen bedoeld voor ontwikkelaars.
pt_br: Mostre informações de depuração nos módulos do Open Social. Destinado somente para desenvolvedores.
uk: Показувати інформацію про налагодження в модулях Open Social. Призначено лише для розробників.
zh_hans: 在开放社交模块中显示调试信息。仅供开发人员使用。

source: Show email
ar: إظهار البريد الإلكتروني
ca: Mostra el correu electrònic
it: Mostra e-mail
ja: 電子メールを表示する
nl: E-mail tonen
pt_br: Mostrar e-mail
uk: Показати email
zh_hans: 显示电子邮件

source: Show email address in help messages
ar: إظهار عنوان البريد الإلكتروني في رسائل المساعدة
ca: Mostra l'adreça de correu electrònic als missatges d'ajuda
it: Mostra l'indirizzo e-mail nei messaggi di aiuto
ja: ヘルプメッセージにメールアドレスを表示する
nl: Toon e-mailadres in help berichten
pt_br: Mostrar endereço de e-mail nas mensagens de ajuda
uk: Показувати адресу електронної пошти в повідомленнях довідки
zh_hans: 在帮助信息中显示电子邮件地址

source: Show email on all user profiles
ar: إظهار البريد الإلكتروني في جميع الملفات الشخصية للمستخدمين
ca: Mostra el correu electrònic a tots els perfils d'usuari
it: Mostra l'email su tutti i profili degli utenti
ja: すべてのユーザープロフィールにEメールを表示
nl: Toon het emailadres op het profiel van een gebruiker.
pt_br: Mostrar e-mail em todos os perfis de usuário
uk: Показувати електронну пошту в усіх профілях користувачів
zh_hans: 在所有用户配置文件中显示电子邮件

source: Show hierarchy in dropdown
ar: عرض التسلسل الهرمي في القائمة المنسدلة
ca: Mostra la jerarquia al desplegable
it: Mostra la gerarchia nel menu a tendina
ja: ドロップダウンに階層を表示する
nl: De hiërarchie in de keuzelijst weergeven
pt_br: Mostrar hierarquia no menu suspenso
uk: Показати ієрархію у випадаючому списку
zh_hans: 在下拉菜单中显示层次结构

source: Show language on all user profiles
ar: إظهار اللغة في جميع الملفات الشخصية للمستخدمين
ca: Mostra l'idioma en tots els perfils d'usuari
it: Mostra la lingua su tutti i profili utente
ja: すべてのユーザープロファイルに言語を表示
nl: Taal op alle gebruikersprofielen tonen
pt_br: Mostrar idioma em todos os perfis de usuário
uk: Показувати мову в усіх профілях користувачів
zh_hans: 在所有用户配置文件中显示语言

source: Show less
ca: Mostrar menys
it: Mostra meno
ja: もっと見る
pt_br: Mostrar menos
zh_hans: 显示更少

source: Show more
ca: Mostrar més
it: Mostra di più
ja: もっと見る
pt_br: Mostrar mais
zh_hans: 显示更多

source: Show my email on my profile
ar: إظهار البريد الإلكتروني على ملفي الشخصي
ca: Mostra el meu correu electrònic al meu perfil
it: Mostra la mia email sul mio profilo
ja: プロフィールにEメールを表示する
nl: Toon mijn e-mailadres in mijn profiel
pt_br: Mostrar meu e-mail no meu perfil
uk: Показати мою електронну пошту в моєму профілі
zh_hans: 在个人资料中显示我的电子邮件

source: Show my language on my profile
ar: إظهار لغتي في ملفي الشخصي
ca: Mostra la meva llengua al meu perfil
it: Mostra la mia lingua sul mio profilo
ja: プロフィールに言語を表示する
nl: Toon mijn taal op mijn profiel
pt_br: Mostrar meu idioma no meu perfil
uk: Показати мою мову в моєму профілі
zh_hans: 在我的个人主页上显示我的语言

source: Show rerouting description in mail body
ca: Mostra la descripció de reencaminament al cos de correu
it: Mostra la descrizione del reinstradamento nel corpo della posta
ja: メール本文にリルートの説明を表示する
pt_br: Mostrar descrição do redirecionamento no corpo do e-mail
zh_hans: 在邮件正文中显示重定向说明

source: Show site email address in help messages after failed login, signup or password reset.
ar: إظهار عنوان البريد الإلكتروني للموقع في رسائل المساعدة بعد فشل تسجيل الدخول، أو التسجيل، أو إعادة تعيين كلمة المرور.
ca: Mostra l'adreça de correu electrònic del lloc en els missatges d'ajuda després de l'inici de sessió fallat, el registre o el restabliment de contrasenya.
it: Mostra l'indirizzo e-mail del sito nei messaggi di aiuto dopo un accesso, un'iscrizione o una reimpostazione della password non riusciti.
ja: ログイン、サインアップ、パスワードリセットに失敗した場合、ヘルプメッセージにサイトのメールアドレスを表示します。
nl: Toon het e-mailadres van de site manager in help-berichten na mislukte aanmelding, registratie of het opnieuw instellen van het wachtwoord.
pt_br: Mostre o endereço de e-mail do site nas mensagens de ajuda após falha no login, na inscrição ou na redefinição da senha.
uk: Показувати адресу електронної пошти сайту в повідомленнях довідки після невдалого входу, реєстрації або скидання пароля.
zh_hans: 登录、注册或重置密码失败后，在帮助信息中显示网站电子邮件地址。

source: Show upcoming events (my, community and overview)
ar: عرض الأحداث القادمة (بلدي ومجتمعي ونظرة عامة)
ca: Mostra els propers esdeveniments (el meu, la comunitat i la visió general)
it: Mostrare gli eventi in programma (mio, comunità e panoramica)
ja: 今後のイベントを表示（マイ、コミュニティ、概要）
nl: Toon komende evenementen (mijn, gemeenschap en overzicht)
pt_br: Mostrar os próximos eventos (meus, comunidade e visão geral)
uk: Показувати майбутні події (мої, спільноти)
zh_hans: 显示即将举行的活动（我的、社区和概述）

source: Show user timezone
ar: عرض المنطقة الزمنية للمستخدم
ca: Mostra la zona horària de l'usuari
it: Mostra il fuso orario dell'utente
ja: ユーザーのタイムゾーンを表示
nl: Toon de tijdzone van de gebruiker
pt_br: Mostrar fuso horário do usuário
uk: Показати часовий пояс користувача
zh_hans: 显示用户时区

source: Show, but can be hidden by each user
ar: إظهار، ولكن يمكن إخفاؤها من قبل كل مستخدم
ca: Mostra, però pot ser oculta per cada usuari
it: Mostra, ma può essere nascosto da ciascun utente
ja: 表示するが、ユーザーごとに非表示にできる
nl: Tonen, maar kan door elke gebruiker verborgen worden
pt_br: Mostrar, mas pode ser ocultado por cada usuário
uk: Показати, але може бути приховано кожним користувачем
zh_hans: 显示，但可由每个用户隐藏

source: Shows errors in forms next to the incorrect field instead of at the top of the form.
ar: يعرض الأخطاء في النماذج بجوار الحقل غير الصحيح بدلاً من الجزء العلوي من النموذج.
ca: Mostra errors en formularis al costat del camp incorrecte en lloc de a la part superior del formulari.
it: Mostra gli errori nei moduli accanto al campo errato invece che all'inizio del modulo.
ja: フォームのエラーを、フォームの上部ではなく、不正確なフィールドの横に表示します。
nl: Toont fouten in formulieren naast het onjuiste veld in plaats van bovenaan het formulier.
pt_br: Mostra erros em formulários ao lado do campo incorreto em vez de na parte superior do formulário.
uk: Показує помилки у формах поруч з некоректним полем, а не у верхній частині форми.
zh_hans: 将表单中的错误显示在错误字段旁边，而不是表单顶部。

source: Shows invites to events for a user.
ar: تعرض الدعوات إلى الأحداث الخاصة بالمستخدم.
ca: Mostra convida a esdeveniments per a un usuari.
it: Mostra gli inviti agli eventi per un utente.
ja: ユーザーのイベントへの招待を表示します。
nl: Laat uitnodigingen voor evenementen zien aan een gebruiker.
pt_br: Mostra convites para eventos para um usuário.
uk: Показує запрошення на події для користувача.
zh_hans: 显示用户的活动邀请。

source: Sign Up
ar: التسجيل
ca: Inscriu-te
it: Iscriviti
ja: 会員登録
nl: Registreren
pt_br: Cadastre-se
uk: Зареєструватися
zh_hans: 注册

source: Sign up
ar: التسجيل
ca: Inscriu-te
it: Iscriviti
ja: 登録する
nl: Registreren
pt_br: Cadastre-se
uk: Зареєструватися
zh_hans: 注册

source: Sign up with <b>email</b>
ar: التسجيل باستخدام<b>البريد الإلكتروني</b>
ca: Inscriu-te amb <b> correu electrònic </b>
it: Iscriviti con l'e-mail <b></b>
ja: <b>メールで登録</b>
nl: Registreren via <b>e-mail</b>
pt_br: Inscreva-se com <b> e-mail </b>
uk: Зареєструйтесь за допомогою електронної пошти <b></b>
zh_hans: 注册<b>电子邮件</b>
