Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Based on your @settings, the notification above is sent to you as a <strong>:frequency mail</strong>
ar: استنادًا إلى @settings الخاص بك، يتم إرسال الإشعارات أعلاه إليك كبريد <strong> :frequency </strong>
ca: Basat en el seu @settings, la notificació anterior s'envia a vostè com un correu <strong> :frequency </strong>
it: In base al vostro @settings, la notifica di cui sopra vi è stata inviata come posta <strong>:frequency.</strong>
ja: @settings に基づき、上記の通知が<strong>:frequency メールとして送信されます。</strong>
nl: Gebaseerd op jouw @settings is de bovenstaande notificatie in een <strong>:frequency e-mail</strong> naar je verstuurd
uk: На основі вашої адреси @settings, вищевказане сповіщення буде надіслано вам як <strong>:frequency пошта</strong>.
zh_hans: 根据您的@settings ，上述通知将以<strong>:frequency 邮件的形式发送给您。</strong>

source: Basic
ar: أساسي
ca: Bàsic
it: Base
ja: ベーシック
nl: Basis
pt_br: Básico
uk: Основні
zh_hans: 基础

source: Basic HTML
ar: HTML الأساسي
ca: HTML bàsic
it: HTML di base
ja: 基本的なHTML
nl: Basis HTML
pt_br: HTML básico
uk: Простий HTML
zh_hans: 基本 HTML

source: Basic Page
ar: الصفحة الأساسية
ca: Pàgina bàsica
it: Pagina base
ja: 基本ページ
nl: Basis pagina
pt_br: Página básica
uk: Основна сторінка
zh_hans: 基本页面

source: Basic Site Settings
ar: إعدادات الموقع الأساسية
ca: Configuració bàsica del lloc
it: Impostazioni di base del sito
ja: サイトの基本設定
nl: Basis site instellingen
pt_br: Configurações básicas do site
uk: Основні налаштування сайту
zh_hans: 网站基本设置

source: Basic block
ar: الصندوق الأساسي
ca: Bloc bàsic
it: Blocco base
ja: 基本ブロック
nl: Basis blok
pt_br: Bloco básico
uk: Простий блок
zh_hans: 基本模块

source: Basic implementation of activites in Open Social
ar: التنفيذ الأساسي للأنشطة في Open Social
ca: Implementació bàsica d'activitats en Open Social
it: Implementazione di base delle attività in Open Social
ja: オープンソーシャルでの基本的な活動の実施
nl: Basis implementatie van activiteiten in Open Social
pt_br: Implementação básica de atividades no Open Social
uk: Базова реалізація активностей у Open Social
zh_hans: 开放式社交活动的基本实施

source: Basic page
ar: الصفحة الأساسية
ca: Pàgina bàsica
it: Pagina base
ja: 基本ページ
nl: Simpele pagina
pt_br: Página básica
uk: Проста сторінка
zh_hans: 基本页面

source: Be aware that data is <em>not removed</em>, and can possibly still be found through the search, until you flush the data.
ar: اعلم أن البيانات <em>لا تتم إزالتها</em> ويمكن العثور عليها من خلال البحث حتى تقوم بمسح البيانات.
ca: Tingueu en compte que les dades són <em> no eliminades </em>, i possiblement encara es poden trobar a través de la cerca, fins que renteu les dades.
it: Tenere presente che i dati <em>non vengono rimossi</em> e possono essere ancora trovati attraverso la ricerca, finché non vengono eliminati.
ja: <em>データは</em> 削除されず、データをフラッシュするまで、検索によってまだ見つかる可能性があることに注意してください。
nl: Wees ervan bewust dat profieldata <em>niet is verwijderd</em>, en mogelijk nog gevonden kan worden via zoeken, totdat de data definitief is verwijderd.
pt_br: Lembre-se de que os dados <em> não foram removidos </em> e ainda podem ser encontrados por meio da pesquisa até que você os elimine.
uk: Майте на увазі, що дані <em>не видаляються</em>, і, можливо, все ще можуть бути знайдені через пошук, поки ви не видалите дані.
zh_hans: 请注意，数据<em>并未删除</em> ，在您清除数据之前，仍有可能通过搜索找到这些数据。

source: Be aware that when disabling invites altogether or for a specific group type, the outstanding invites in question <em>are cancelled</em>. Invitees will no longer be able to use their invite link.
ar: اعلم أنه عند تعطيل الدعوات تمامًا أو لنوع مجموعة معين ، <em>يتم إلغاء</em> الدعوات المعلقة المعنية. لن يتمكن المدعوون بعد الآن من استخدام رابط الدعوة الخاص بهم.
ca: Tingueu en compte que en desactivar les invitacions del tot o per a un tipus de grup concret, les invitacions pendents en qüestió <em> queden anul·lades </em>. Els convidats ja no podran utilitzar el seu enllaç d'invitació.
it: Tenere presente che quando si disabilitano gli inviti in toto o per un tipo specifico di gruppo, gli inviti in sospeso in questione <em>vengono cancellati</em>. Gli invitati non potranno più utilizzare il loro link di invito.
ja: 招待を完全に無効化する場合、または特定のグループタイプに対して無効化する場合、該当する未解決の招待<em>はキャンセルされることに注意してください</em> 。招待者は招待リンクを使用できなくなります。
nl: Wees gewaarschuwd, als je uitnodigingen uitschakelt voor een specifieke groep type worden de bestaande uitnodigingen <em>geannuleerd</em>. Genodigden kunnen niet langer meer de link naar de uitnodiging gebruiken.
pt_br: Lembre-se de que ao desativar completamente os convites ou para um tipo de grupo específico, os convites pendentes em questão <em> são cancelados </em>. Os convidados não poderão mais usar o link de convite.
uk: Майте на увазі, що при вимкненні запрошень повністю або для певного типу групи, відповідні невиконані запрошення <em>будуть анульовані</em>. Запрошені більше не зможуть використовувати посилання на запрошення.
zh_hans: 请注意，当完全禁用邀请或禁用特定群组类型的邀请时，相关<em>中未完成的邀请将被取消</em> 。受邀者将无法再使用其邀请链接。

source: Before
ar: قبل
ca: Abans
it: Prima
ja: 前
nl: Voor
pt_br: Antes
uk: Перед
zh_hans: 之前

source: Between
ar: بين
ca: Entre
it: Tra
ja: 間
nl: Tussen
pt_br: Entre
zh_hans: 之间

source: Block
ar: صندوق
ca: Bloquejar
it: Blocco
ja: ブロック
nl: Blok
pt_br: Bloquear
uk: Блок
zh_hans: 街区

source: Block List managers
ar: مديري قائمة الصندوق
ca: Gestors de llistes de blocs
it: Gestori di elenchi di blocchi
ja: ブロックリスト管理者
nl: Beheerders van bloklijsten
pt_br: Gerenciadores de listas de bloqueios
uk: Менеджери списків блокування
zh_hans: 区块列表管理器

source: Block field
ar: حقل الصندوق
ca: Camp de bloqueig
it: Campo di blocco
ja: ブロック・フィールド
nl: Blokveld
pt_br: Campo de bloqueio
uk: Поле блоку
zh_hans: 区块字段

source: Block footer settings
ar: اعدادات تذييل الصندوق
ca: Bloqueja la configuració del peu de pàgina
it: Impostazioni del piè di pagina del blocco
ja: ブロックフッターの設定
nl: Instellingen voettekst blokkeren
pt_br: Bloquear configurações de rodapé
uk: Налаштування блокування нижнього колонтитула
zh_hans: 区块页脚设置

source: Block label with id
ar: تسمية الصندوق بالمعرف
ca: Bloquejar etiqueta amb identificador
it: Etichetta del blocco con id
ja: id付きブロックラベル
nl: Bloklabel met id
pt_br: Etiqueta de bloco com id
uk: Мітка блоку з ідентифікатором
zh_hans: 带 id 的块标签

source: Block users
ar: صندوق المستخدمين
ca: Bloquejar usuaris
it: Bloccare gli utenti
ja: ユーザーをブロックする
nl: Gebruikers blokkeren
pt_br: Bloquear usuários
uk: Блокувати користувачів
zh_hans: 阻止用户

source: Blocked
ar: محظور
ca: Bloquejat
it: Bloccato
ja: ブロック
nl: Geblokkeerd
pt_br: Bloqueado
uk: Заблоковано
zh_hans: 受阻

source: Blog
ar: المدونة
ca: Bloc
ja: ブログ
uk: Блоґ
zh_hans: 博客

source: Body
ar: جسم الصفحة
ca: Cos
it: Corpo
ja: ボディ
nl: Beschrijving
pt_br: Corpo
uk: Вміст
zh_hans: 身体

source: Book Pages
ar: صفحات الكتاب
ca: Pàgines de llibres
it: Pagine del libro
ja: ブックページ
nl: Boekpagina's
pt_br: Páginas do livro
uk: Сторінки книги
zh_hans: 书页

source: Book add block
ar: اضافة صندوق الكتاب
ca: Llibre afegir bloc
it: Blocco aggiuntivo del libro
ja: 書籍追加ブロック
nl: Boek blok toevoegen
pt_br: Bloco de adição de livro
uk: Блок додавання книги
zh_hans: 图书添加块

source: Book content type
ar: نوع محتوى الكتاب
ca: Tipus de contingut del llibre
it: Tipo di contenuto del libro
ja: 書籍の内容タイプ
nl: Type boekinhoud
pt_br: Tipo de conteúdo do livro
uk: Тип змісту книги
zh_hans: 图书内容类型

source: Book page
ar: صفحة كتاب
ca: Pàgina de llibre
it: Pagina del libro
ja: 書籍ページ
nl: Boekpagina
pt_br: Página do livro
uk: Сторінка книги
zh_hans: 书页

source: Book parent only
ar: ولي أمر الكتاب فقط
ca: Reserva només per a pares
it: Prenotazione solo per i genitori
ja: 保護者のみ予約
nl: Boek alleen ouder
pt_br: Livro somente para pais
uk: Бронювання тільки для батьків
zh_hans: 仅限家长预订

source: Books
ar: كتب
ca: Llibres
it: Libri
ja: 書籍
nl: Boeken
pt_br: Livros
uk: Книги
zh_hans: 书籍

source: Both (username and full name)
ar: كلاهما (اسم المستخدم والاسم الكامل)
ca: Tots dos (nom d'usuari i nom complet)
it: Entrambi (nome utente e nome completo)
ja: 両方（ユーザー名とフルネーム）
nl: Beide (gebruikersnaam en volledige naam)
pt_br: Ambos (nome de usuário e nome completo)
uk: Обидва (ім'я користувача та повне ім'я)
zh_hans: 两个（用户名和全名）

source: Branding features configuration
ca: Configuració de característiques de marca
it: Configurazione delle caratteristiche del marchio
ja: ブランディング機能の設定
pt_br: Configuração de recursos de marca
zh_hans: 品牌功能配置

source: Breadcrumbs
ar: شريط التسلسل
ca: Pa ratllat
it: Pangrattato
ja: パン粉
nl: Kruimelpad
pt_br: Pão ralado
uk: Рядки навіґації
zh_hans: 面包屑

source: Bulk action
ar: تنفيذ جماعي
ca: Acció massiva
it: Azione di massa
ja: バルクアクション
nl: Bulkactie
pt_br: Ação em massa
uk: Масова акція
zh_hans: 批量行动

source: Bulk emails
ca: Correus electrònics massius
it: Email di massa
ja: バルクメール
pt_br: E-mails em massa
zh_hans: 群发邮件

source: Button
ar: زر
ca: Botó
it: Pulsante
ja: ボタン
nl: knop
pt_br: Botão
uk: Кнопка
zh_hans: 按钮

source: Buttons
ar: أزرار
ca: Botons
it: Pulsanti
ja: ボタン
pt_br: Botões
uk: Кнопки
zh_hans: 按钮

source: By choosing this option you can customize many group settings to your needs.
ar: من خلال تحديد هذا الخيار ، يمكنك تخصيص العديد من إعدادات المجموعة وفقًا لاحتياجاتك.
ca: Triant aquesta opció podràs personalitzar molts ajustos de grup a les teves necessitats.
it: Scegliendo questa opzione è possibile personalizzare molte impostazioni del gruppo in base alle proprie esigenze.
ja: このオプションを選択すると、多くのグループ設定をニーズに合わせてカスタマイズできる。
nl: Door deze optie te kiezen, kunt u de groepsinstellingen aanpassen aan uw behoeften.
pt_br: Ao escolher essa opção, você pode personalizar várias configurações de grupo de acordo com suas necessidades.
uk: Вибравши цю опцію, ви можете налаштувати багато параметрів групи відповідно до ваших потреб.
zh_hans: 选择该选项后，您可以根据自己的需要定制许多组设置。

source: By clicking show content, you agree to load the embedded content from <b>"@provider"</b> and therefore its privacy policy.
ar: بالنقر فوق عرض المحتوى، فإنك توافق على تحميل المحتوى المضمن من <b> "@provider" </b> وبالتالي سياسة الخصوصية الخاصة به.
ca: En fer clic a mostrar contingut, acceptes carregar el contingut incrustat des de <b> "@provider" </b> i per tant la seva política de privacitat.
it: Facendo clic su mostra contenuto, si accetta di caricare il contenuto incorporato da <b>"@provider"</b> e quindi la sua politica sulla privacy.
ja: コンテンツを表示" をクリックすると、<b>"@provider"</b> の埋め込みコンテンツ、およびそのプライバシーポリシーが読み込まれることに同意したことになります。
nl: Door te klikken op toon inhoud, gaat u akkoord met het laden van de ingesloten inhoud van <b>"@provider"</b> en dus haar privacybeleid.
pt_br: Ao clicar em mostrar conteúdo, você concorda em carregar o conteúdo incorporado de <b> "@provider" </b> e, portanto, de sua política de privacidade.
uk: Натискаючи "Показати вміст", ви погоджуєтеся завантажити вбудований вміст з сайту <b>"@provider"</b> і, відповідно, його політику конфіденційності.
zh_hans: 点击 "显示内容"，即表示您同意加载来自<b>"@provider"</b> 的嵌入式内容及其隐私政策。

source: By submitting this form you will become a member of the group. As a member of the group you will begin to receive notifications about changes and interactions within the group. Your profile will also be included in group membership.
ar: بإرسال هذا النموذج ، ستصبح عضوًا في المجموعة. بصفتك عضوًا في المجموعة ، ستبدأ في تلقي إشعارات حول التغييرات والتفاعلات داخل المجموعة. سيتم تضمين ملفك الشخصي أيضًا في عضوية المجموعة.
ca: Enviant aquest formulari et convertiràs en membre del grup. Com a membre del grup començaràs a rebre notificacions sobre canvis i interaccions dins del grup. El teu perfil també s'inclourà en la pertinença al grup.
it: Inviando questo modulo si diventa membri del gruppo. Come membro del gruppo, inizierete a ricevere notifiche sui cambiamenti e sulle interazioni all'interno del gruppo. Anche il vostro profilo sarà incluso nell'iscrizione al gruppo.
ja: このフォームを送信すると、グループのメンバーになります。グループのメンバーになると、グループ内の変更や交流に関する通知を受け取るようになります。あなたのプロフィールもグループメンバーに含まれます。
nl: Door het versturen van dit formulier word je lid van de groep. Als lid van de groep zul je meldingen ontvangen over wijzigingen en interacties binnen de groep. Ook zal je profiel worden opgenomen in de lijst van groepsleden.
pt_br: Ao enviar este formulário, você se tornará membro do grupo. Como membro do grupo, você começará a receber notificações sobre mudanças e interações dentro do grupo. Seu perfil também será incluído na associação ao grupo.
uk: Відправивши цю форму, ви станете членом групи. Як член групи, ви почнете отримувати сповіщення про зміни та взаємодію в групі. Ваш профіль також буде включено до членства в групі.
zh_hans: 提交此表格后，您将成为该群组的成员。成为群成员后，您将开始收到有关群内变化和互动的通知。您的个人资料也将包含在小组成员资格中。

source: By submitting this form you will become a member of the group. Please fill out any available fields to complete your membership information.
ar: بإرسال هذا النموذج ، ستصبح عضوًا في المجموعة. يرجى ملء أي حقول متاحة لإكمال معلومات عضويتك.
ca: Enviant aquest formulari et convertiràs en membre del grup. Si us plau, empleneu els camps disponibles per completar la vostra informació d'afiliació.
it: Inviando questo modulo si diventa membri del gruppo. Si prega di compilare tutti i campi disponibili per completare le informazioni sull'iscrizione.
ja: このフォームを送信することで、グループのメンバーとなります。空欄があればご記入ください。
nl: Door het indienen van dit formulier word u lid van de groep.
pt_br: Ao enviar este formulário, você se tornará membro do grupo. Preencha todos os campos disponíveis para preencher suas informações de associação.
uk: Надіславши цю форму ви станете учасником групи. Будь ласка, заповніть будь-які доступні поля, щоб інформація про вас була якомога повною.
zh_hans: 提交此表后，您将成为该小组的成员。请填写您的会员信息。

source: Bypass create group access control
ar: تجاوز إنشاء التحكم في وصول المجموعة
ca: Bypass crear control d'accés de grup
it: Bypassare il controllo di accesso al gruppo di creazione
ja: 作成グループのアクセス制御をバイパスする
nl: De toegangscontrole tot een groep omzeilen
pt_br: Ignorar criar controle de acesso em grupo
uk: Обійти створення групового контролю доступу
zh_hans: 绕过创建组访问控制

source: CM can tag a user and indicate that user is part of an organization.
ar: يمكن لـ CM وضع علامة على المستخدم والإشارة إلى أن المستخدم جزء من مؤسسة.
ca: CM pot etiquetar un usuari i indicar que l'usuari forma part d'una organització.
it: Il CM può etichettare un utente e indicare che fa parte di un'organizzazione.
ja: CMはユーザーにタグを付け、そのユーザーが組織の一員であることを示すことができます。
nl: CM kan een gebruiker taggen en aangeven dat de gebruiker deel uitmaakt van een organisatie.
pt_br: O CM pode marcar um usuário e indicar que ele faz parte de uma organização.
uk: CM може позначити користувача і вказати, що він є частиною організації.
zh_hans: CM 可以标记一个用户，并表明该用户是某个组织的一部分。

source: CM can tag a user, giving options on filtering / searching users.
ar: يمكن لـ CM الإشارة إلى مستخدم ، وإعطاء خيارات بشأن تصفية / بحث المستخدمين.
ca: CM pot etiquetar un usuari, donant opcions sobre el filtrat/cerca dels usuaris.
it: Il CM può etichettare un utente, offrendo opzioni di filtraggio/ricerca degli utenti.
ja: CMはユーザーにタグを付けることができ、ユーザーをフィルタリング/検索するオプションを提供します。
nl: CM kan een gebruiker een tag geven, waarop men kan zoeken / filteren in de search.
pt_br: O CM pode marcar um usuário, oferecendo opções para filtrar/pesquisar usuários.
uk: CM може позначати користувача, надаючи можливість фільтрувати / шукати користувачів.
zh_hans: CM 可以标记用户，提供过滤/搜索用户的选项。

source: CSS Color
ar: لون CSS
ca: Color CSS
it: Colore CSS
ja: CSSカラー
nl: CSS kleur
pt_br: Cor CSS
uk: CSS Колір
zh_hans: CSS 颜色

source: CTA button
ar: زر CTA
ca: Botó CTA
it: Pulsante CTA
ja: CTAボタン
nl: CTA-knop
pt_br: Botão CTA
uk: Кнопка заклику до дії
zh_hans: CTA 按钮

source: Cache page for anonymous users. Enable this if you do not have a web server to do this for you.
ar: صفحة ذاكرة التخزين المؤقت للمستخدمين المجهولين. قم بتمكين هذا إذا لم يكن لديك خادم ويب للقيام بذلك نيابة عنك.
ca: Pàgina de memòria cau per a usuaris anònims. Activeu això si no teniu un servidor web per fer això per vosaltres.
it: Cache della pagina per gli utenti anonimi. Attivare questa opzione se non si dispone di un server web che lo faccia per voi.
ja: 匿名ユーザー用のキャッシュページ。ウェブサーバーにキャッシュを行わせていない場合は、これを有効にしてください。
nl: Cachepagina voor anonieme gebruikers. Schakel dit in als je geen webserver hebt die dit voor je doet.
pt_br: Página de cache para usuários anônimos. Ative isso se você não tiver um servidor web para fazer isso por você.
uk: Кешувати сторінку для анонімних користувачів. Увімкніть цю опцію, якщо у вас немає веб-сервера, який би робив це за вас.
zh_hans: 为匿名用户缓存页面。如果没有网络服务器代劳，请启用此功能。

source: Caches parts of the page dynamically for any user.
ar: يخزن أجزاء من الصفحة بشكل ديناميكي لأي مستخدم.
ca: Emmagatzema parts de la pàgina dinàmicament per a qualsevol usuari.
it: Mette in cache parti della pagina in modo dinamico per qualsiasi utente.
ja: どのユーザーに対しても、ページの一部を動的にキャッシュする。
nl: Caches delen van de pagina dynamisch voor elke gebruiker.
pt_br: Armazena em cache partes da página dinamicamente para qualquer usuário.
uk: Динамічно кешує частини сторінки для будь-якого користувача.
zh_hans: 为任何用户动态缓存部分页面。

source: Call to action link
ar: استدعاء رابط العمل
ca: Enllaç Crida a l'acció
it: Link di invito all'azione
ja: 行動喚起リンク
nl: Oproep tot actielink
pt_br: Link de apelo à ação
uk: Посилання на заклик до дії
zh_hans: 行动呼吁链接

source: Can not migrate group types for non-SQL storage back-ends.
ca: No es poden migrar tipus de grup per a back-ends d'emmagatzematge no SQL.
it: Non è possibile migrare i tipi di gruppo per i back-end di archiviazione non SQL.
ja: SQL 以外のストレージ・バックエンドのグループ・タイプを移行できません。
pt_br: Não é possível migrar tipos de grupos para back-ends de armazenamento que não sejam SQL.
zh_hans: 无法迁移非 SQL 存储后端的组类型。

source: Can not send e-mail for %entity
ar: لا يمكن إرسال بريد إلكتروني لـ %entity
ca: No es pot enviar correu electrònic per %entity
it: Non è possibile inviare e-mail per %entity
ja: のメールを送信できない。%entity
nl: Kan geen e-mail versturen voor %entity
pt_br: Não é possível enviar e-mail para %entity
uk: Неможливо відправити електронну пошту для %entity
zh_hans: 无法发送电子邮件%entity

source: Cancel
ar: إلغاء
ca: Cancel·la
it: Annullamento
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
uk: Скасувати
zh_hans: 取消

source: Cancel enrollment
ar: إلغاء التسجيل
ca: Cancel·la la matrícula
it: Annullamento dell'iscrizione
ja: キャンセル
nl: Aanmelding annuleren
pt_br: Cancelar inscrição
uk: Скасувати реєстрацію
zh_hans: 取消注册

source: Cancel invite
ar: إلغاء الدعوة
ca: Cancel·la la invitació
it: Annulla l'invito
ja: 招待をキャンセルする
nl: Annuleer uitnodiging
pt_br: Cancelar convite
uk: Скасувати запрошення
zh_hans: 取消邀请

source: Cancel request
ar: إلغاء الطلب
ca: Cancel·la la sol·licitud
it: Annullamento della richiesta
ja: リクエストのキャンセル
nl: Aanvraag annuleren
pt_br: Cancelar solicitação
uk: Скасувати запит
zh_hans: 取消请求

source: Canceled "%action".
ar: تم إلغاء "%action".
ca: Cancel·lat “%action”.
it: Annullato "%action".
ja: %action" をキャンセル。
nl: "%action" geannuleerd.
pt_br: “%action” cancelado.
uk: Скасовано "%action".
zh_hans: 取消 "%action"。

source: Categories and terms used to tag content
ar: الفئات والمصطلحات المستخدمة لوضع علامة على المحتوى
ca: Categories i termes utilitzats per etiquetar contingut
it: Categorie e termini utilizzati per etichettare i contenuti
ja: コンテンツにタグ付けするためのカテゴリーと用語
nl: Categorieën en termen om inhoud te taggen
pt_br: Categorias e termos usados para marcar conteúdo
uk: Категорії та терміни, що використовуються для тегування контенту
zh_hans: 用于标记内容的类别和术语

source: Categories ordering
ar: ترتيب الفئات
ca: Ordenació de categories
it: Categorie di ordinazione
ja: カテゴリー 注文
nl: Categorieën volgorde
pt_br: Ordenação de categorias
uk: Замовлення категорій
zh_hans: 分类订购

source: Categorized check boxes/radio buttons
ar: مربعات الاختيار / أزرار الاختيار مصنفة
ca: Caselles de verificació/botons de ràdio categoritzats
it: Caselle di controllo/ pulsanti radio suddivisi per categorie
ja: カテゴライズされたチェックボックス／ラジオボタン
nl: Gecategoriseerde selectievakjes/radioknoppen
pt_br: Caixas de seleção/botões de rádio categorizados
uk: Категоризовані прапорці/радіо-кнопки
zh_hans: 分类复选框/无线电按钮

source: Category
ar: فئة
ca: Categoria
it: Categoria
ja: カテゴリー
nl: Categorie
pt_br: Categoria
uk: Категорія
zh_hans: 类别

source: Change colors and styling
ar: تغيير الألوان والتصميم
ca: Canviar els colors i l'estil
it: Cambiare i colori e lo stile
ja: カラーとスタイリングの変更
nl: Kleur en stijl
pt_br: Mude as cores e o estilo
uk: Змінити кольори та стилістику
zh_hans: 更改颜色和样式

source: Change event organiser settings.
ar: تغيير إعدادات منظم الحدث.
ca: Canviar la configuració de l'organitzador d'esdeveniments.
it: Modificare le impostazioni dell'organizzatore dell'evento.
ja: イベント主催者の設定を変更する。
nl: Pas de instellingen voor evenement organisatoren aan.
pt_br: Altere as configurações do organizador do evento.
uk: Змінити налаштування організатора подій.
zh_hans: 更改活动组织者设置。

source: Change group membership role
ar: تغيير دور عضوية المجموعة
ca: Canviar el rol de pertinença al grup
it: Modifica del ruolo di appartenenza al gruppo
ja: グループメンバーの役割を変更する
nl: Verander de groepslidmaatschapsrol
pt_br: Alterar função de associação ao grupo
uk: Змінити роль учасника групи
zh_hans: 更改组员角色

source: Change input widget
ar: تغيير عنصر واجهة الإدخال
ca: Canviar el giny d'entrada
it: Cambiare il widget di input
ja: 入力ウィジェットの変更
nl: Wijzig invoermethode
pt_br: Alterar widget de entrada
uk: Змінити віджет введення
zh_hans: 更改输入部件

source: Change or add links to the Footer menu.
ar: قم بتغيير أو إضافة روابط إلى قائمة التذييل.
ca: Canviar o afegir enllaços al menú Peu de pàgina.
it: Modificare o aggiungere collegamenti al menu Piè di pagina.
ja: フッターメニューのリンクを変更または追加する。
nl: Verander of voeg nieuwe links toe aan het Footer menu.
pt_br: Altere ou adicione links ao menu Rodapé.
uk: Змініть або додайте посилання в меню нижнього колонтитула.
zh_hans: 更改或添加页脚菜单链接。

source: Change or add links to the Main menu.
ar: قم بتغيير أو إضافة روابط إلى القائمة الرئيسية.
ca: Canviar o afegir enllaços al menú principal.
it: Modificare o aggiungere collegamenti al menu principale.
ja: メインメニューのリンクを変更または追加する。
nl: Verander of voeg nieuwe links toe aan het hoofdmenu.
pt_br: Altere ou adicione links ao menu principal.
uk: Змініть або додайте посилання в головному меню.
zh_hans: 更改或添加主菜单链接。

source: Change requirement and widget settings for event types.
ar: تغيير المتطلبات وإعدادات عنصر واجهة المستخدم لأنواع الأحداث.
ca: Canviar el requisit i la configuració del giny per als tipus d'esdeveniments.
it: Modifica delle impostazioni dei requisiti e dei widget per i tipi di evento.
ja: イベントタイプの要件とウィジェットの設定を変更します。
nl: Pas de instellingen voor evenement types aan.
pt_br: Altere as configurações de requisitos e widgets para os tipos de eventos.
uk: Змінити вимоги та налаштування віджетів для типів подій.
zh_hans: 更改事件类型的要求和小部件设置。

source: Change role
ar: تغيير الدور
ca: Canviar el rol
it: Cambiamento di ruolo
ja: 役割の変更
nl: Verander rol
pt_br: Alterar função
uk: Змінити роль
zh_hans: 改变角色

source: Change roles
ar: تغيير الأدوار
ca: Canviar els rols
it: Cambio di ruolo
ja: 役割の変更
nl: Verander rollen
pt_br: Alterar funções
uk: Поміняйтеся ролями
zh_hans: 改变角色

source: Change the image and text on the home page.
ar: تغيير الصورة والنص على الصفحة الرئيسية.
ca: Canviar la imatge i el text a la pàgina principal.
it: Modificare l'immagine e il testo della pagina iniziale.
ja: ホームページの画像とテキストを変更する。
nl: Pas de afbeelding en tekst aan op uw homepage.
pt_br: Altere a imagem e o texto na página inicial.
uk: Змініть зображення і текст на головній сторінці.
zh_hans: 更改主页上的图片和文字。
