Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: The @entity_type to which the comment is a reply to.
ar: @entity_type الذي يعد التعليق ردًا عليه.
ca: El @entity_type al qual el comentari és una resposta.
it: Il sito @entity_type a cui il commento è una risposta.
ja: コメントへの返信先@entity_type 。
nl: Het @entity_type waarop gereageerd is.
pt_br: O @entity_type ao qual o comentário é uma resposta.
uk: Адреса @entity_type, на яку коментар є відповіддю.
zh_hans: 该评论是对@entity_type 的回复。

source: The Activity ID.
ar: معرف النشاط.
ca: Identificació de l'activitat.
it: L'ID dell'attività.
ja: アクティビティID。
nl: De activiteit-ID.
pt_br: O ID da atividade.
uk: Ідентифікатор активності.
zh_hans: 活动 ID。

source: The Address module requires the commerceguys/addressing library. <a href=":link" target="_blank">For more information check our readme</a>
ar: تتطلب وحدة العنوان مكتبة commerceguys/العنونة. <a href=":link" target="_blank"> لمزيد من المعلومات راجع الملف التمهيدي </a>
ca: El mòdul Adreça requereix la llibreria de comerceguys/adreça. <a href=":link" target="_blank"> Per a més informació consulteu el nostre readme </a>
it: Il modulo Address richiede la libreria commerceguys/addressing. <a href=":link" target="_blank">Per ulteriori informazioni, consultare il nostro readme</a>
ja: Addressモジュールにはcommerceguys/addressingライブラリが必要です。<a href=":link" target="_blank">詳しくはReadmeをご覧ください。</a>
nl: Voor de adresmodule is de bibliotheek commerceguys/addressing vereist. <a href=":link" target="_blank">Bekijk onze readme voor meer informatie</a>
pt_br: O módulo Address requer a biblioteca commerceguys/address. <a href=":link" target="_blank"> Para obter mais informações, verifique nosso readme </a>
uk: Для роботи модуля Address потрібна бібліотека commerceguys/addressing. <a href=":link" target="_blank">Для отримання додаткової інформації зверніться до нашого readme</a>
zh_hans: 地址模块需要使用 commerceguys/addressing 库。<a href=":link" target="_blank">更多信息请查看我们的 readme</a>

source: The Community About.
ar: حول المجتمع.
ca: La comunitat sobre.
it: La comunità su.
ja: コミュニティについて
nl: De Gemeenschap Over.
pt_br: A comunidade Sobre.
uk: Спільнота Про.
zh_hans: 关于社区。

source: The Community Branding Logo Url.
ar: عنوان URL الخاص بشعار العلامة التجارية للمجتمع.
ca: Url del logotip de marca comunitària.
it: Il logo del marchio comunitario Url.
ja: コミュニティ・ブランディングのロゴURL。
nl: De Community Branding Logo Url.
pt_br: O URL do logotipo da marca comunitária.
uk: Адреса логотипу для брендингу спільноти.
zh_hans: 社区品牌徽标网址。

source: The Event enrollment ID.
ar: معرف تسجيل الحدث.
ca: L'ID de matrícula de l'esdeveniment.
it: L'ID di iscrizione all'evento.
ja: イベント登録ID。
nl: De Event enrollment ID.
pt_br: O ID de inscrição no evento.
uk: Ідентифікатор реєстрації на подію.
zh_hans: 事件注册 ID。

source: The Hex color.
ar: لون الهيك.
ca: El color hex.
it: Il colore esadecimale.
ja: Hexカラー。
nl: De Hex kleur.
pt_br: A cor hexadecimal.
uk: Шестигранний колір.
zh_hans: 十六进制颜色。

source: The ID of the Activity entity.
ar: معرف كيان النشاط.
ca: Identificació de l'entitat d'activitat.
it: L'ID dell'entità Attività.
ja: アクティビティ・エンティティのID。
nl: Het ID van de entiteit Activiteit.
pt_br: O ID da entidade Activity.
uk: Ідентифікатор суб'єкта діяльності.
zh_hans: 活动实体的 ID。

source: The ID of the Event enrollment entity.
ar: معرف كيان تسجيل الحدث.
ca: L'ID de l'entitat de matrícula d'Esdeveniments.
it: L'ID dell'entità di registrazione dell'evento.
ja: イベント登録エンティティの ID。
nl: De ID van de entiteit voor gebeurtenissenregistratie.
pt_br: O ID da entidade de inscrição no evento.
uk: Ідентифікатор суб'єкта, що реєструється на подію.
zh_hans: 事件注册实体的 ID。

source: The ID of the Post entity.
ar: معرف كيان البريد.
ca: El DNI de l'entitat Correus.
it: L'ID dell'entità Post.
ja: PostエンティティのID。
nl: Het ID van de postentiteit.
pt_br: O ID da entidade Post.
uk: Ідентифікатор поштової організації.
zh_hans: 职位实体的 ID。

source: The JS to add to the site.
ar: JS لإضافتها إلى الموقع.
ca: Els JS per afegir al lloc.
it: Il JS da aggiungere al sito.
ja: サイトに追加するJS。
nl: De JS toe te voegen aan de site.
pt_br: O JS a ser adicionado ao site.
uk: JS для додавання на сайт.
zh_hans: 添加到网站的 JS。

source: The Job was not finished correctly, no error thrown.
ar: لم يتم إنهاء المهمة بشكل صحيح، ولم يحدث أي خطأ.
ca: El treball no s'ha acabat correctament, no s'ha llançat cap error.
it: Il lavoro non è stato terminato correttamente, non è stato lanciato alcun errore.
ja: ジョブは正しく終了せず、エラーは発生しませんでした。
nl: De opdracht is niet correct afgerond, er is geen fout gegooid.
pt_br: O trabalho não foi concluído corretamente, nenhum erro foi gerado.
uk: Завдання не було виконано коректно, помилки не було видано.
zh_hans: 任务未正确完成，未抛出错误。

source: The Post ID.
ar: معرف البريد.
ca: El ID de correus.
it: L'ID del post.
ja: 投稿ID
nl: De Post ID.
pt_br: O ID da postagem.
uk: Поштовий індекс.
zh_hans: 邮政编码。

source: The Social Mailer module
ca: El mòdul Social Mailer
it: Il modulo Social Mailer
ja: ソーシャル・メーラー・モジュール
pt_br: O módulo Social Mailer
zh_hans: 社交邮件模块

source: The URL alias allows you to customise the link to this page.
ar: يسمح لك الاسم المستعار لعنوان URL بتخصيص رابط هذه الصفحة.
ca: L'àlies URL permet personalitzar l'enllaç a aquesta pàgina.
it: L'alias URL consente di personalizzare il collegamento a questa pagina.
ja: URLエイリアスは、このページへのリンクをカスタマイズすることができます。
nl: De URL alias geeft je de mogelijkheid om de link naar deze pagina aan te passen.
pt_br: O alias de URL permite que você personalize o link para esta página.
uk: Псевдонім URL дозволяє вам налаштувати посилання на цю сторінку.
zh_hans: 通过 URL 别名，您可以自定义该页面的链接。

source: The URL alias must be a relative URL.
ar: يجب أن يكون الاسم المستعار لعناوين URL عبارة عن عنوان URL نسبي.
ca: L'àlies URL ha de ser una URL relativa.
it: L'alias URL deve essere un URL relativo.
ja: URLエイリアスは相対URLでなければならない。
nl: De URL alias moet een relatieve URL zijn.
pt_br: O alias do URL deve ser um URL relativo.
uk: Псевдонім URL має бути відносною URL-адресою.
zh_hans: URL 别名必须是相对 URL。

source: The URL of the private message thread group url.
ar: عنوان URL لعنوان URL لمجموعة سلاسل الرسائل الخاصة.
ca: L'URL de l'url del grup de fil de missatges privats.
it: L'URL del gruppo di discussione dei messaggi privati.
ja: プライベートメッセージスレッドグループのURL。
nl: De URL van de privé berichtendraad groep url.
pt_br: A URL da URL do grupo de discussão de mensagens privadas.
uk: URL-адреса групи потоку приватних повідомлень.
zh_hans: 私人信息主题组网址的 URL。

source: The UUID of the Activity entity.
ar: UUID الخاص بكيان النشاط.
ca: La UUID de l'entitat d'activitat.
it: L'UUID dell'entità Attività.
ja: アクティビティエンティティのUUID。
nl: De UUID van de entiteit Activiteit.
pt_br: O UUID da entidade Activity.
uk: UUID сутності Activity.
zh_hans: 活动实体的 UUID。

source: The UUID of the Event enrollment entity.
ar: UUID الخاص بكيان تسجيل الحدث.
ca: L'UUID de l'entitat de matrícula d'Esdeveniments.
it: L'UUID dell'entità di registrazione dell'evento.
ja: Event登録エンティティのUUID。
nl: De UUID van de entiteit voor gebeurtenissenregistratie.
pt_br: O UUID da entidade de inscrição no evento.
uk: UUID об'єкта реєстрації події.
zh_hans: 事件注册实体的 UUID。

source: The UUID of the Post entity.
ar: UUID الخاص بكيان البريد.
ca: La UUID de l'entitat Correus.
it: L'UUID dell'entità Post.
ja: PostエンティティのUUID。
nl: De UUID van de postentiteit.
pt_br: O UUID da entidade Post.
uk: UUID сутності Post.
zh_hans: 邮政实体的 UUID。

source: The absolute path to the spool directory.
ca: La ruta absoluta cap al directori de bobines.
it: Il percorso assoluto della directory di spool.
ja: スプール・ディレクトリへの絶対パス。
pt_br: O caminho absoluto para o diretório do spool.
zh_hans: Spool 目录的绝对路径。

source: The activity actions for this message
ar: إجراءات النشاط لهذه الرسالة
ca: Les accions de l'activitat per a aquest missatge
it: Le azioni dell'attività per questo messaggio
ja: このメッセージに対するアクティビティ・アクション
nl: De activiteiten voor dit bericht
pt_br: As ações de atividade para esta mensagem
uk: Дії активності для цього повідомлення
zh_hans: 该信息的活动操作

source: The activity context for this message
ar: سياق النشاط لهذه الرسالة
ca: El context de l'activitat d'aquest missatge
it: Il contesto dell'attività per questo messaggio
ja: このメッセージのアクティビティコンテキスト
nl: De activiteitscontext voor dit bericht
pt_br: O contexto da atividade para esta mensagem
uk: Контекст діяльності для цього повідомлення
zh_hans: 该信息的活动上下文

source: The activity destinations for this message
ar: وجهات النشاط لهذه الرسالة
ca: Les destinacions de l'activitat d'aquest missatge
it: Le destinazioni dell'attività per questo messaggio
ja: このメッセージのアクティビティ宛先
nl: De activiteitenbestemmingen voor dit bericht
pt_br: Os destinos de atividade para esta mensagem
uk: Напрямки діяльності для цього повідомлення
zh_hans: 该信息的活动目的地

source: The activity was already deleted. We marked it as successful.
ar: تم حذف النشاط بالفعل. قمنا بتمييزها على أنها ناجحة.
ca: L'activitat ja ha estat eliminada. El vam marcar com a reeixit.
it: L'attività è già stata cancellata. L'abbiamo contrassegnata come attività riuscita.
ja: アクティビティはすでに削除されました。成功しました。
nl: De activiteit was al verwijderd. We hebben het als succesvol gemarkeerd.
pt_br: A atividade já foi excluída. Nós o marcamos como um sucesso.
uk: Діяльність вже видалено. Ми позначили її як успішну.
zh_hans: 该活动已被删除。我们将其标记为成功。

source: The actor for this request if any.
ar: الممثل لهذا الطلب إن وجد.
ca: L'actor per a aquesta petició si n'hi ha.
it: L'attore per questa richiesta, se presente.
ja: もしあれば、このリクエストのアクター。
nl: De eventuele acteur voor dit verzoek.
pt_br: O ator dessa solicitação, se houver.
uk: Виконавець цього запиту, якщо такий є.
zh_hans: 该请求的行为者（如果有）。

source: The album visibility will be the same as the visibility of this post
ar: ستكون رؤية الألبوم مثل رؤية هذا المنشور
ca: La visibilitat de l'àlbum serà la mateixa que la visibilitat d'aquest post
it: La visibilità dell'album sarà la stessa di questo post.
ja: アルバムの可視性は、この投稿の可視性と同じになります。
nl: De zichtbaarheid van het album zal dezelfde zijn als de zichtbaarheid van dit bericht
pt_br: A visibilidade do álbum será a mesma que a visibilidade desta postagem
uk: Видимість альбому буде такою ж, як і видимість цієї публікації
zh_hans: 相册的可见性将与本帖的可见性相同

source: The amount of login attempts that can be made by a username.
ar: عدد محاولات تسجيل الدخول التي يمكن إجراؤها بواسطة اسم مستخدم.
ca: La quantitat d'intents d'inici de sessió que es poden fer mitjançant un nom d'usuari.
it: Il numero di tentativi di accesso che possono essere effettuati da un nome utente.
ja: ユーザー名によるログイン試行回数。
nl: Het aantal aanmeldingspogingen dat een gebruikersnaam kan doen.
pt_br: A quantidade de tentativas de login que podem ser feitas por um nome de usuário.
uk: Кількість спроб входу, які може зробити користувач.
zh_hans: 用户名可尝试登录的次数。

source: The amount of login attempts that can be made from a certain IP address.
ar: مقدار محاولات تسجيل الدخول التي يمكن إجراؤها من عنوان IP معين.
ca: La quantitat d'intents d'inici de sessió que es poden fer des d'una determinada adreça IP.
it: Il numero di tentativi di accesso che possono essere effettuati da un determinato indirizzo IP.
ja: 特定のIPアドレスからのログイン試行回数。
nl: Het aantal inlogpogingen dat vanaf een bepaald IP-adres kan worden gedaan.
pt_br: A quantidade de tentativas de login que podem ser feitas a partir de um determinado endereço IP.
uk: Кількість спроб входу, які можна здійснити з певної IP-адреси.
zh_hans: 从某个 IP 地址尝试登录的次数。

source: The approved comments listing.
ar: قائمة التعليقات المعتمدة.
ca: El llistat de comentaris aprovats.
it: L'elenco dei commenti approvati.
ja: 承認されたコメント一覧
nl: Goedgekeurde reactiestatus
pt_br: A lista de comentários aprovados.
uk: Затверджений список коментарів.
zh_hans: 批准的意见清单。

source: The author ID of the mention
ar: معرف المؤلف للإشارة
ca: Identificació de l'autor de la menció
it: L'ID dell'autore della menzione
ja: 言及の著者ID
nl: De auteurs-ID van de vermelding
pt_br: O ID do autor da menção
uk: Ідентифікатор автора згадки
zh_hans: 提及的作者 ID

source: The author of the comment.
ar: مؤلف التعليق.
ca: L'autor del comentari.
it: L'autore del commento.
ja: コメントの著者
nl: De auteur van het commentaar.
pt_br: O autor do comentário.
uk: Автор коментаря.
zh_hans: 评论的作者

source: The author of the content type that was commented on.
ar: مؤلف نوع المحتوى الذي تم التعليق عليه.
ca: L'autor del tipus de contingut que es va comentar.
it: L'autore del tipo di contenuto che è stato commentato.
ja: コメントされたコンテンツタイプの作者。
nl: De auteur van het inhoudstype waarop is gereageerd.
pt_br: O autor do tipo de conteúdo que foi comentado.
uk: Автор типу контенту, який був прокоментований.
zh_hans: 被评论内容类型的作者。

source: The author of the parent comment.
ar: مؤلف تعليق الوالدين.
ca: L'autor del comentari dels pares.
it: L'autore del commento dei genitori.
ja: 親コメントの著者
nl: De auteur van het ouderlijk commentaar.
pt_br: O autor do comentário dos pais.
uk: Автор батьківського коментаря.
zh_hans: 家长评论的作者。

source: The author of the parent entity.
ar: مؤلف الكيان الأم.
ca: L'autor de l'entitat matriu.
it: L'autore dell'entità padre.
ja: 親エンティティの作者。
nl: De auteur van de moederentiteit.
pt_br: O autor da entidade mãe.
uk: Автор материнської організації.
zh_hans: 母实体的作者。

source: The body of notification e-mails for anonymous enrollees.
ar: مجموعة رسائل البريد الإلكتروني الخاصة بالإشعارات للمسجلين المجهولين.
ca: El cos dels correus electrònics de notificació per a matriculats anònims.
it: Il corpo delle e-mail di notifica per gli iscritti anonimi.
ja: 匿名登録者への通知メールの本文。
nl: De body van notificatie e-mails voor anonieme inschrijvers.
pt_br: O corpo dos e-mails de notificação para inscritos anônimos.
uk: Текст повідомлень для анонімних вступників.
zh_hans: 匿名注册者的通知邮件正文。

source: The brand color.
ar: لون العلامة التجارية.
ca: El color de la marca.
it: Il colore del marchio.
ja: ブランドカラーだ。
nl: De kleur van het merk.
pt_br: A cor da marca.
uk: Фірмовий колір.
zh_hans: 品牌颜色

source: The brand colors for this community.
ar: ألوان العلامة التجارية لهذا المجتمع.
ca: Els colors de la marca per a aquesta comunitat.
it: I colori del marchio per questa comunità.
ja: このコミュニティのブランドカラー。
nl: De merkkleuren voor deze gemeenschap.
pt_br: As cores da marca para essa comunidade.
uk: Кольори бренду для цієї спільноти.
zh_hans: 该社区的品牌色彩。

source: The character limit is 140 characters including spaces.
ar: الحد الأقصى لعدد الأحرف هو 140 حرفًا بما في ذلك المسافات.
ca: El límit de caràcters és de 140 caràcters incloent espais.
it: Il limite di caratteri è di 140 caratteri, spazi inclusi.
ja: 文字数制限はスペースを含めて140文字です。
nl: De tekenlimiet is 140 tekens, inclusief spaties.
pt_br: O limite de caracteres é de 140 caracteres, incluindo espaços.
uk: Обмеження по символам - 140 символів, включаючи пробіли.
zh_hans: 字数限制为 140 个字符（包括空格）。

source: The color alpha component.
ar: مكون ألفا الملون.
ca: El component alfa de color.
it: Il componente alfa del colore.
ja: 色のアルファ成分。
nl: De kleur alfa component.
pt_br: O componente alfa colorido.
uk: Колірна альфа-компонента.
zh_hans: 颜色的 alpha 分量。

source: The color blue component.
ar: مكون اللون الأزرق.
ca: El component blau de color.
it: Il componente di colore blu.
ja: 青色成分。
nl: De kleur blauw component.
pt_br: O componente de cor azul.
uk: Колірна складова синього кольору.
zh_hans: 蓝色成分。

source: The color green component.
ar: مكون اللون الأخضر.
ca: El component de color verd.
it: Il componente di colore verde.
ja: 緑色のコンポーネント。
nl: De kleur groen component.
pt_br: O componente de cor verde.
uk: Зелена складова кольору.
zh_hans: 绿色成分。

source: The color red component.
ar: مكون اللون الأحمر.
ca: El component vermell de color.
it: Il componente di colore rosso.
ja: 赤のコンポーネント。
nl: De kleur rood component.
pt_br: O componente de cor vermelha.
uk: Червона складова кольору.
zh_hans: 红色成分。

source: The color.
ar: اللون.
ca: El color.
it: Il colore.
ja: 色だ。
nl: De kleur.
pt_br: A cor.
uk: Колір.
zh_hans: 颜色

source: The commented content type.
ar: نوع المحتوى الذي تم التعليق عليه.
ca: El tipus de contingut comentat.
it: Il tipo di contenuto commentato.
ja: コメントされたコンテンツタイプ。
nl: Het becommentarieerde inhoudstype.
pt_br: O tipo de conteúdo comentado.
uk: Тип коментованого контенту.
zh_hans: 注释的内容类型。

source: The community branding information.
ar: معلومات العلامة التجارية للمجتمع.
ca: Informació de la marca de la comunitat.
it: Le informazioni di branding della comunità.
ja: 地域ブランド情報。
nl: De community branding informatie.
pt_br: As informações de marca da comunidade.
uk: Інформація про брендинг спільноти.
zh_hans: 社区品牌信息。

source: The content type.
ar: نوع المحتوى.
ca: El tipus de contingut.
it: Il tipo di contenuto.
ja: コンテンツタイプ。
nl: Het inhoudstype.
pt_br: O tipo de conteúdo.
uk: Тип вмісту.
zh_hans: 内容类型。

source: The created date cannot be in the future.
ar: لا يمكن أن يكون تاريخ الإنشاء في المستقبل.
ca: La data creada no pot ser en el futur.
it: La data di creazione non può essere futura.
ja: 作成日を未来にすることはできない。
nl: De aanmaakdatum kan niet in de toekomst liggen.
pt_br: A data de criação não pode estar no futuro.
uk: Створена дата не може бути в майбутньому.
zh_hans: 创建日期不能是未来日期。

source: The date field
ar: حقل التاريخ
ca: El camp de la data
it: Il campo data
ja: 日付フィールド
nl: Het datumveld
pt_br: O campo de data
uk: Поле дати
zh_hans: 日期字段

source: The date of the comment.
ar: تاريخ التعليق.
ca: La data del comentari.
it: La data del commento.
ja: コメントの日付。
nl: De datum van de opmerking.
pt_br: A data do comentário.
uk: Дата коментаря.
zh_hans: 发表评论的日期。

source: The date of the parent comment.
ar: تاريخ تعليق الوالدين.
ca: La data del comentari dels pares.
it: La data del commento del genitore.
ja: 親コメントの日付。
nl: De datum van de opmerking van de ouder.
pt_br: A data do comentário dos pais.
uk: Дата батьківського коментаря.
zh_hans: 上级评论的日期。

source: The description is optional: if a line contains value|label a description will not be shown.
ar: الوصف اختياري: إذا كان السطر يحتوي على value|label فلن يتم عرض الوصف.
ca: La descripció és opcional: si una línia conté valor|etiqueta no es mostrarà una descripció.
it: La descrizione è facoltativa: se una riga contiene valore|etichetta, la descrizione non verrà mostrata.
ja: 行にvalue|labelが含まれる場合、説明は表示されない。
nl: De beschrijving is facultatief: indien een regel waarde|label bevat wordt geen beschrijving getoond.
pt_br: A descrição é opcional: se uma linha contiver value|label, a descrição não será mostrada.
uk: Опис не є обов'язковим: якщо рядок містить значення|мітку, опис не буде показано.
zh_hans: 描述为可选项：如果一行包含值|标签，则不显示描述。

source: The display name of the Receiver of the email.
ar: اسم العرض الخاص بمستلم البريد الإلكتروني.
ca: El nom de visualització del receptor del correu electrònic.
it: Il nome visualizzato del destinatario dell'e-mail.
ja: メールの受信者の表示名。
nl: De weergavenaam van de ontvanger van de e-mail.
pt_br: O nome de exibição do destinatário do e-mail.
uk: Ім'я одержувача імейлу.
zh_hans: 电子邮件收件人的显示名称。

source: The display name that is visible for unpriviliged users.
ar: اسم العرض المرئي للمستخدمين غير المميزين.
ca: El nom de visualització que és visible per als usuaris no priviligats.
it: Il nome visualizzato che è visibile agli utenti non privati.
ja: プライバシーのないユーザーに表示される表示名。
nl: De weergavenaam die zichtbaar is voor onbeveiligde gebruikers.
pt_br: O nome de exibição que é visível para usuários sem privilégios.
uk: Ім'я відображення, яке бачать непривілейовані користувачі.
zh_hans: 非特权用户可见的显示名称。

source: The download count module has been uninstalled.
ar: تم إلغاء تثبيت وحدة عدد التنزيلات.
ca: S'ha desinstal·lat el mòdul de recompte de descàrregues.
it: Il modulo per il conteggio dei download è stato disinstallato.
ja: ダウンロードカウントモジュールがアンインストールされました。
nl: De download count module is verwijderd.
pt_br: O módulo de contagem de downloads foi desinstalado.
uk: Видалено модуль підрахунку завантажень.
zh_hans: 下载计数模块已卸载。

source: The email subject line
ar: سطر موضوع البريد الإلكتروني
ca: La línia de l'assumpte del correu electrònic
it: L'oggetto dell'e-mail
ja: メールの件名
nl: De onderwerpregel van de e-mail
pt_br: A linha de assunto do e-mail
uk: Тема листа
zh_hans: 电子邮件主题行

source: The email you are about to send is sent from the platform's email address. If you wish to receive replies on this email on your own email address, please specify your email address in this field.
ar: يتم إرسال البريد الإلكتروني الذي توشك على إرساله من عنوان البريد الإلكتروني للمنصة. إذا كنت ترغب في تلقي ردود على هذه الرسالة على عنوان البريد الإلكتروني الخاص بك، فيرجى تحديد عنوان بريدك الإلكتروني في هذا الحقل.
ca: El correu electrònic que esteu a punt d'enviar s'envia des de l'adreça de correu electrònic de la plataforma. Si desitja rebre respostes en aquest correu electrònic en la seva pròpia adreça de correu electrònic, si us plau, especifiqui la seva adreça de correu electrònic en aquest camp.
it: L'e-mail che si sta per inviare è inviata dall'indirizzo e-mail della piattaforma. Se desiderate ricevere le risposte a questa e-mail sul vostro indirizzo e-mail, specificate il vostro indirizzo e-mail in questo campo.
ja: これから送信されるメールは、プラットフォームのメールアドレスから送信されます。このメールの返信をご自身のメールアドレスで受け取りたい場合は、この欄にメールアドレスを入力してください。
nl: De e-mail die je gaat versturen heeft het platform e-mailadres als afzender. Wil je reacties op je e-mail, vul dan hier je eigen e-mailadres in.
pt_br: O e-mail que você está prestes a enviar é enviado do endereço de e-mail da plataforma. Se você deseja receber respostas sobre este e-mail em seu próprio endereço de e-mail, especifique seu endereço de e-mail neste campo.
uk: Електронний лист, який ви збираєтеся надіслати, надсилається з електронної адреси платформи. Якщо ви хочете отримувати відповіді на цю електронну адресу на свою електронну адресу, будь ласка, вкажіть свою електронну адресу в цьому полі.
zh_hans: 您将要发送的电子邮件是从平台的电子邮件地址发送的。如果您希望通过自己的电子邮件地址接收此电子邮件的回复，请在此字段中指定您的电子邮件地址。

source: The email(s) will be send in the background. You will be notified upon completion.
ar: سيتم إرسال البريد الإلكتروني (الرسائل) في الخلفية. سيتم إعلامك عند الانتهاء.
ca: El correu electrònic s'enviarà en segon pla. Se li notificarà un cop finalitzat.
it: I messaggi di posta elettronica verranno inviati in background. L'utente riceverà una notifica al termine dell'operazione.
ja: メールはバックグラウンドで送信されます。完了すると、あなたに通知されます。
nl: De e-mail wordt in de achtergrond verzonden. Je krijgt een melding wanneer het klaar is.
pt_br: O (s) e-mail (s) serão enviados em segundo plano. Você será notificado após a conclusão.
uk: Лист(и) буде надіслано у фоновому режимі. Після завершення ви отримаєте повідомлення.
zh_hans: 电子邮件将在后台发送。完成后会通知您。

source: The enrollment request of @name has been declined.
ar: تم رفض طلب التسجيل لـ @name.
ca: La sol·licitud de matrícula de @name ha estat rebutjada.
it: La richiesta di iscrizione di @name è stata rifiutata.
ja: @name の入団要請は拒否された。
nl: De aanmeldingen van @name is afgewezen.
pt_br: A solicitação de inscrição de @name foi recusada.
uk: Запит на реєстрацію від @name було відхилено.
zh_hans: @name 的注册申请已被拒绝。

source: The entered username already exists or has an incorrect format. Please try again.
ar: اسم المستخدم الذي تم إدخاله موجود بالفعل أو يحتوي على تنسيق غير صحيح. يرجى المحاولة مرة أخرى.
ca: El nom d'usuari introduït ja existeix o té un format incorrecte. Si us plau, torneu a intentar.
it: Il nome utente inserito esiste già o ha un formato errato. Riprovare.
ja: 入力されたユーザー名はすでに存在するか、形式が正しくありません。もう一度入力してください。
nl: De gebruikersnaam die je hebt ingevoerd bestaat al of heeft een verkeerd formaat. Probeer het gerust opnieuw.
pt_br: O nome de usuário inserido já existe ou tem um formato incorreto. Por favor, tente novamente.
uk: Введене ім'я користувача вже існує або має неправильний формат. Будь ласка, спробуйте ще раз.
zh_hans: 输入的用户名已存在或格式不正确。请重试。
