Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: An error occurred and processing did not complete.
ar: حدث خطأ ولم تكتمل المعالجة.
ca: S'ha produït un error i el processament no s'ha completat.
it: Si è verificato un errore e l'elaborazione non è stata completata.
ja: エラーが発生し、処理が完了しませんでした。
nl: Er is een fout opgetreden en de bewerking is niet voltooid.
pt_br: Ocorreu um erro e o processamento não foi concluído.
uk: Сталася помилка й обробка не була завершена.
zh_hans: 发生错误，处理未完成。

source: An error occurred during processing
ar: حدث خطأ أثناء معالجة
ca: S'ha produït un error durant el processament
it: Si è verificato un errore durante l'elaborazione
ja: 処理中にエラーが発生しました
nl: Er is een fout opgetreden tijdens de verwerking
pt_br: Ocorreu um erro durante o processamento
uk: Під час обробки виникла помилка
zh_hans: 处理过程中出现错误

source: An error occurred while processing @operation with arguments : @args
ar: حدث خطأ أثناء معالجة @operation باستخدام الوسائط: @args
ca: S'ha produït un error en processar @operation amb arguments: @args
it: Si è verificato un errore durante l'elaborazione di @operation con argomenti : @args
ja: @operation の処理中にエラーが発生しました：@args
nl: Er is een fout opgetreden bij het verwerken van @operation met argumenten: @args
pt_br: Ocorreu um erro ao processar @operation com argumentos: @args
uk: Помилка під час обробки @operation з аргументами: @args
zh_hans: 处理@operation 时发生错误，参数为 ：@args

source: An invalid vocabulary is selected. Please change it in the options.
ar: تم تحديد مفردات غير صالحة. يرجى تغييره في الخيارات.
ca: Es selecciona un vocabulari no vàlid. Si us plau, canvieu-lo en les opcions.
it: È stato selezionato un vocabolario non valido. Si prega di modificarlo nelle opzioni.
ja: 無効な語彙が選択されています。オプションで変更してください。
nl: Er is een ongeldige woordenlijst geselecteerd. Gelieve dit te wijzigen in de opties.
pt_br: Um vocabulário inválido foi selecionado. Por favor, altere-o nas opções.
uk: Вибрано невірний словник. Будь ласка, змініть його в налаштуваннях.
zh_hans: 选择的词汇无效。请在选项中更改。

source: An organizer added me to an event
ar: أضافني منظم إلى حدث
ca: Un organitzador em va afegir a un esdeveniment
it: Un organizzatore mi ha aggiunto a un evento
ja: オーガナイザーが私をイベントに追加してくれた
nl: Een organisator voegde me toe aan een evenement
pt_br: Um organizador me adicionou a um evento
uk: Організатор додав мене до події
zh_hans: 一位组织者将我添加到一个活动中

source: Anonymous
ar: مجهول
ca: Anònim
it: Anonimo
ja: 匿名
nl: Anoniem
pt_br: Anônimo
uk: Анонім
zh_hans: 匿名

source: Anonymous Enrollment notification
ca: Notificació d'inscripció anònima
it: Notifica di iscrizione anonima
ja: 匿名での入団通知
pt_br: Notificação de inscrição anônima
zh_hans: 匿名注册通知

source: Anonymous Event Enrolments
ar: تسجيلات الأحداث المجهولة
ca: Matrícules d'esdeveniments anònims
it: Iscrizioni a eventi anonimi
ja: 匿名イベント登録
nl: Anonieme inschrijvingen voor evenementen
pt_br: Inscrições anônimas em eventos
uk: Анонімні реєстрації на події
zh_hans: 匿名活动报名

source: Anonymous event enrollment settings
ar: إعدادات تسجيل حدث مجهول
ca: Configuració de registre d'esdeveniments anònims
it: Impostazioni di registrazione degli eventi anonimi
ja: 匿名イベント登録設定
nl: Anonieme evenement aanmeld instellingen
pt_br: Configurações de inscrição em eventos anônimos
uk: Налаштування реєстрації анонімних подій
zh_hans: 匿名事件注册设置

source: Anonymous page cache (recommended)
ar: ذاكرة التخزين المؤقت للصفحة المجهولة (مستحسن)
ca: Caché de la pàgina anònima (recomanat)
it: Cache di pagina anonima (consigliata)
ja: 匿名ページキャッシュ（推奨）
nl: Anonieme pagina cache (aanbevolen)
pt_br: Cache de página anônima (recomendado)
uk: Кеш анонімних сторінок (рекомендовано)
zh_hans: 匿名页面缓存（推荐）

source: Another user (%other_user) is already logged into the site on this computer, but you tried to use a one-time link for user %resetting_user. Please <a href=":logout">log out</a> and try using the link again.
ar: تم تسجيل دخول مستخدم آخر (%other_user) إلى الموقع على هذا الكمبيوتر ، لكنك حاولت استخدام ارتباط لمرة واحدة للمستخدم%resetting_user. الرجاء <a href=":logout">تسجيل الخروج</a> وحاول استخدام الرابط مرة أخرى.
ca: Un altre usuari (%other_user) ja està connectat al lloc en aquest ordinador, però heu intentat utilitzar un enllaç únic per a l'usuari %resetting_user. Si us plau, <a href=":logout"> tanqueu la sessió </a> i intenteu tornar a utilitzar l'enllaç.
it: Un altro utente (%other_user) ha già effettuato l'accesso al sito su questo computer, ma lei ha cercato di utilizzare un link unico per l'utente %resetting_user. Si prega di <a href=":logout">disconnettersi da</a> e riprovare a utilizzare il link.
ja: このコンピュータでは、別のユーザー（%other_user ）がすでにサイトにログインしていますが、ユーザー%resetting_user のワンタイムリンクを使用しようとしました。<a href=":logout"></a> をログアウトして、もう一度リンクを使用してみてください。
nl: U gebruikt een eenmalige login link voor de gebruiker %resetting_user, maar een andere gebruiker (%other_user) is al ingelogd op de site op deze computer. <a href=":logout">Log uit</a> en gebruik de link opnieuw.
pt_br: Outro usuário (%other_user) já está conectado ao site neste computador, mas você tentou usar um link único para o usuário %resetting_user. Por favor, <a href=":logout"> saia do </a> e tente usar o link novamente.
uk: Інший користувач (%other_user) вже увійшов на сайт з цього компьютера, а ви намагаєтесь використати одноразове посилання для користувача %resetting_user. Будь ласка, <a href=":logout">здійсніть вихід</a> і спробуйте перейти за посиланням ще раз.
zh_hans: 另一名用户 (%other_user) 已在这台计算机上登录网站，但您试图使用用户%resetting_user 的一次性链接。请<a href=":logout">注销</a> 并尝试再次使用该链接。

source: App feature settings
ca: Configuració de la funció de l'aplicació
it: Impostazioni delle funzioni dell'app
ja: アプリの機能設定
pt_br: Configurações de recursos do aplicativo
zh_hans: 应用程序功能设置

source: Appearance
ar: المظهر
ca: Aparença
it: Aspetto
ja: 外観
nl: Uiterlijk
pt_br: Aparência
uk: Зовнішній вигляд
zh_hans: 外观

source: Apply
ca: Aplicar
it: Applicare
ja: 応募する
pt_br: Aplique
zh_hans: 申请

source: Apply mail_html to body text
ca: Aplica mail_html al text corporal
it: Applicare mail_html al testo del corpo
ja: 本文にmail_htmlを適用する
pt_br: Aplicar mail_html ao corpo do texto
zh_hans: 将 mail_html 应用于正文

source: Approve
ar: وافق
ca: Aprovar
it: Approvare
ja: 承認
nl: Goedkeuren
pt_br: Aprovar
uk: Схвалити
zh_hans: 批准

source: Approve Membership
ar: الموافقة على العضوية
ca: Aprovar l'adhesió
it: Approvare l'adesione
ja: 入会を承認する
nl: Lidmaatschap goedkeuren
pt_br: Aprovar a associação
uk: Затвердити членство
zh_hans: 批准会员资格

source: Approve membership
ar: الموافقة على العضوية
ca: Aprovar l'adhesió
it: Approvare l'adesione
ja: 入会を承認する
nl: Lidmaatschap goedkeuren
pt_br: Aprovar a associação
uk: Затвердити членство
zh_hans: 批准成员资格

source: Approve membership request
ar: الموافقة على طلب العضوية
ca: Aprovar la sol·licitud d'adhesió
it: Approvare la richiesta di adesione
ja: 入会を承認する
nl: Sta aanvraag om lid te worden toe
pt_br: Aprovar a solicitação de associação
uk: Затвердити заявку на членство
zh_hans: 批准入会申请

source: Approve membership request for the group @group_title
ar: الموافقة على طلب العضوية للمجموعة @group_title
ca: Aprovar la sol·licitud d'adhesió al grup @group_title
it: Approvare la richiesta di adesione al gruppo @group_title
ja: グループへの入会要請を承認する@group_title
nl: Lidmaatschap goedkeuren voor de groep @group_title
pt_br: Aprovar a solicitação de associação para o grupo @group_title
uk: Затвердити заявку на членство в групі @group_title
zh_hans: 批准小组成员资格申请@group_title

source: Approve request to join a group
ar: طلب الموافقة للانضمام إلى مجموعة
ca: Aprovar la sol·licitud d'unir-se a un grup
it: Approvare la richiesta di adesione a un gruppo
ja: グループへの参加リクエストを承認する
nl: Verzoek om lid te worden van een groep accepteren
pt_br: Aprovar a solicitação para participar de um grupo
uk: Затвердити запит на приєднання до групи
zh_hans: 批准加入小组的申请

source: Approved
ar: تمت الموافقة
ca: Aprovat
it: Approvato
ja: 承認済み
nl: Goedgekeurd
pt_br: Aprovado
uk: Схвалено
zh_hans: 批准

source: Approved request to join a group activity context
ar: تمت الموافقة على الطلب للانضمام إلى سياق نشاط المجموعة
ca: Sol·licitud aprovada per unir-se a un context d'activitat grupal
it: Richiesta approvata di adesione a un contesto di attività di gruppo
ja: 承認されたグループ活動コンテキストへの参加要求
nl: Goedgekeurd verzoek om toe te treden tot een groepsactiviteitencontext
pt_br: Solicitação aprovada para participar de um contexto de atividade em grupo
uk: Затверджений запит на приєднання до контексту групової активності
zh_hans: 加入小组活动的申请获得批准

source: Approved/Rejected by
ar: موافق عليه / مرفوض من قبل
ca: Aprovat/rebutjat per
it: Approvato/Rifiutato da
ja: 承認/不承認
nl: Geaccepteerd/geweigerd door
pt_br: Aprovado/rejeitado por
uk: Схвалено/відхилено
zh_hans: 批准/否决

source: Are you sure to accept the invitation and join this group? You can leave this group at any time.
ar: هل أنت متأكد من قبول الدعوة والانضمام إلى هذه المجموعة؟ يمكنك مغادرة هذه المجموعة في أي وقت.
ca: Esteu segur d'acceptar la invitació i unir-vos a aquest grup? Podeu deixar aquest grup en qualsevol moment.
it: Sei sicuro di accettare l'invito e di unirti a questo gruppo? Puoi lasciare questo gruppo in qualsiasi momento.
ja: 招待を受けて、このグループに参加してよろしいですか？このグループはいつでも脱退できます。
nl: Weet je zeker dat je de uitnodiging wil accepteren en lid wil worden? Je kan de groep ten alle tijden verlaten.
pt_br: Você tem certeza de que aceitará o convite e se juntará a este grupo? Você pode sair desse grupo a qualquer momento.
uk: Ви впевнені, що хочете прийняти запрошення і приєднатися до цієї групи? Ви можете покинути цю групу в будь-який час.
zh_hans: 您确定接受邀请并加入该群组吗？您可以随时退出本组。

source: Are you sure you want to "%action" the following enrollee?
ar: هل تريد بالتأكيد «%action» المسجلين التاليين في %count؟
ca: Estàs segur que vols “%action” el següent matriculat?
it: È sicuro di voler "%action" il seguente iscritto?
ja: 以下の%count 登録者を"%action"することに間違いありませんか？
nl: Weet je zeker dat je de aanmelding wilt "%action"?
uk: Ви впевнені, що хочете "%action" наступного учасника?
zh_hans: 您确定要 "%action"以下%count 注册者吗？

source: Are you sure you want to "%action" the following member?
ar: هل تريد بالتأكيد «%action» أعضاء %count التاليين؟
ca: Estàs segur que vols “%action” el següent membre?
it: È sicuro di voler "%action" il seguente membro?
ja: 以下の%count メンバーを本当に"%action"したいのですか？
nl: Weet je zeker dat je het volgende lid wilt "%action"?
uk: Ви впевнені, що хочете "%action" наступного учасника?
zh_hans: 您确定要 "%action" 以下%count 成员吗？

source: Are you sure you want to Reject this request?
ar: هل أنت متأكد أنك تريد رفض هذا الطلب؟
ca: Segur que voleu rebutjar aquesta sol·licitud?
it: È sicuro di voler rifiutare questa richiesta?
ja: このリクエストを拒否してもよろしいですか？
nl: Weet je zeker dat je deze aanvraag wilt afwijzen?
pt_br: Tem certeza de que deseja rejeitar essa solicitação?
uk: Ви впевнені, що хочете відхилити цей запит?
zh_hans: 您确定要拒绝此请求吗？

source: Are you sure you want to approve the membership request for @name?
ar: هل أنت متأكد من أنك تريد الموافقة على طلب العضوية لـ @name؟
ca: Esteu segur que voleu aprovar la sol·licitud d'adhesió per a @name?
it: Sei sicuro di voler approvare la richiesta di adesione per @name?
ja: @name の入会リクエストを承認してよろしいですか？
nl: Weet je zeker dat je het lidmaatschap wil goedkeuren voor @name?
pt_br: Tem certeza de que deseja aprovar a solicitação de associação para @name?
uk: Ви дійсно хочете затвердити запит на реєстрацію для @name?
zh_hans: 您确定要批准@name 的会员申请吗？

source: Are you sure you want to decline the enrollment request for @name?
ar: هل أنت متأكد أنك تريد رفض طلب التسجيل لـ @name؟
ca: Esteu segur que voleu rebutjar la sol·licitud de matrícula per a @name?
it: È sicuro di voler rifiutare la richiesta di iscrizione a @name?
ja: @name の入団要請を断ってよろしいですか？
nl: Weet je zeker dat je de aanmeldingen wil afwijzen voor @name?
pt_br: Tem certeza de que deseja recusar a solicitação de inscrição para @name?
uk: Ви впевнені, що хочете відхилити запит на реєстрацію на @name?
zh_hans: 您确定要拒绝@name 的注册申请吗？

source: Are you sure you want to delete %name?
ar: هل أنت متأكد أنك تريد حذف %name؟
ca: Estàs segur que vols eliminar %name?
it: Sei sicuro di voler cancellare %name?
ja: 本当に%name 。
nl: Weet je zeker dat je %name wilt verwijderen?
pt_br: Tem certeza de que deseja excluir %name?
uk: Ви дійсно бажаєте видалити %name?
zh_hans: 您确定要删除%name 吗？

source: Are you sure you want to delete your group "@group" along with all of the posts, events and topics inside this group? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف مجموعتك "@group" بالإضافة إلى جميع المشاركات والأحداث والموضوعات داخل هذه المجموعة؟ لا يمكن التراجع عن هذا الإجراء.
ca: Esteu segur que voleu eliminar el vostre grup “@group” juntament amb totes les publicacions, esdeveniments i temes dins d'aquest grup? Aquesta acció no es pot desfer.
it: Sei sicuro di voler cancellare il tuo gruppo "@group" insieme a tutti i messaggi, gli eventi e gli argomenti presenti in questo gruppo? Questa azione non può essere annullata.
ja: グループ "@group" を、このグループ内のすべての投稿、イベント、トピックとともに削除してもよろしいですか？この操作は元に戻せません。
nl: Weet je zeker dat je jouw groep "@group" samen met alle berichten, evenementen en onderwerpen in de groep wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
pt_br: Tem certeza de que deseja excluir seu grupo “@group” junto com todas as postagens, eventos e tópicos desse grupo? Essa ação não pode ser desfeita.
uk: Ви дійсно хочете видалити свою групу "@group" разом з усіма повідомленнями, подіями та темами в цій групі? Ця дія не може бути скасована.
zh_hans: 您确定要删除您的组 "@group" 以及该组中的所有帖子、活动和主题吗？此操作无法撤销。

source: Are you sure you want to reject the membership request for @name?
ar: هل أنت متأكد من أنك تريد رفض طلب العضوية لـ @name؟
ca: Esteu segur que voleu rebutjar la sol·licitud d'adhesió a @name?
it: Sei sicuro di voler rifiutare la richiesta di adesione a @name?
ja: @name の入団要請を拒否してよろしいですか？
nl: Weet je zeker dat je het lidmaatschap wil afwijzen voor @name?
pt_br: Tem certeza de que deseja rejeitar a solicitação de associação para @name?
uk: Ви впевнені, що хочете відхилити запит на членство на @name?
zh_hans: 您确定要拒绝@name 的会员申请吗？

source: Are you sure you want to remove %name from %group?
ar: هل أنت متأكد أنك تريد إزالة %name من %group؟
ca: Esteu segur que voleu eliminar %name de %group?
it: Sei sicuro di voler rimuovere %name da %group?
ja: 本当に%group から%name を削除したいのですか？
nl: Weet je zeker dat je %name wilt verwijderen uit %group?
pt_br: Tem certeza de que deseja remover %name de %group?
uk: Ви дійсно хочете видалити %name з %group?
zh_hans: 您确定要从%group 删除%name 吗？

source: Are you sure you want to request membership the group @group
ar: هل أنت متأكد أنك تريد طلب عضوية المجموعة @group
ca: Estàs segur que vols sol·licitar l'adhesió al grup @group
it: Sei sicuro di voler richiedere l'iscrizione al gruppo @group
ja: 本当にこのグループへの入会をご希望ですか？@group
nl: Weet je zeker dat je een aanvraag wilt doen om lid te worden van de groep @group
pt_br: Tem certeza de que deseja solicitar a adesão ao grupo @group
uk: Ви впевнені, що хочете подати заявку на участь у групі @group
zh_hans: 您确定要申请加入该小组吗？@group

source: Are you sure you want to send your email to the following enrollee?
ar: هل تريد بالتأكيد إرسال بريدك الإلكتروني إلى المسجلين التاليين %count؟
ca: Estàs segur que vols enviar el teu correu electrònic al següent matriculat?
it: È sicuro di voler inviare l'e-mail al seguente iscritto?
ja: 以下の%count 登録者にメールを送信してもよろしいですか？
nl: Weet je zeker dat je je email wilt sturen naar de volgende aanwezige?
uk: Ви впевнені, що хочете надіслати свою електронну пошту наступному абітурієнту?
zh_hans: 您确定要将电子邮件发送给以下%count 注册者吗？

source: Are you sure you want to send your email to the following member?
ar: هل تريد بالتأكيد إرسال بريدك الإلكتروني إلى أعضاء %count التاليين؟
ca: Estàs segur que vols enviar el teu correu electrònic al següent membre?
it: Sei sicuro di voler inviare l'e-mail al seguente utente?
ja: 以下の%count メンバーにメールを送信してもよろしいですか？
nl: Weet je zeker dat je je email wilt sturen naar het volgende lid?
uk: Ви впевнені, що хочете відправити свою електронну пошту наступному користувачеві?
zh_hans: 您确定要将电子邮件发送给以下%count 成员吗？

source: Are you sure you want to send your email to to the following %count enrollees?
ca: Estàs segur que vols enviar el teu correu electrònic als següents matriculats %count?
it: È sicuro di voler inviare l'e-mail ai seguenti iscritti a %count?
ja: 以下の%count 登録者にメールを送信してもよろしいですか？
pt_br: Tem certeza de que deseja enviar seu e-mail para os seguintes inscritos em %count?
zh_hans: 您确定要将电子邮件发送给以下%count 注册人？

source: Asc
ar: تصاعدي
ja: アスク
nl: Oplopend
uk: Зрост

source: Assign event organisers to this event.
ar: تعيين منظمي الحدث لهذا الحدث.
ca: Assigna organitzadors d'esdeveniments a aquest esdeveniment.
it: Assegnare gli organizzatori dell'evento a questo evento.
ja: このイベントにイベントオーガナイザーを割り当てます。
nl: Ken evenement organisatoren aan dit evenement toe.
pt_br: Designe organizadores de eventos para este evento.
uk: Призначити організаторів заходу на цю подію.
zh_hans: 为该活动指定活动组织者。

source: At what number of event types to switch from radio buttons to select widget.
ar: في أي عدد من أنواع الأحداث للتبديل من أزرار الاختيار لتحديد القطعة.
ca: A quin nombre de tipus d'esdeveniments canviar de botons de ràdio per seleccionar giny.
it: A quale numero di tipi di evento passare dai pulsanti di opzione al widget di selezione.
ja: ラジオボタンから選択ウィジェットに切り替えるイベントタイプの数を指定します。
nl: Bij welk aantal gebeurtenistypes moet worden overgeschakeld van keuzerondjes naar selectiewidget.
pt_br: Em que número de tipos de eventos alternar dos botões de rádio para selecionar o widget.
uk: При якій кількості типів подій переходити від радіокнопок до вибору віджету.
zh_hans: 从单选按钮切换到选择 widget 的事件类型数量。

source: Attachment
ar: المرفق
ca: Adjunt
it: Allegato
ja: アタッチメント
nl: Bijlage
pt_br: Anexo
uk: Долучення
zh_hans: 附件

source: Attachments
ar: المرفقات
ca: Fitxers adjunts
it: Allegati
ja: アタッチメント
nl: Bijlagen
pt_br: Anexos
uk: Вкладення
zh_hans: 附件

source: Attention!
ar: انتباه!
ca: Atenció!
it: Attenzione!
ja: 注目してほしい！
nl: Let op!
pt_br: Atenção!
uk: Струнко!
zh_hans: 请注意！

source: Author
ar: الكاتب
ca: Autor
it: Autore
ja: 著者
nl: Auteur
pt_br: Autor
uk: Автор
zh_hans: 作者

source: Author Information
ar: معلومات الكاتب
ca: Informació de l'autor
it: Informazioni sull'autore
ja: 著者情報
nl: Auteursinformatie
pt_br: Informações sobre o autor
uk: Інформація про автора
zh_hans: 作者信息

source: Author as event organiser
ar: المؤلف كمنظم الحدث
ca: Autor com a organitzador d'esdeveniments
it: Autore come organizzatore di eventi
ja: イベント主催者としての著者
nl: Auteur is evenement organisator.
pt_br: Autor como organizador de eventos
uk: Автор як організатор заходу
zh_hans: 作者作为活动组织者

source: Author name
ar: اسم المؤلف
ca: Nom de l'autor
it: Nome dell'autore
ja: 著者名
nl: Auteur
pt_br: Nome do autor
uk: Ім'я автора
zh_hans: 作者姓名

source: Author user id
ar: معرف مستخدم المؤلف
ca: Identificació d'usuari de l'autor
it: ID utente autore
ja: 著者ユーザーID
nl: Auteur gebruikers id
pt_br: ID de usuário do autor
uk: Ідентифікатор користувача автора
zh_hans: 作者用户 ID

source: Authored by
ar: تأليف
ca: Autor:
it: Autorizzato da
ja: 著者
nl: Geschreven door
pt_br: De autoria de
uk: Автор
zh_hans: 作者

source: Autocomplete Item
ar: عنصر الإكمال التلقائي
ca: Element de completació automàtica
it: Elemento di completamento automatico
ja: オートコンプリート項目
nl: Automatisch aanvullen
pt_br: Item de preenchimento automático
uk: Автозаповнення елемента
zh_hans: 自动完成项目

source: Autocomplete field with group names.
ar: حقل الإكمال التلقائي بأسماء المجموعات.
ca: Camp d'autocompletar amb noms de grups.
it: Campo di completamento automatico con i nomi dei gruppi.
ja: グループ名のオートコンプリートフィールド。
nl: Automatisch aanvullen veld met groepsnamen.
pt_br: Campo de preenchimento automático com nomes de grupos.
uk: Автозаповнення поля з назвами груп.
zh_hans: 包含组名的自动完成字段。

source: Autocomplete field with items from taxonomy list content tags.
ar: حقل الإكمال التلقائي بعناصر من علامات محتوى قائمة التصنيف.
ca: Camp d'autocompletar amb elements de les etiquetes de contingut de la llista de taxonomia.
it: Campo di completamento automatico con gli elementi dei tag di contenuto dell'elenco della tassonomia.
ja: タクソノミーのリストコンテンツタグから項目をオートコンプリートフィールド。
nl: Automatisch aanvullen veld met items uit de taxonomie lijst van inhoud tags.
pt_br: Campo de preenchimento automático com itens das tags de conteúdo da lista de taxonomia.
uk: Автозаповнення поля елементами з тегів вмісту списку таксономії.
zh_hans: 从分类列表内容标签中自动完成字段项目。

source: Autocomplete field with items from taxonomy list topic types.
ar: حقل الإكمال التلقائي بعناصر من أنواع موضوعات قائمة التصنيف.
ca: Camp d'autocompletar amb elements de la llista de taxonomia tipus de temes.
it: Campo di completamento automatico con gli elementi dei tipi di argomenti dell'elenco della tassonomia.
ja: タクソノミーリストのトピックタイプから項目をオートコンプリートフィールド。
nl: Automatisch aanvullen veld met items uit de taxonomie lijst met topic types.
pt_br: Campo de preenchimento automático com itens dos tipos de tópicos da lista de taxonomia.
uk: Автозаповнюване поле з елементами з типів тем списку таксономії.
zh_hans: 使用分类列表主题类型中的项目自动完成字段。

source: Automatic login
ar: تسجيل الدخول التلقائي
ca: Inici de sessió automàtic
it: Accesso automatico
ja: 自動ログイン
nl: Automatische login
pt_br: Login automático
uk: Автоматичний вхід
zh_hans: 自动登录

source: Available content visibility
ar: رؤية المحتوى المتاح
ca: Visibilitat del contingut disponible
it: Visibilità dei contenuti disponibili
ja: 利用可能なコンテンツの可視性
nl: Beschikbare inhoud zichtbaarheid
pt_br: Visibilidade do conteúdo disponível
uk: Доступна видимість вмісту
zh_hans: 可用内容可见性

source: Avatar
ar: أفاتار
ja: アバター
uk: Аватар
zh_hans: 阿凡达

source: Avatar settings
ar: إعدادات الصورة الرمزية
ca: Configuració de l'avatar
it: Impostazioni dell'avatar
ja: アバター設定
nl: Avatar instellingen
pt_br: Configurações de avatar
uk: Налаштування аватара
zh_hans: 头像设置

source: Back to event
ar: العودة إلى الحدث
ca: Tornar a l'esdeveniment
it: Torna all'evento
ja: イベントに戻る
nl: Terug naar het evenement
pt_br: Voltar ao evento
uk: Повернутися до події
zh_hans: 返回活动

source: Back to group
ar: العودة إلى المجموعة
ca: Tornar al grup
it: Torna al gruppo
ja: グループに戻る
nl: Terug naar de groep
pt_br: Voltar ao grupo
uk: Повернутися до групи
zh_hans: 返回小组

source: Background process finished
ar: انتهت عملية الخلفية
ca: El procés d'antecedents finalitzat
it: Processo di background terminato
ja: バックグラウンド処理終了
nl: Achtergrondproces beëindigd
pt_br: Processo em segundo plano concluído
uk: Фоновий процес завершено
zh_hans: 后台程序结束

source: Banner Image
ar: صورة الإعلان
ca: Imatge de pancarta
it: Immagine del banner
ja: バナー画像
nl: Achtergrond afbeelding
pt_br: Imagem do banner
uk: Зображення банера
zh_hans: 横幅图片

source: Based on your @settings, the notification above is sent to you <strong>:frequency</strong>
ar: استنادًا إلى @settings الخاص بك، يتم إرسال الإشعار أعلاه إليك <strong> :frequency </strong>
ca: Basat en el seu @settings, la notificació anterior s'envia a vostè <strong> :frequency </strong>
it: In base al vostro @settings, vi viene inviata la notifica di cui sopra. <strong>:frequency</strong>
ja: @settings に基づき、上記の通知が送信されます。<strong>:frequency</strong>
nl: Gebaseerd op jouw @settings, is de notificatie hierboven naar jou verzonden: <strong>:frequency</strong>
pt_br: Com base no seu @settings, a notificação acima é enviada para você <strong> :frequency </strong>
uk: На основі вашої електронної адреси @settings вам було надіслано вищезазначене повідомлення <strong>:frequency</strong>
zh_hans: 根据您的@settings ，上述通知将发送给您<strong>:frequency</strong>
