Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Whether to allow profile tagging for LU
ar: ما إذا كان سيتم السماح بوضع علامات على الملف الشخصي لـ LU
ca: Si es permet l'etiquetatge de perfils per a LU
it: Consentire o meno l'etichettatura del profilo per le LU
ja: LUのプロフィール・タグ付けを許可するかどうか
nl: Of profielmarkering voor LU wordt toegestaan
pt_br: Se deve permitir a marcação de perfil para LU
uk: Чи дозволити тегування профілю для LU
zh_hans: 是否允许为 LU 添加个人资料标签

source: Whether to allow splitting profile tags
ar: ما إذا كان سيتم السماح بتقسيم علامات الملف الشخصي
ca: Si es permet dividir etiquetes de perfil
it: Se consentire la suddivisione dei tag del profilo
ja: プロファイルタグの分割を許可するかどうか
nl: Of het splitsen van profieltags moet worden toegestaan
pt_br: Se deve permitir a divisão de tags de perfil
uk: Чи дозволяти розділення тегів профілю
zh_hans: 是否允许分割配置文件标记

source: Whether to show a message to the user when they've used a magic login link.
ar: ما إذا كان سيتم عرض رسالة للمستخدم عندما يستخدم رابط تسجيل الدخول السحري.
ca: Si s'ha de mostrar un missatge a l'usuari quan ha utilitzat un enllaç d'inici de sessió màgic.
it: Se mostrare un messaggio all'utente quando ha usato un link di accesso magico.
ja: ユーザーがマジック・ログイン・リンクを使用したときにメッセージを表示するかどうか。
nl: Of de gebruiker een bericht moet krijgen als hij een magische aanmeldlink heeft gebruikt.
pt_br: Se deve mostrar uma mensagem ao usuário quando ele usa um link mágico de login.
uk: Чи показувати користувачеві повідомлення, якщо він використав магічне посилання для входу.
zh_hans: 当用户使用魔法登录链接时，是否向其显示一条信息。

source: Whether to show e-mail addresses on user profiles.
ar: ما إذا كان سيتم عرض عناوين البريد الإلكتروني على ملفات تعريف المستخدمين.
ca: Si cal mostrar adreces de correu electrònic als perfils d'usuari.
it: Se mostrare gli indirizzi e-mail nei profili degli utenti.
ja: ユーザープロファイルに電子メールアドレスを表示するかどうか。
nl: Of e-mailadressen op gebruikersprofielen moeten worden getoond.
pt_br: Se os endereços de e-mail devem ser exibidos nos perfis de usuário.
uk: Чи показувати адреси електронної пошти в профілях користувачів.
zh_hans: 是否在用户配置文件中显示电子邮件地址。

source: Whether to show preferred language on user profiles.
ar: ما إذا كان سيتم عرض اللغة المفضلة في ملفات تعريف المستخدمين.
ca: Si s'ha de mostrar l'idioma preferit en els perfils d'usuari.
it: Se mostrare la lingua preferita nei profili degli utenti.
ja: ユーザープロフィールに優先言語を表示するかどうか。
nl: Of de voorkeurstaal op gebruikersprofielen moet worden getoond.
pt_br: Se deve mostrar o idioma preferido nos perfis de usuário.
uk: Чи показувати бажану мову в профілях користувачів.
zh_hans: 是否在用户配置文件中显示首选语言。

source: Whether to use first level of profile tags
ar: ما إذا كنت تريد استخدام المستوى الأول من علامات الملف الشخصي
ca: Si cal utilitzar etiquetes de perfil de primer nivell
it: Se utilizzare il primo livello di tag del profilo
ja: 第一レベルのプロファイルタグを使用するかどうか
nl: Of het eerste niveau van profieltags moet worden gebruikt
pt_br: Se deve usar o primeiro nível de tags de perfil
uk: Чи потрібно використовувати теги першого рівня профілю
zh_hans: 是否使用第一级配置文件标记

source: Whether users get notified by e-mail after they've enrolled anonymously.
ar: ما إذا كان يتم إعلام المستخدمين عن طريق البريد الإلكتروني بعد تسجيلهم بشكل مجهول.
ca: Si els usuaris reben notificacions per correu electrònic després d'haver-se registrat de forma anònima.
it: Se gli utenti ricevono una notifica via e-mail dopo essersi iscritti in modo anonimo.
ja: 匿名で登録した後、ユーザーに電子メールで通知するかどうか。
nl: Of gebruikers een e-mail krijgen nadat ze zich anoniem hebben ingeschreven.
pt_br: Se os usuários são notificados por e-mail depois de se inscreverem anonimamente.
uk: Чи отримують користувачі повідомлення на електронну пошту після анонімної реєстрації.
zh_hans: 用户匿名注册后是否会收到电子邮件通知。

source: Whether users should fill in a mandatory reason or if it is optional.
ar: ما إذا كان يجب على المستخدمين كتابة سبب إلزامي أو إذا كان اختياريًا.
ca: Si els usuaris han d'emplenar un motiu obligatori o si és opcional.
it: Se gli utenti devono compilare un motivo obbligatorio o se è facoltativo.
ja: ユーザーが必須理由を記入するか、任意で記入するか。
nl: Indien geselecteerd is de uitleg op de geselecteerde redenen hierboven, verplicht in te vullen.
pt_br: Se os usuários devem preencher um motivo obrigatório ou se é opcional.
uk: Чи повинні користувачі заповнювати обов'язкову причину, чи це необов'язково.
zh_hans: 用户是否应填写必填理由或选填理由。

source: Which roles should it apply to
ar: ما الأدوار التي يجب أن تنطبق عليها
ca: A quins rols s'ha d'aplicar
it: A quali ruoli si applica
ja: どの役割に適用すべきか
nl: Op welke rollen moet het van toepassing zijn
pt_br: A quais funções ele deve se aplicar?
uk: До яких ролей вона повинна застосовуватися
zh_hans: 应适用于哪些角色

source: Who can register on your platform and adjust the contents of automatic emails sent by your platform.
ar: من يمكنه التسجيل في المنصة الخاص بك وضبط محتويات رسائل البريد الإلكتروني التلقائية التي يرسلها المنصة الخاص بك.
ca: Qui pot registrar-se a la seva plataforma i ajustar els continguts dels correus automàtics enviats per la seva plataforma.
it: Chi può registrarsi sulla vostra piattaforma e regolare il contenuto delle e-mail automatiche inviate dalla vostra piattaforma.
ja: 誰があなたのプラットフォームに登録し、あなたのプラットフォームから送信される自動メールの内容を調整することができます。
nl: Bepaal wie er mag registreren op het platform en pas de inhoud van de e-mails aan die automatisch door het platform worden verstuurd.
pt_br: Quem pode se cadastrar na sua plataforma e ajustar o conteúdo dos e-mails automáticos enviados pela sua plataforma.
uk: Хто може реєструватися на вашій платформі та налаштовувати вміст автоматичних імейлів, що надсилаються вашою платформою.
zh_hans: 谁可以在平台上注册并调整平台自动发送的电子邮件内容。

source: Who can see the group.
ar: من يستطيع رؤية المجموعة.
ca: Qui pot veure el grup.
it: Chi può vedere il gruppo.
ja: 誰がグループを見ることができるか。
nl: Wie mag de groep zien.
pt_br: Quem pode ver o grupo.
uk: Хто може бачити групу.
zh_hans: 谁可以查看群组

source: Who liked this entity
ar: من أحب هذا الكيان
ca: A qui li agradava aquesta entitat
it: A chi è piaciuta questa entità
ja: 誰がこの団体を気に入ったか
nl: Wie hield van deze entiteit
pt_br: Quem gostou dessa entidade
uk: Кому сподобалась ця організація
zh_hans: 谁喜欢这个实体

source: Whoops... something went wrong!
ar: عفوًا... حدث خطأ ما!
ca: Ups... alguna cosa va anar malament!
it: Ops... qualcosa è andato storto!
ja: おっと...何かが間違っていたようだ！
nl: Oeps... er ging iets mis!
pt_br: Opa... algo deu errado!
uk: Упс... щось пішло не так!
zh_hans: 哎呀......出错了！

source: Will add share links for social media sites to public content.
ar: سيتم إضافة روابط مشاركة لمواقع التواصل الاجتماعي إلى المحتوى العام.
ca: Afegirà enllaços de compartir per a llocs de xarxes socials al contingut públic.
it: Aggiungerà i link di condivisione per i siti di social media ai contenuti pubblici.
ja: 公開コンテンツにソーシャルメディアサイトの共有リンクを追加する。
nl: Zal links voor sociale media toevoegen aan openbare inhoud.
pt_br: Adicionará links de compartilhamento para sites de mídia social ao conteúdo público.
uk: До публічного контенту будуть додані посилання на соціальні мережі для поширення в соціальних мережах.
zh_hans: 将在公开内容中添加社交媒体网站的共享链接。

source: Will automatically render previews of links to content on popular websites such as YouTube, Twitter, Vimeo, etc.
ar: سيعرض تلقائيًا معاينات للروابط إلى المحتوى على مواقع الويب الشهيرة مثل YouTube و Twitter و Vimeo وما إلى ذلك.
ca: Renderitzarà automàticament les previsualitzacions d'enllaços a continguts en llocs web populars com YouTube, Twitter, Vimeo, etc.
it: Renderà automaticamente le anteprime dei link ai contenuti di siti web popolari come YouTube, Twitter, Vimeo, ecc.
ja: YouTube、Twitter、Vimeoなどの人気ウェブサイト上のコンテンツへのリンクのプレビューを自動的にレンダリングします。
nl: Toont automatisch previews van links naar inhoud op populaire websites zoals YouTube, Twitter, Vimeo, enz.
pt_br: Renderizará automaticamente visualizações de links para conteúdo em sites populares como YouTube, Twitter, Vimeo etc.
uk: Автоматично відображатиме попередній перегляд посилань на контент на популярних веб-сайтах, таких як YouTube, Twitter, Vimeo тощо.
zh_hans: 可自动预览 YouTube、Twitter、Vimeo 等热门网站的内容链接。

source: Will generate files, users, groups, events, topics, comments and posts.
ar: سيتم إنشاء الملفات والمستخدمين والمجموعات والأحداث والمواضيع والتعليقات والمشاركات.
ca: Generarà arxius, usuaris, grups, esdeveniments, temes, comentaris i publicacions.
it: Genera file, utenti, gruppi, eventi, argomenti, commenti e messaggi.
ja: ファイル、ユーザー、グループ、イベント、トピック、コメント、投稿を生成します。
nl: Zal files, users, groups, events, topics, comments en posts genereren.
pt_br: Gerará arquivos, usuários, grupos, eventos, tópicos, comentários e postagens.
uk: Згенерує файли, користувачів, групи, події, теми, коментарі та повідомлення.
zh_hans: 将生成文件、用户、群组、事件、主题、评论和帖子。

source: Yahoo
ar: ياهو
ja: ヤフー
zh_hans: 雅虎

source: Yes
ar: نعم
ca: Sí
it: Sì
ja: はい
nl: Ja
pt_br: sim
uk: Так
zh_hans: 是

source: Yes, continue
ar: نعم، استمر
ca: Sí, continua
it: Sì, continua
ja: はい、続けます
nl: Ja, ga verder
pt_br: Sim, continue
uk: Так, продовжуйте
zh_hans: 是，继续

source: You
ar: أنت
ca: Vosaltres
it: Tu
ja: あなた
nl: Jij
pt_br: Você
uk: Ви
zh_hans: 你

source: You are already a member of the @group.
ar: أنت بالفعل عضو في @group.
ca: Ja ets membre del @group.
it: Siete già membri del sito @group.
ja: あなたはすでに@group のメンバーです。
nl: U bent al lid van de @group.
pt_br: Você já é membro do @group.
uk: Ви вже є учасником @group.
zh_hans: 您已经是@group 的会员。

source: You are enrolled in the event [node:title]
ar: أنت مسجل في الحدث [node:title]
ca: Esteu inscrits a l'esdeveniment [node:title]
it: Siete iscritti all'evento [node:title]
ja: イベントに参加する[node:title]
nl: Je bent aangemeld bij het evenement [node:title]
pt_br: Você está inscrito no evento [node:title]
uk: Ви зареєстровані на захід [node:title]
zh_hans: 您已报名参加活动[node:title]

source: You are no longer enrolled in this event. Your personal data used for the enrollment is also deleted.
ar: لم تعد مسجلاً في هذا الحدث. يتم أيضًا حذف بياناتك الشخصية المستخدمة للتسجيل.
ca: Ja no esteu inscrits en aquest esdeveniment. També s'eliminen les vostres dades personals utilitzades per a la matrícula.
it: Non siete più iscritti a questo evento. Anche i dati personali utilizzati per l'iscrizione vengono cancellati.
ja: 本イベントへの登録は終了しました。登録に使用された個人情報も削除されます。
nl: U bent niet langer aangemeld voor dit evenement. Uw persoonlijke data die voor uw aanmelding is gebruikt is verwijderd.
pt_br: Você não está mais inscrito neste evento. Seus dados pessoais usados para a inscrição também são excluídos.
uk: Ви більше не зареєстровані на цю подію. Ваші персональні дані, використані для реєстрації, також видаляються.
zh_hans: 您不再参加该活动。您用于报名的个人数据也将被删除。

source: You are not allowed to comment on content in a group you are not member of.
ar: لا يُسمح لك بالتعليق على المحتوى في مجموعة لست عضوًا فيها.
ca: No se li permet comentar contingut en un grup del qual no ets membre.
it: Non è consentito commentare i contenuti di un gruppo di cui non si è membri.
ja: あなたがメンバーでないグループのコンテンツにコメントすることはできません。
nl: Je mag niet reageren op inhoud in een groep waar je geen lid van bent.
pt_br: Você não tem permissão para comentar sobre o conteúdo de um grupo do qual não é membro.
uk: Ви не маєте права коментувати вміст групи, членом якої ви не є.
zh_hans: 您不得评论非成员群组的内容。

source: You are not allowed to edit this field!
ar: لا يسمح لك بتحرير هذا الحقل!
ca: No es permet editar aquest camp!
it: Non è possibile modificare questo campo!
ja: このフィールドは編集できません！
nl: U mag dit veld niet bewerken!
pt_br: Você não tem permissão para editar esse campo!
uk: Ви не маєте права редагувати це поле!
zh_hans: 不允许编辑此字段！

source: You are not allowed to view comments on content in a group you are not member of. You can join the group @group_link.
ar: لا يُسمح لك بعرض التعليقات على المحتوى في مجموعة لست عضوًا فيها. يمكنك الانضمام إلى المجموعة @group_link.
ca: No se li permet veure comentaris sobre contingut en un grup del qual no ets membre. Pots unir-te al grup @group_link.
it: Non è possibile visualizzare i commenti sui contenuti di un gruppo di cui non si è membri. È possibile unirsi al gruppo @group_link.
ja: あなたが参加していないグループのコンテンツに対するコメントを表示することはできません。@group_link グループに参加することができます。
nl: Het is niet toegestaan om reacties op inhoud te bekijken in een groep waar je geen lid van bent. Je kunt lid worden van de groep @group_link.
pt_br: Você não tem permissão para ver comentários sobre o conteúdo de um grupo do qual não é membro. Você pode se juntar ao grupo @group_link.
uk: Ви не маєте права переглядати коментарі до контенту в групі, членом якої ви не є. Ви можете приєднатися до групи @group_link.
zh_hans: 您不能查看非成员群组中的评论内容。您可以加入@group_link 群组。

source: You are now automatically following this @type. @unfollow_link.
ar: أنت الآن تتابع @type هذا تلقائيًا. @unfollow_link.
ca: Ara seguiu automàticament aquest @type. @unfollow_link.
it: Ora state seguendo automaticamente questo sito @type. @unfollow_link.
ja: あなたは今、自動的にこの@type.@unfollow_link.
nl: Je volgt nu automatisch dit @type. @unfollow_link.
pt_br: Agora você está seguindo isso automaticamente @type. @unfollow_link.
uk: Тепер ви автоматично стежите за цим @type. @unfollow_link.
zh_hans: 您现在正在自动关注@type.@unfollow_link.

source: You can enable 'Mentions Filter' for the mentions type below for the appropriate @text_format
ar: يمكنك تمكين «عامل تصفية الإشارات» لنوع الإشارات أدناه لـ @text_format المناسب
ca: Podeu activar 'Filtre de mencions' per al tipus de mencions que hi ha a continuació per al @text_format adequat
it: È possibile attivare il "Filtro menzioni" per il tipo di menzioni di seguito indicato per il tipo di menzioni appropriato. @text_format
ja: 以下のメンションタイプの適切な「メンションフィルター」を有効にすることができます。@text_format
nl: U kunt 'Mentions Filter' inschakelen voor het onderstaande type mentions voor het juiste @text_format
pt_br: Você pode ativar o “Filtro de menções” para o tipo de menções abaixo para o @text_format apropriado
uk: Ви можете увімкнути "Фільтр згадок" для типу згадок нижче для відповідного @text_format
zh_hans: 您可以为下面的提及类型启用相应的 "提及筛选器"。@text_format

source: You can enter or paste multiple entries separated by comma or semicolon
ar: يمكنك إدخال أو لصق إدخالات متعددة مفصولة بفاصلة أو فاصلة منقوطة
ca: Podeu introduir o enganxar diverses entrades separades per coma o punt i coma
it: È possibile inserire o incollare più voci separate da virgola o punto e virgola.
ja: カンマまたはセミコロンで区切って複数の項目を入力または貼り付けることができます。
nl: Om meerdere leden toe te voegen dien je elk lid met een komma ( , ) of een puntkomma ( ; ) te scheiden
pt_br: Você pode inserir ou colar várias entradas separadas por vírgula ou ponto e vírgula
uk: Ви можете ввести або вставити кілька записів, розділених комою або крапкою з комою
zh_hans: 您可以输入或粘贴多个条目，条目之间用逗号或分号隔开

source: You can hide individual address fields, with the exception of the country field. <br/> Disable the country field by disabling the whole address, using the checkbox <em>field_profile_address</em>.
ar: يمكنك إخفاء حقول العنوان الفردية، باستثناء حقل البلد. <br/> قم بتعطيل حقل البلد عن طريق تعطيل العنوان بالكامل، باستخدام مربع الاختيار <em> field_profile_address </em>.
ca: Podeu amagar camps d'adreces individuals, a excepció del camp país. <br/> Desactiveu el camp país desactivant tota l'adreça, utilitzant la casella de selecció <em> field_profile_address </em>.
it: È possibile nascondere i singoli campi dell'indirizzo, ad eccezione del campo paese. <br/> Disattivare il campo paese disabilitando l'intero indirizzo, utilizzando la casella di controllo <em>field_profile_address</em>.
ja: 国フィールドを除いて、個々の住所フィールドを非表示にすることができます。<br/> チェックボックス<em>field_profile_address</em> を使用して、住所全体を無効にして国フィールドを無効にします。
nl: Je kunt afzonderlijke adresvelden verbergen, met uitzondering van het landveld. <br/> Schakel het landveld uit door het hele adres uit te schakelen, met het selectievakje <em>field_profile_address</em>.
pt_br: Você pode ocultar campos de endereço individuais, com exceção do campo de país. <br/> Desative o campo país desativando o endereço inteiro, usando a caixa de seleção <em> field_profile_address </em>.
uk: Ви можете приховати окремі поля адреси, за винятком поля країни. <br/> Вимкніть поле країни, вимкнувши всю адресу, за допомогою прапорця <em>поле_адреса_профілю_адреса</em>.
zh_hans: 您可以隐藏个别地址字段，但国家字段除外。<br/> 使用<em>field_profile_address</em> 复选框禁用整个地址，从而禁用国家字段。

source: You can leave a message in your request. Once your request is approved, you will receive a notification via email and notification center.
ar: يمكنك ترك رسالة في طلبك. بمجرد الموافقة على طلبك، ستتلقى إشعارًا عبر البريد الإلكتروني ومركز الإشعارات.
ca: Podeu deixar un missatge a la vostra sol·licitud. Un cop aprovada la seva sol·licitud, rebrà una notificació via correu electrònic i centre de notificacions.
it: È possibile lasciare un messaggio nella richiesta. Una volta approvata la richiesta, si riceverà una notifica tramite e-mail e centro notifiche.
ja: リクエストにメッセージを残すことができます。リクエストが承認されると、Eメールと通知センターから通知が届きます。
nl: Je kan een bericht achterlaten bij je aanmelding. Wanneer je bericht wordt geaccepteerd krijg je een notificatie.
pt_br: Você pode deixar uma mensagem em sua solicitação. Depois que sua solicitação for aprovada, você receberá uma notificação por e-mail e pela central de notificações.
uk: Ви можете залишити повідомлення у своєму запиті. Як тільки ваш запит буде схвалено, ви отримаєте сповіщення на електронну пошту та через центр сповіщень.
zh_hans: 您可以在申请中留言。一旦您的申请获得批准，您将通过电子邮件和通知中心收到通知。

source: You can leave a message in your request. Only when your request is approved, you will receive a notification via email and notification center.
ar: يمكنك ترك رسالة في طلبك. فقط عندما تتم الموافقة على طلبك، ستتلقى إشعارًا عبر البريد الإلكتروني ومركز الإشعارات.
ca: Podeu deixar un missatge a la vostra sol·licitud. Només quan la seva sol·licitud sigui aprovada, rebrà una notificació via correu electrònic i centre de notificacions.
it: È possibile lasciare un messaggio nella richiesta. Solo quando la richiesta sarà approvata, riceverete una notifica via e-mail e tramite il centro notifiche.
ja: リクエストにメッセージを残すことができます。リクエストが承認された場合のみ、メールと通知センターでお知らせします。
nl: Je kunt een bericht met je aanvraag versturen. Alleen wanneer je aanvraag is geaccepteerd zul je hier een notificatie via e-mail en het notificatie centrum van ontvangen.
pt_br: Você pode deixar uma mensagem em sua solicitação. Somente quando sua solicitação for aprovada, você receberá uma notificação por e-mail e pela central de notificações.
uk: Ви можете залишити повідомлення у своєму запиті. Тільки коли ваш запит буде схвалено, ви отримаєте сповіщення електронною поштою та через центр сповіщень.
zh_hans: 您可以在申请中留言。只有当您的申请获得批准后，您才会通过电子邮件和通知中心收到通知。

source: You can send a test e-mail to a recipient of your choice. The e-mail will be sent using the default values as provided by the Social Mailer module or as configured by you.
ca: Podeu enviar un correu electrònic de prova a un destinatari que trieu. El correu electrònic s'enviarà utilitzant els valors predeterminats segons el mòdul Social Mailer o segons els configurats per vosaltres.
it: È possibile inviare un'e-mail di prova a un destinatario di propria scelta. L'e-mail verrà inviata utilizzando i valori predefiniti forniti dal modulo Social Mailer o configurati dall'utente.
ja: 選択した受信者にテストメールを送信することができます。メールはソーシャルメーラーモジュールによって提供されたデフォルト値、またはあなたによって設定された値を使用して送信されます。
pt_br: Você pode enviar um e-mail de teste para um destinatário de sua escolha. O e-mail será enviado usando os valores padrão fornecidos pelo módulo Social Mailer ou configurados por você.
zh_hans: 您可以向自己选择的收件人发送测试电子邮件。邮件将使用社交邮件模块提供的默认值或您自己配置的值发送。

source: You can use the token [social_user:recipient] for a personalized salutation, to add the users name in your email
ar: يمكنك استخدام الرمز المميز [social_user:recipient] للتحية الشخصية، لإضافة اسم المستخدمين في بريدك الإلكتروني
ca: Podeu utilitzar el token [social_user:recipient] per a una salutació personalitzada, per afegir el nom dels usuaris al vostre correu electrònic
it: È possibile utilizzare il token [social_user:recipient] per un saluto personalizzato, per aggiungere il nome dell'utente nell'e-mail.
ja: パーソナライズされた敬称にはトークン[social_user:recipient] を使用し、メールにユーザー名を追加することができます。
nl: U kunt het token [social_user:recipient] gebruiken voor een gepersonaliseerde aanhef, om de naam van de gebruiker toe te voegen in uw e-mail
pt_br: Você pode usar o token [social_user:recipient] para uma saudação personalizada, para adicionar o nome do usuário em seu e-mail
uk: Ви можете використовувати токен [social_user:recipient] для персоналізованого привітання, щоб додати ім’я користувача до вашого листа
zh_hans: 您可以使用[social_user:recipient] 标记制作个性化的致辞，在电子邮件中添加用户名

source: You do not follow any tags.
ar: لا تتبع أي علامات.
ca: No segueixes cap etiqueta.
it: Non seguite alcun tag.
ja: どのタグもフォローしていない。
nl: Je volgt geen tags.
pt_br: Você não segue nenhuma tag.
uk: Ви не стежите за жодними тегами.
zh_hans: 您没有遵循任何标签。

source: You do not have any administrative items.
ar: ليس لديك أي عناصر إدارية.
ca: No teniu cap element administratiu.
it: Non avete alcun elemento amministrativo.
ja: 管理項目はありません。
nl: U heeft geen beheeritems.
pt_br: Você não tem nenhum item administrativo.
uk: У вас немає жодних адміністративних елементів.
zh_hans: 您没有任何管理项目。

source: You do not have any notifications.
ar: ليس لديك أي إشعارات.
ca: No tens cap notificació.
it: Non si dispone di notifiche.
ja: 何の通知もない。
nl: Je hebt geen notificaties.
pt_br: Você não tem nenhuma notificação.
uk: У вас немає сповіщень.
zh_hans: 您没有收到任何通知。

source: You do not have any private messages yet. Click on the button on the right to start a new message.
ar: ليس لديك أي رسائل خاصة حتى الآن. انقر فوق الزر الموجود على اليمين لبدء رسالة جديدة.
ca: Encara no tens cap missatge privat. Fes clic al botó de la dreta per iniciar un nou missatge.
it: Non ci sono ancora messaggi privati. Clicca sul pulsante a destra per iniziare un nuovo messaggio.
ja: まだプライベートメッセージがありません。右のボタンをクリックして新しいメッセージを開始してください。
nl: Je hebt nog geen privéberichten. Klik op de button rechts om een nieuw bericht te sturen.
pt_br: Você ainda não tem nenhuma mensagem privada. Clique no botão à direita para iniciar uma nova mensagem.
uk: У вас ще немає приватних повідомлень. Натисніть кнопку праворуч, щоб створити нове повідомлення.
zh_hans: 您还没有任何私人信息。点击右侧按钮开始新信息。

source: You don't have access to join this group.
ar: ليس لديك حق الوصول للانضمام إلى هذه المجموعة.
ca: No teniu accés a unir-vos a aquest grup.
it: Non hai accesso a questo gruppo.
ja: このグループには参加できません。
nl: Je hebt geen toegang om lid te worden van deze groep.
pt_br: Você não tem acesso para se juntar a este grupo.
uk: Ви не маєте доступу до цієї групи.
zh_hans: 您没有权限加入该群组。

source: You don't have any event invites yet.
ar: ليس لديك أي دعوة لحضور فعالية حتى الآن.
ca: Encara no tens cap invitació a esdeveniments.
it: Non hai ancora nessun invito a un evento.
ja: まだイベント招待がありません。
nl: Je hebt nog geen uitnodigingen voor een evenement.
pt_br: Você ainda não tem nenhum convite para eventos.
uk: У вас ще немає запрошень на події.
zh_hans: 您还没有任何活动邀请。

source: You have 1 pending invite <a href="@url">visit your invite overview</a> to see it.
ar: لديك دعوات معلقة @count <a href="@url"> قم بزيارة نظرة عامة على الدعوة </a> لرؤيتها.
ca: Teniu 1 invitació pendent <a href="@url"> visiteu la vostra visió general de la invitació </a> per veure-la.
it: Hai 1 invito in sospeso <a href="@url">visita la tua panoramica degli inviti</a> per vederlo.
ja: @count ペンディング中の招待があります。<a href="@url">招待の概要</a> をご覧ください。
nl: Je hebt 1 uitnodiging <a href="@url">bekijk het overzicht met uitnodigingen</a> om deze te bekijken.
uk: Ви маєте 1 відкладене запрошення <a href="@url">переглянути ваші запрошення</a>, щоб переглянути його.
zh_hans: 您有@count 挂起邀请<a href="@url">访问您的邀请概述</a> 查看它们。
