Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Post type config
ar: تهيئة نوع المنشور
ca: Configuració del tipus de publicació
it: Configurazione del tipo di post
ja: 投稿タイプ設定
nl: Post type configuratie
pt_br: Configuração do tipo de postagem
uk: Конфігурація типу посади
zh_hans: 帖子类型配置

source: Post types
ar: أنواع المشاركة
ca: Tipus de correus
it: Tipi di messaggi
ja: ポストの種類
nl: Soorten berichten
pt_br: Tipos de postagem
uk: Типи постів
zh_hans: 职位类型

source: Post visibility access
ar: اعدادات رؤية المنشور
ca: Accés per a la visibilitat posterior
it: Accesso alla visibilità del post
ja: ポスト可視性アクセス
nl: Post zichtbaarheid toegang
pt_br: Acesso pós-visibilidade
uk: Доступ до видимості публікації
zh_hans: 岗位能见度访问

source: Postal code
ar: الرمز البريدي
ca: Codi Postal
it: Codice postale
ja: 郵便番号
nl: Postcode
pt_br: Código postal
uk: Поштовий індекс
zh_hans: 邮政编码

source: Posted in
ar: تم النشر في
ca: Publicado en
it: Pubblicato in
ja: カテゴリー
nl: Geplaatst in
pt_br: Postado em
uk: Опубліковано в
zh_hans: 发布在

source: Posts
ar: المشاركات
ca: Missatges
it: Messaggi
ja: 投稿
nl: Berichten
pt_br: Postagens
uk: Дописи
zh_hans: 职位

source: Posts created
ar: مقالة مكتوبة
ca: Publicacions creades
it: Messaggi creati
ja: 作成された投稿
nl: Gemaakte berichten
pt_br: Postagens criadas
uk: Створені повідомлення
zh_hans: 创建的职位

source: Powered by
ar: مدعوم بواسطة
ca: Impulsat per
it: Alimentato da
ja: 搭載
nl: Aangedreven door
pt_br: Desenvolvido por
uk: Побудовано на
zh_hans: 技术支持

source: Powered by block
ar: صندوق مدعوم بواسطة
ca: Desenvolupat per bloc
it: Alimentato dal blocco
ja: ブロック駆動
nl: Aangedreven door blok
pt_br: Alimentado por bloco
uk: Працює на блоці
zh_hans: 由区块提供

source: Preferred Feature
ar: الميزة المفضلة
ca: Funció preferida
it: Caratteristica preferita
ja: 優先機能
nl: Voorkeurskenmerk
pt_br: Recurso preferido
uk: Бажана функція
zh_hans: 首选功能

source: Preferred Features
ar: الميزات المفضلة
ca: Característiques preferides
it: Caratteristiche preferite
ja: 優先機能
nl: Voorkeursfuncties
pt_br: Características preferidas
uk: Бажані функції
zh_hans: 首选功能

source: Prefix
ar: البادئة
it: Prefisso
ja: プリフィックス
nl: Voorvoegsel
pt_br: Prefixo
uk: Префікс
zh_hans: 前缀

source: Preliminary configuration array
ar: مصفوفة التكوين الأولية
ca: Matriu de configuració preliminar
it: Configurazione preliminare dell'array
ja: 予備構成配列
nl: Voorlopige configuratiematrix
pt_br: Matriz de configuração preliminar
uk: Масив попередньої конфігурації
zh_hans: 初步配置阵列

source: Preparing to delete the group and all it's topic's, event's and post's...
ar: جاري التحضير لحذف المجموعة وكل مواضيعها وأحداثها ومنشوراتها ...
ca: Preparant per esborrar el grup i tots els seus temes, esdeveniments i publicacions...
it: Mi sto preparando a cancellare il gruppo e tutti i suoi argomenti, eventi e post...
ja: グループとすべてのトピック、イベント、投稿を削除する準備をしています...
nl: Aan het voorbereiden om de groep en al zijn onderwerpen, evenementen en berichten te verwijderen...
pt_br: Preparando-se para excluir o grupo e todos os seus tópicos, eventos e postagens...
uk: Підготовка до видалення групи та всіх її тем, подій і повідомлень...
zh_hans: 准备删除该组及其所有主题、活动和帖子...

source: Preparing to send invites...
ar: جاري التحضير لإرسال الدعوات ...
ca: Preparació per enviar invitacions...
it: Preparazione all'invio degli inviti...
ja: 招待状を送る準備...
nl: We zijn de uitnodigingen aan het voorbereiden...
pt_br: Preparando-se para enviar convites...
uk: Готуємось до відправки запрошень...
zh_hans: 准备发送邀请...

source: Preview
ar: معاينة
ca: Vista prèvia
it: Anteprima
ja: プレビュー
nl: Voorbeeld
pt_br: prévia
uk: Попередній перегляд
zh_hans: 预览

source: Preview of the related entity.
ar: معاينة الكيان ذي الصلة.
ca: Vista prèvia de l'entitat relacionada.
it: Anteprima dell'entità correlata.
ja: 関連エンティティのプレビュー。
nl: Voorbeeld van de verbonden entiteit.
pt_br: Pré-visualização da entidade relacionada.
uk: Попередній перегляд пов'язаної сутності.
zh_hans: 相关实体的预览。

source: Preview your email
ar: معاينة البريد الإلكتروني الخاص بك
ca: Vista prèvia del teu correu electrònic
it: Anteprima dell'e-mail
ja: メールのプレビュー
nl: Bekijk een voorbeeld van uw e-mail
pt_br: Pré-visualize seu e-mail
uk: Попередній перегляд листа
zh_hans: 预览电子邮件

source: Preview your email invite
ar: معاينة دعوة البريد الإلكتروني الخاص بك
ca: Vista prèvia de la vostra invitació per correu electrònic
it: Anteprima dell'invito via e-mail
ja: 招待メールをプレビューする
nl: Bekijk een voorbeeld van uw e-mailuitnodiging
pt_br: Pré-visualize seu convite por e-mail
uk: Попередній перегляд запрошення електронною поштою
zh_hans: 预览电子邮件邀请

source: Preview.
ar: معاينة.
ca: Vista prèvia.
it: Anteprima.
ja: プレビュー
nl: Voorbeeld.
pt_br: Pré-visualização.
uk: Попередній перегляд.
zh_hans: 预览。

source: Primary
ar: ابتدائي
ca: Primària
it: Primario
ja: プライマリー
nl: Primair
pt_br: Primário
uk: Основні
zh_hans: 小学

source: Primary admin actions
ar: إجراءات الإدارة الأساسية
ca: Accions principals d'administració
it: Azioni primarie dell'amministratore
ja: 主な管理アクション
nl: Primaire admin acties
pt_br: Ações administrativas primárias
uk: Основні адміністративні дії
zh_hans: 主要管理行动

source: Primary badge
ca: Insígnia primària
it: Distintivo primario
ja: プライマリーバッジ
pt_br: Emblema principal
zh_hans: 初级徽章

source: Primary link
ca: Enllaç primari
it: Collegamento primario
ja: 一次リンク
pt_br: Link primário
zh_hans: 主要链接

source: Primary style
ar: النمط الأساسي
ca: Estil primari
it: Stile primario
ja: プライマリー・スタイル
nl: Primaire stijl
pt_br: Estilo primário
uk: Основний стиль
zh_hans: 主要风格

source: Primary tabs
ar: علامات التبويب الأساسية
ca: Pestanyes primàries
it: Schede primarie
ja: プライマリー・タブ
nl: Primaire tabbladen
pt_br: Guias primárias
uk: Основні вкладки
zh_hans: 主要标签

source: Privacy settings
ar: إعدادات الخصوصية
ca: Configuració de privacitat
it: Impostazioni sulla privacy
ja: プライバシー設定
nl: Privacy-instellingen
pt_br: Configurações de privacidade
uk: Налаштування приватності
zh_hans: 隐私设置

source: Privacy settings for Social Profile module.
ar: إعدادات الخصوصية لوحدة ملف التعريف الاجتماعي.
ca: Configuració de privacitat per al mòdul Social Profile.
it: Impostazioni della privacy per il modulo Profilo sociale.
ja: ソーシャルプロフィールモジュールのプライバシー設定。
nl: Privacy-instellingen voor module Sociaal profiel.
pt_br: Configurações de privacidade para o módulo Social Profile.
uk: Налаштування конфіденційності для модуля "Соціальний профіль".
zh_hans: 社交资料模块的隐私设置。

source: Private File System
ca: Sistema de fitxers privat
it: File System privato
ja: プライベート・ファイル・システム
pt_br: Sistema de arquivos privados
zh_hans: 专用文件系统

source: Private Message Thread url
ar: رابط موضوع الرسالة الخاصة
ca: URL del fil de missatges privats
it: Messaggio privato url del thread
ja: プライベートメッセージスレッドURL
nl: Privébericht gespreks url
pt_br: URL do tópico de mensagem privada
uk: Приватне повідомлення URL теми
zh_hans: 私信主题网址

source: Private Message add block
ar: صندوق إضافة الرسائل الخاصة
ca: Missatge privat afegeix bloc
it: Messaggio privato aggiungere blocco
ja: プライベートメッセージ追加ブロック
nl: Privébericht toevoegen blok
pt_br: Bloqueio de adição de mensagem privada
uk: Блок додавання приватних повідомлень
zh_hans: 私人信息添加块

source: Private Messages
ar: رسالة خاصة
ca: Missatges privats
it: Messaggi privati
ja: プライベートメッセージ
nl: Privéberichten
pt_br: Mensagens privadas
uk: Приватні повідомлення
zh_hans: 私人信息

source: Private message activity context
ar: سياق نشاط الرسالة الخاصة
ca: Context de l'activitat de missatges privats
it: Contesto di attività dei messaggi privati
ja: プライベート・メッセージの活動状況
nl: Privé bericht activiteit context
pt_br: Contexto de atividade de mensagem privada
uk: Контекст активності приватних повідомлень
zh_hans: 私人信息活动上下文

source: Process Group Content returned by the view with Views Bulk Operations' actions.
ar: تم إرجاع محتوى مجموعة المعالجة بواسطة طريقة العرض باستخدام إجراءات عمليات العرض المجمعة.
ca: Procés Grup Contingut retornat per la vista amb les accions de visualitzacions Operacions massives.
it: Gruppo di processo Contenuto restituito dalla vista con le azioni di Views Bulk Operations.
ja: ビュー一括操作のアクションでビューが返すプロセスグループの内容。
nl: Procesgroep Inhoud geretourneerd door de view met Views Bulk Operations' acties.
pt_br: Processe o conteúdo do grupo retornado pela visualização com as ações de Views Bulk Operations.
uk: Вміст групи процесів, що повертається поданням з діями масових операцій подання.
zh_hans: 视图返回的流程组内容与 "视图批量操作 "的操作。

source: Process activity activities.
ar: أنشطة نشاط العملية.
ca: Activitats d'activitat de procés.
it: Attività di processo.
ja: プロセスアクティビティ活動。
nl: Procesactiviteiten.
pt_br: Atividades de atividade do processo.
uk: Процес діяльності діяльності діяльності.
zh_hans: 过程活动活动。

source: Process activity loggers.
ar: عملية تسجيل النشاط
ca: Registradors d'activitats de procés.
it: Registratori di attività di processo.
ja: プロセス活動ロガー。
nl: Loggers van procesactiviteiten.
pt_br: Registradores de atividades de processo.
uk: Логери активності процесів.
zh_hans: 流程活动记录仪。

source: Process activity_digest_worker queue.
ar: عملية قائمة انتظار activity_digest_worker.
ca: Processar la cua activity_digest_worker.
it: Elaborare la coda activity_digest_worker.
ja: activity_digest_workerキューを処理する。
nl: Verwerk activity_digest_worker wachtrij.
pt_br: Processe a fila activity_digest_worker.
uk: Обробити чергу активності_обробка_працівника.
zh_hans: 处理 activity_digest_worker 队列。

source: Process activity_logger_message queue.
ar: عملية قائمة انتظار activity_logger_message.
ca: Processar la cua activity_logger_message.
it: Elaborare la coda dei messaggi di activity_logger.
ja: activity_logger_messageキューを処理する。
nl: Verwerk activity_logger_message queue.
pt_br: Processe a fila activity_logger_message.
uk: Обробити чергу повідомлень activity_logger_message.
zh_hans: 处理 activity_logger_message 队列。

source: Process activity_send_email queue
ar: عملية Activity_send_email queue.
ca: Processar la cua d'activity_send_email
it: Elaborazione della coda attività_invio_email
ja: activity_send_emailキューを処理する。
nl: Verwerk activity_send_email wachtrij
pt_br: Fila de atividades do processo _send_email
uk: Опрацювати чергу активності_відправлення_пошти
zh_hans: 处理活动_发送电子邮件队列

source: Process activity_send_email queue.
ar: عملية Activity_send_email queue.
ca: Processar la cua activity_send_email.
it: Elaborare la coda activity_send_email.
ja: activity_send_emailキューを処理する。
nl: Verwerk activity_send_email wachtrij.
pt_br: Processe a fila activity_send_email.
uk: Обробити чергу activity_send_email.
zh_hans: 处理活动发送电子邮件队列。

source: Process enrollments returned by the view with Views Bulk Operations actions.
ar: عمليات التسجيل التي تمت ارجاعها بواسطة اجراءات العرض المجمعة.
ca: Processar les inscripcions retornades per la vista amb accions d'Operacions massives Views.
it: Elaborare le iscrizioni restituite dalla vista con le azioni di Views Bulk Operations.
ja: ビューから返された登録を、ビュー一括操作アクションで処理します。
nl: Verwerk inschrijvingen die door de view worden geretourneerd met Views Bulk Operations acties.
pt_br: Processe as inscrições retornadas pela visualização com as ações Views Bulk Operations.
uk: Опрацювати зарахування, повернуті поданням, за допомогою дій подання Масові операції.
zh_hans: 使用 "视图批量操作 "操作处理视图返回的注册信息。

source: Process enrollments returned by the view with Views Bulk Operations' actions.
ar: عمليات التسجيل التي تمت ارجاعها بواسطة اجراءات العرض المجمعة.
ca: Tramitar les inscripcions retornades per la vista amb les accions d'Operacions massives Views.
it: Elaborare le iscrizioni restituite dalla vista con le azioni di Views Bulk Operations.
ja: ビューから返された登録を、ビュー一括操作のアクションで処理します。
nl: Verwerk inschrijvingen die door de view worden geretourneerd met acties van Views Bulk Operations.
pt_br: Processe as inscrições retornadas pela visualização com as ações do Views Bulk Operations.
uk: Опрацювати зарахування, повернуті поданням, за допомогою дій подань Масові операції.
zh_hans: 使用 "视图批量操作 "操作处理视图返回的注册信息。

source: Process invites returned by the view with Views Bulk Operations actions.
ar: دعوات المعالجة التي يتم إرجاعها من خلال العرض مع إجراءات Views Bulk Operations.
ca: Processar invitats retornades per la vista amb accions d'Operacions massives Views.
it: Elaborare gli inviti restituiti dalla vista con le azioni di Views Bulk Operations.
ja: ビューから返された招待を、ビュー一括操作アクションで処理します。
nl: Verwerk uitnodigingen die door de view worden geretourneerd met Views Bulk Operations acties.
pt_br: Processe os convites retornados pela visualização com as ações Views Bulk Operations.
uk: Обробити запрошення, повернуті поданням з діями масових операцій з поданням.
zh_hans: 使用 "视图批量操作 "操作处理视图返回的邀请。

source: Process selected entities in a batch operation
ar: معالجة الكيانات المحددة في عملية دفعية
ca: Processar entitats seleccionades en una operació per lots
it: Elaborare le entità selezionate in un'operazione batch
ja: 選択したエンティティをバッチ処理する
nl: Verwerk geselecteerde entiteiten in een batchoperatie
pt_br: Processar entidades selecionadas em uma operação em lote
uk: Обробляйте вибрані сутності в пакетній операції
zh_hans: 在批处理操作中处理选定的实体

source: Processed @current out of @total.
ar: تمت معالجة @current من @total.
ca: Processat @current fora de @total.
it: Elaborato @current da @total.
ja: @total のうち@current を処理した。
nl: @current van @total verwerkt.
pt_br: Processado em @current a partir de @total.
uk: Оброблене @current з @total.
zh_hans: 处理@current 出@total 。

source: Processing
ar: معالجة
ca: Processament
it: Elaborazione
ja: 加工
nl: Bezig
pt_br: Processando
uk: Обробка
zh_hans: 加工

source: Profile
ar: الملف الشخصي
ca: Perfil
it: Profilo
ja: プロフィール
nl: Profiel
pt_br: Perfil
uk: Профіль
zh_hans: 简介

source: Profile Fields Settings
ar: إعدادات حقول الملف الشخصي
ca: Configuració dels camps de perfil
it: Impostazioni dei campi del profilo
ja: プロフィール・フィールドの設定
nl: Profielvelden instellingen
pt_br: Configurações dos campos de perfil
uk: Налаштування полів профілю
zh_hans: 配置文件字段设置

source: Profile Organization Tag
ar: علامة تنظيم الملف الشخصي
ca: Etiqueta d'organització del perfil
it: Profilo Etichetta dell'organizzazione
ja: プロフィール組織タグ
nl: Profiel Organisatie Tag
pt_br: Etiqueta de organização do perfil
uk: Організаційний тег профілю
zh_hans: 简介 组织机构 标签

source: Profile Previewer
ar: معاين الملف الشخصي
ca: Previsor de perfils
it: Anteprima del profilo
ja: プロフィール・プレビュー
nl: Profiel previewer
pt_br: Pré-visualizador de perfil
uk: Попередній перегляд профілю
zh_hans: 简介预览器

source: Profile Privacy Settings
ar: إعدادات خصوصية الملف الشخصي
ca: Configuració de privadesa del perfil
it: Impostazioni della privacy del profilo
ja: プロフィールのプライバシー設定
nl: Profiel privacy instellingen
pt_br: Configurações de privacidade do perfil
uk: Налаштування конфіденційності профілю
zh_hans: 个人资料隐私设置

source: Profile activity context
ar: سياق نشاط الملف الشخصي
ca: Context de l'activitat del perfil
it: Profilo contesto di attività
ja: プロフィール活動のコンテキスト
nl: Profielactiviteiten-context
pt_br: Contexto da atividade do perfil
uk: Контекст профільної діяльності
zh_hans: 简介活动背景

source: Profile entity sortable
ar: كيان الملف الشخصي قابل للفرز
ca: Perfil d'entitat ordenable
it: Entità del profilo ordinabile
ja: ソート可能なプロフィール・エンティティ
nl: Profiel entiteit sorteerbaar
pt_br: Entidade de perfil classificável
uk: Елемент профілю можна сортувати
zh_hans: 简介实体可排序

source: Profile fields
ar: حقول الملف الشخصي
ca: Camps de perfil
it: Campi del profilo
ja: プロフィール・フィールド
nl: Profielvelden
pt_br: Campos de perfil
uk: Поля профілю
zh_hans: 简介字段

source: Profile fields settings
ar: إعدادات حقول الملف الشخصي
ca: Configuració dels camps de perfil
it: Impostazioni dei campi del profilo
ja: プロフィール・フィールドの設定
nl: Instellingen profielvelden
pt_br: Configurações dos campos de perfil
uk: Налаштування полів профілю
zh_hans: 配置文件字段设置

source: Profile fields settings for Social Profile module.
ar: إعدادات حقول الملف الشخصي لوحدة ملف التعريف الاجتماعي.
ca: Configuració dels camps de perfil per al mòdul Perfil Social.
it: Impostazioni dei campi del profilo per il modulo Profilo sociale.
ja: ソーシャルプロフィールモジュールのプロフィールフィールド設定。
nl: Instellingen profielvelden voor module Sociaal Profiel.
pt_br: Configurações de campos de perfil para o módulo Perfil Social.
uk: Налаштування полів профілю для модуля Соціальний профіль.
zh_hans: 社交简介模块的简介字段设置。

source: Profile fields visibility
ar: رؤية حقول الملف الشخصي
ca: Visibilitat dels camps de perfil
it: Visibilità dei campi del profilo
ja: プロフィール・フィールドの可視性
nl: Zichtbaarheid van profielvelden
pt_br: Visibilidade dos campos de perfil
uk: Видимість полів профілю
zh_hans: 简介字段可见性

source: Profile hero block
ar: صندوق بطل الملف الشخصي
ca: Bloc d'heroi de perfil
it: Blocco eroe del profilo
ja: プロフィール・ヒーロー・ブロック
nl: Profiel heldenblok
pt_br: Bloco de heróis de perfil
uk: Блок героя профілю
zh_hans: 简介英雄块

source: Profile image
ar: صورة الملف الشخصي
ca: Imatge de perfil
it: Immagine del profilo
ja: プロフィール画像
nl: Profielafbeelding
pt_br: Imagem do perfil
uk: Зображення профіля
zh_hans: 简介图片

source: Profile large
ar: الملف الشخصي كبير
ca: Perfil gran
it: Profilo grande
ja: プロフィール
nl: Profiel groot
pt_br: Perfil grande
uk: Великий профіль
zh_hans: 大型简介

source: Profile medium
ar: وسط الملف الشخصي
ca: Perfil mitjà
it: Profilo medio
ja: プロフィール
nl: Profiel medium
pt_br: Meio de perfil
uk: Середній профіль
zh_hans: 中型轮廓

source: Profile name
ar: اسم ملف التعريف
ca: Nom del perfil
it: Nome del profilo
ja: プロフィール名
nl: Profielnaam
pt_br: Nome do perfil
uk: Назва профілю
zh_hans: 简介名称

source: Profile of @account
ar: ملف تعريف @account
ca: Perfil de @account
it: Profilo di @account
ja: プロフィール@name
nl: Profiel van @account
pt_br: Profil de @account
uk: Профіль @account
zh_hans: 简介@name

source: Profile of @name
ar: ملف تعريف ل @name
ca: Perfil de @account
it: Profilo di @account
ja: プロフィール@name
nl: Profiel van @name
pt_br: Profil de @account
uk: Профіль @name
zh_hans: 简介@name

source: Profile of others
ar: الملف الشخصي للآخرين
ca: Perfil d'altres
it: Profilo degli altri
ja: その他プロフィール
nl: Profiel van anderen
pt_br: Perfil de outras pessoas
uk: Профілі решти
zh_hans: 其他人的简介

source: Profile organization tag
ar: علامة تنظيم الملف الشخصي
ca: Etiqueta d'organització del perfil
it: Etichetta dell'organizzazione del profilo
ja: プロフィール組織タグ
nl: Profiel organisatie tag
pt_br: Tag de organização do perfil
uk: Тег організації профілю
zh_hans: 简介组织标签

source: Profile preview
ar: معاينة الملف الشخصي
ca: Vista prèvia del perfil
it: Anteprima del profilo
ja: プロフィールプレビュー
nl: Profiel preview
pt_br: Pré-visualização do perfil
uk: Попередній перегляд профілю
zh_hans: 简介预览

source: Profile settings
ar: إعدادات الملف الشخصي
ca: Configuració del perfil
it: Impostazioni del profilo
ja: プロフィール設定
nl: Profielinstellingen
pt_br: Configurações de perfil
uk: Налаштування профілю
zh_hans: 配置文件设置

source: Profile small
ar: الملف الشخصي صغير
ca: Perfil petit
it: Profilo piccolo
ja: プロフィール
nl: Profiel klein
pt_br: Perfil pequeno
uk: Малий профіль
zh_hans: 小型简介

source: Profile statistic block
ar: صندوق إحصائية الملف الشخصي
ca: Bloc estadístic de perfil
it: Blocco statistico del profilo
ja: プロフィール統計ブロック
nl: Blok met profielstatistieken
pt_br: Bloco estatístico de perfil
uk: Блок статистики профілю
zh_hans: 概况统计块

source: Profile tag
ar: علامة الملف الشخصي
ca: Etiqueta de perfil
it: Etichetta del profilo
ja: プロフィールタグ
nl: Profiel tag
pt_br: Tag de perfil
uk: Тег профілю
zh_hans: 简介标签

source: Profile tags
ar: علامة الملف الشخصي
ca: Etiquetes de perfil
it: Tag del profilo
ja: プロフィールタグ
nl: Profiel tags
pt_br: Tags de perfil
uk: Теги профілю
zh_hans: 简介标签

source: Profile tags fieldset
ca: Fieldset d'etiquetes de perfil
it: Set di campi per i tag del profilo
ja: プロフィールタグのフィールドセット
pt_br: Conjunto de campos de tags de perfil
zh_hans: 轮廓标记字段集

source: Promoted to front page
ar: تمت ترقيته إلى الصفحة الأولى
ca: Promocionat a primera pàgina
it: Promosso in prima pagina
ja: フロントページに昇格
nl: Gepromoveerd naar de voorpagina
pt_br: Promovido à primeira página
uk: Винесено на головну сторінку
zh_hans: 升至首页

source: Provide Search API configuration and Search Views.
ar: توفير تكوين API خاص في البحث وطرق عرض البحث.
ca: Proporcioneu la configuració de l'API de cerca i les vistes de cerca.
it: Fornire la configurazione dell'API di ricerca e le viste di ricerca.
ja: Search API の設定と Search Views を提供する。
nl: Zorg voor Search API configuratie en Search Views.
pt_br: Forneça a configuração da API de pesquisa e visualizações de pesquisa.
uk: Надайте конфігурацію API пошуку та подання пошуку.
zh_hans: 提供搜索 API 配置和搜索视图。

source: Provide a comma-delimited list of email addresses. Every destination email address which is not fit with "Skip email rerouting for" lists will be rerouted to these addresses.<br/>If this field is empty and no value is provided, all outgoing emails would be aborted and the email would be recorded in the recent log entries (if enabled).
ca: Proporcioneu una llista d'adreces de correu electrònic delimitada per comes. Totes les adreces de correu electrònic de destinació que no s'adaptin a les llistes “Saltar el reencaminament de correu electrònic” es reencaminaran a aquestes adreces. <br/> Si aquest camp està buit i no es proporciona cap valor, tots els correus sortints quedarien avortats i el correu electrònic quedaria registrat en les entrades de registre recents (si està activat).
it: Fornire un elenco di indirizzi e-mail delimitato da virgole. Tutti gli indirizzi e-mail di destinazione che non rientrano negli elenchi "Salta reinstradamento e-mail per" saranno reinstradati verso questi indirizzi.<br/>Se questo campo è vuoto e non viene fornito alcun valore, tutte le e-mail in uscita saranno interrotte e l'e-mail sarà registrata nelle voci di registro recenti (se abilitate).
ja: メールアドレスのコンマ区切りリストを指定します。Skip email rerouting for "リストに当てはまらない送信先メールアドレスはすべて、これらのアドレスにリルートされます。<br/>このフィールドが空で値が提供されない場合、すべての送信メールは中断され、メールは最近のログエントリに記録されます（有効な場合）。
pt_br: Forneça uma lista de endereços de e-mail delimitada por vírgula. Todos os endereços de e-mail de destino que não correspondam às listas “Ignorar redirecionamento de e-mail para” serão redirecionados para esses endereços. <br/> Se esse campo estiver vazio e nenhum valor for fornecido, todos os e-mails enviados serão abortados e o e-mail será registrado nas entradas de registro recentes (se ativado).
zh_hans: 提供以逗号分隔的电子邮件地址列表。<br/>如果此字段为空，且未提供任何值，则所有发送的电子邮件都将中止，电子邮件将被记录在最近的日志条目中（如果启用）。

source: Provide a correct sort alias
ar: وفر اسمًا مستعارًا صحيحًا للفرز
ca: Proporcionar un àlies d'ordenació correcte
it: Fornire un alias di ordinamento corretto
ja: 正しいソートエイリアスを指定する
nl: Gebruik een correcte sorteer optie
pt_br: Forneça um alias de classificação correto
uk: Вкажіть правильний псевдонім сортування
zh_hans: 提供正确的排序别名

source: Provide a filter for split profile tags
ar: قم بتوفير عامل تصفية لعلامات ملف التعريف المقسمة
ca: Proporcionar un filtre per a les etiquetes de perfil dividit
it: Fornire un filtro per i tag del profilo diviso
ja: スプリット・プロファイル・タグのフィルタを提供する
nl: Voorzien in een filter voor gesplitste profieltags
pt_br: Forneça um filtro para tags de perfil divididas
uk: Надайте фільтр для тегів розділеного профілю
zh_hans: 为分割配置文件标签提供过滤器
