Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Future Events
ar: أحداث مستقبلية
ca: Esdeveniments futurs
it: Eventi futuri
ja: 今後のイベント
nl: Toekomstige gebeurtenissen
pt_br: Eventos futuros
uk: Майбутні події
zh_hans: 未来活动

source: Future and ongoing
ar: المستقبل والمستمر
ca: Futur i en curs
it: Futuro e in corso
ja: 将来と現在進行形
nl: Toekomstig en lopend
pt_br: Futuro e contínuo
uk: Майбутнє та поточне
zh_hans: 未来和持续

source: General configuration
ar: التكوين العام
ca: Configuració general
it: Configurazione generale
ja: 一般構成
nl: Algemene instellingen
pt_br: Configuração geral
uk: Загальні налаштування
zh_hans: 一般配置

source: Generate demo content and users
ar: توليد المحتوى التجريبي والمستخدمين
ca: Generar contingut de demostració i usuaris
it: Generare contenuti demo e utenti
ja: デモ・コンテンツとユーザーの作成
nl: Genereer demo inhoud en gebruikers
pt_br: Gere conteúdo de demonstração e usuários
uk: Створюйте демонстраційний контент та користувачів
zh_hans: 生成演示内容和用户

source: Generate embed
ar: إنشاء تضمين
ca: Generar incrustar
it: Generare un embed
ja: エンベッドの生成
nl: Embed genereren
pt_br: Gerar incorporação
uk: Згенерувати вбудовування
zh_hans: 生成嵌入

source: Generated %num %demo_description.
ar: تم انشاء %num %demo_description.
ca: Generat %num %demo_description.
it: Generato %num %demo_description.
ja: 生成%num %demo_description.
nl: Genereerde %num %demo_description.
pt_br: Gerado em %num %demo_description.
uk: Згенеровано %num %demo_description.
zh_hans: 生成%num %demo_description 。

source: Generated 1 group tab aliases.
ar: تم إنشاء أسماء مستعارة لعلامات تبويب المجموعة @count.
ca: Generat 1 àlies de pestanyes de grup.
it: Generato 1 alias di scheda gruppo.
ja: @count グループタブのエイリアスを生成。
nl: 1 groep tab aliassen gegenereerd.
uk: Згенеровано 1 псевдонім групових вкладок.
zh_hans: 生成@count 组选项卡别名。

source: Generating embedded content
ar: إنشاء محتوى مضمن
ca: Generació de contingut incrustat
it: Generazione di contenuti incorporati
ja: 埋め込みコンテンツの生成
nl: Geïntegreerde inhoud genereren
pt_br: Geração de conteúdo incorporado
uk: Створення вбудованого контенту
zh_hans: 生成嵌入式内容

source: Generic file with download count
ar: ملف عام مع عدد التنزيلات
ca: Fitxer genèric amb recompte de descàrregues
it: File generico con conteggio dei download
ja: ダウンロード数付き汎用ファイル
nl: Algemeen bestand met downloadtelling
pt_br: Arquivo genérico com contagem de downloads
uk: Загальний файл з кількістю завантажень
zh_hans: 带有下载次数的通用文件

source: Get the mentioned user
ar: احصل على المستخدم المذكور
ca: Obteniu l'usuari esmentat
it: Ottenere l'utente citato
ja: 言及されたユーザーを取得する
nl: Haal de genoemde gebruiker
pt_br: Obtenha o usuário mencionado
uk: Отримати згаданого користувача
zh_hans: 获取提及的用户

source: Get the related @type groups for this entity.
ca: Obteniu els grups @type relacionats per a aquesta entitat.
it: Ottenere i gruppi @type correlati per questa entità.
ja: このエンティティの関連@type グループを取得します。
pt_br: Obtenha os grupos @type relacionados para essa entidade.
zh_hans: 获取此实体的相关@type 组。

source: Give a title that will appear when hovering over this link.
ar: قم بإعطاء عنوان سيظهر عند التمرير فوق هذا الرابط.
ca: Doneu un títol que apareixerà quan passeu el cursor per sobre d'aquest enllaç.
it: Assegnare un titolo che apparirà quando si passa il mouse su questo link.
ja: このリンクの上にカーソルを置いたときに表示されるタイトルを指定します。
nl: Geef een titel die verschijnt wanneer u met de muis over deze link beweegt.
pt_br: Dê um título que aparecerá ao passar o mouse sobre este link.
uk: Дайте заголовок, який з'явиться при наведенні на це посилання.
zh_hans: 给出悬停在该链接上时将出现的标题。

source: Gives users the option to report content to site managers that doesn't fit the community guidelines.
ar: يمنح المستخدمين خيار الإبلاغ عن المحتوى لمديري المواقع الذي لا يتوافق مع إرشادات المجتمع.
ca: Dóna als usuaris l'opció d'informar continguts als gestors de llocs que no s'ajusten a les directrius de la comunitat.
it: Offre agli utenti la possibilità di segnalare ai gestori del sito i contenuti non conformi alle linee guida della comunità.
ja: コミュニティガイドラインにそぐわないコンテンツをサイト管理者に報告するオプションをユーザーに提供。
nl: Geeft gebruikers de mogelijkheid om inhoud die niet voldoet aan de communityrichtlijnen te rapporteren aan sitebeheerders.
pt_br: Oferece aos usuários a opção de denunciar conteúdo aos gerentes do site que não esteja de acordo com as diretrizes da comunidade.
uk: Дає користувачам можливість повідомляти адміністраторам сайту про вміст, який не відповідає настановам спільноти.
zh_hans: 让用户可以选择向网站管理员报告不符合社区准则的内容。

source: Go to album
ar: اذهب إلى الألبوم
ca: Anar a l'àlbum
it: Vai all'album
ja: アルバムへ
nl: Naar album
pt_br: Ir para o álbum
uk: Перейти до альбому
zh_hans: 转到相册

source: Google
ar: جوجل
ja: グーグル
zh_hans: 谷歌

source: Granularity
ar: التقسيمات
ca: Granularitat
it: Granularità
ja: 粒度
nl: Nauwkeurigheid
pt_br: Granularidade
uk: Гранульованість
zh_hans: 粒度

source: Group
ar: مجموعة
ca: Grup
it: Gruppo
ja: グループ
nl: Groep
pt_br: Grupo
uk: Група
zh_hans: 组别

source: Group Admin
ar: مدير المجموعة
ca: Administració de grup
it: Amministratore del gruppo
ja: グループ管理者
nl: Groep administrator
pt_br: Administrador do grupo
uk: Адміністратор групи
zh_hans: 组管理员

source: Group Albums Overview Page
ar: صفحة نظرة عامة على ألبومات المجموعة
ca: Pàgina general dels àlbums del grup
it: Pagina di riepilogo degli album di gruppo
ja: グループアルバム概要ページ
nl: Overzichtspagina groepsalbums
pt_br: Página de visão geral dos álbuns do grupo
uk: Сторінка огляду альбомів групи
zh_hans: 群相册概览页面

source: Group Books
ar: كتب جماعية
ca: Llibres de grup
it: Libri di gruppo
ja: グループ・ブックス
nl: Groep Boeken
pt_br: Livros de grupo
uk: Групові книги
zh_hans: 团体图书

source: Group Content
ar: محتوى المجموعة
ca: Contingut del grup
it: Contenuto del gruppo
ja: グループ・コンテンツ
nl: Groepsinhoud
pt_br: Conteúdo do grupo
uk: Вміст групи
zh_hans: 小组内容

source: Group Core Comments support
ar: دعم التعليقات الأساسية للمجموعة
ca: Suport de comentaris bàsics del grup
it: Gruppo Nucleo Commenti supporto
ja: グループ・コア コメント サポート
nl: Groep Kern Opmerkingen ondersteuning
pt_br: Suporte para comentários principais do grupo
uk: Підтримка основних коментарів групи
zh_hans: 小组 核心评论 支持

source: Group Default Routes
ar: المسارات الافتراضية للمجموعة
ca: Agrupar rutes predeterminades
it: Rotte predefinite di gruppo
ja: グループ・デフォルト・ルート
nl: Groep Standaardroutes
pt_br: Rotas padrão do grupo
uk: Групові маршрути за замовчуванням
zh_hans: 组默认路由

source: Group Events
ar: مناسبات المجموعة
ca: Esdeveniments en grup
it: Eventi di gruppo
ja: 団体イベント
nl: Groep evenementen
pt_br: Eventos em grupo
uk: Події групи
zh_hans: 团体活动

source: Group Image
ar: صورة المجموعة
ca: Imatge de grup
it: Immagine di gruppo
ja: グループ画像
nl: Groep afbeelding
pt_br: Imagem de grupo
uk: Зображення групи
zh_hans: 集体形象

source: Group Information
ar: معلومات المجموعة
ca: Informació del grup
it: Informazioni sul gruppo
ja: グループ情報
nl: Groep informatie
pt_br: Informações do grupo
uk: Відомості групи
zh_hans: 集团信息

source: Group Manage Members
ar: إدارة المجموعة الأعضاء
ca: Membres de gestió de grups
it: Gruppo Gestire i membri
ja: グループ メンバー管理
nl: Groepsleden beheren
pt_br: Membros do Gerenciamento de Grupos
uk: Керування членами групи
zh_hans: 组 管理成员

source: Group Manager
ar: مدير مجموعة
ca: Responsable de grup
it: Responsabile di gruppo
ja: グループマネージャー
nl: Groepsmanager
pt_br: Gerente de grupo
uk: Керівник групи
zh_hans: 集团经理

source: Group Managers
ar: مدراء المجموعة
ca: Responsables de grup
it: Responsabili di gruppo
ja: グループマネージャー
nl: Groepsmanagers
pt_br: Gerentes de grupo
uk: Керівники групи
zh_hans: 组长

source: Group Managers Only
ar: مدراء المجموعة فقط
ca: Només gestors de grups
it: Solo per i responsabili di gruppo
ja: グループマネージャーのみ
nl: Alleen groepsmanagers
pt_br: Somente gerentes de grupo
uk: Тільки для менеджерів груп
zh_hans: 仅限组长

source: Group Members
ar: أعضاء المجموعة
ca: Membres del grup
it: Membri del gruppo
ja: グループメンバー
nl: Groepsleden
pt_br: Membros do grupo
uk: Учасники групи
zh_hans: 小组成员

source: Group Quick Join settings
ar: إعدادات Quick Join الخاصة بالمجموعة
ca: Configuració d'unió ràpida de grup
it: Impostazioni dell'unione rapida del gruppo
ja: グループクイック参加設定
nl: Snel lid worden van een Groep-instellingen
pt_br: Configurações do Group Quick Join
uk: Налаштування швидкого приєднання до групи
zh_hans: 群组快速加入设置

source: Group Quickjoin settings
ar: مجموعة إعدادات Quickjoin
ca: Agrupar la configuració de Quickjoin
it: Impostazioni Quickjoin di gruppo
ja: クイックジョイン・グループの設定
nl: Snel lid worden van een groep instellingen
pt_br: Configurações do Group Quickjoin
uk: Налаштування швидкого приєднання до групи
zh_hans: 组快速连接设置

source: Group Stream
ar: مجموعة ستريم
ca: Flux de grup
it: Flusso di gruppo
ja: グループ・ストリーム
nl: Groeps tijdlijn
pt_br: Stream em grupo
uk: Груповий потік
zh_hans: 组流

source: Group Tags
ar: علامات المجموعة
ca: Etiquetes de grup
it: Tag del gruppo
ja: グループ・タグ
nl: Groep tags
pt_br: Tags de grupo
uk: Теги групи
zh_hans: 组标签

source: Group Topics
ar: مواضيع المجموعة
ca: Temes de grup
it: Argomenti di gruppo
ja: グループ・トピックス
nl: Groep Onderwerpen
pt_br: Tópicos do grupo
uk: Групові теми
zh_hans: 小组主题

source: Group Type
ar: نوع المجموعة
ca: Tipus de grup
it: Tipo di gruppo
ja: グループ・タイプ
nl: Groepstype
pt_br: Tipo de grupo
uk: Тип групи
zh_hans: 组别类型

source: Group Views Bulk Operations
ar: عمليات مجمعة لطرق عرض المجموعة
ca: Vistes de grup Operacions massives
it: Viste di gruppo Operazioni di massa
ja: グループ・ビュー一括操作
nl: Groepsgezichten Bulkbewerkingen
pt_br: Group Views Operações em massa
uk: Групові перегляди масових операцій
zh_hans: 组视图 批量操作

source: Group Visibility
ar: رؤية المجموعة
ca: Visibilitat del grup
it: Visibilità del gruppo
ja: グループの可視性
nl: Zichtbaarheid van de groep
pt_br: Visibilidade do grupo
uk: Видимість групи
zh_hans: 小组可见性

source: Group activity context
ar: سياق نشاط المجموعة
ca: Context de l'activitat grupal
it: Contesto dell'attività di gruppo
ja: グループ活動の背景
nl: Groepsactiviteiten-context
pt_br: Contexto de atividade em grupo
uk: Контекст діяльності групи
zh_hans: 小组活动背景

source: Group add block
ar: مجموعة إضافة كتلة
ca: Grup afegir bloc
it: Blocco aggiuntivo di gruppo
ja: グループ追加ブロック
nl: Groep toevoegen blok
pt_br: Bloco de adição de grupo
uk: Блок додавання групи
zh_hans: 组添加块

source: Group add book block
ar: مجموعة إضافة صندوق حجز
ca: Grup afegir bloc de llibres
it: Gruppo Aggiungi blocco libro
ja: グループ追加ブックブロック
nl: Groep toevoegen boek blok
pt_br: Grupo: adicionar bloco de livros
uk: Групове додавання книжкового блоку
zh_hans: 组添加图书块

source: Group add event block
ar: مجموعة إضافة صندوق فعالية
ca: Grup afegir bloc d'esdeveniments
it: Blocco evento aggiuntivo di gruppo
ja: グループ追加イベントブロック
nl: Groep toevoegen gebeurtenis blok
pt_br: Bloco de eventos de adição de grupo
uk: Додати подію в групі (блок)
zh_hans: 组添加事件块

source: Group add topic block
ar: مجموعة إضافة صندوق موضوع
ca: Grup afegir bloc de temes
it: Gruppo Aggiungi blocco argomento
ja: グループ追加トピックブロック
nl: Voeg onderwerp toe in een groep blok
pt_br: Bloco de tópico de adição de grupo
uk: Додати тему в групі (блок)
zh_hans: 组添加主题块

source: Group album creation page title
ar: عنوان صفحة إنشاء الألبوم الجماعي
ca: Títol de la pàgina de creació de l'àlbum de grup
it: Titolo della pagina di creazione dell'album di gruppo
ja: グループアルバム作成ページタイトル
nl: Titel aanmaakpagina groepsalbum
pt_br: Título da página de criação do álbum em grupo
uk: Назва сторінки створення альбому групи
zh_hans: 组相册创建页面标题

source: Group albums
ar: ألبومات المجموعة
ca: Àlbums de grups
it: Album di gruppo
ja: グループ・アルバム
nl: Groepsalbums
pt_br: Álbuns do grupo
uk: Албоми групи
zh_hans: 团体相册

source: Group bulk operations for Group Content
ar: عمليات المجموعة المجمعة لمحتوى المجموعة
ca: Agrupar operacions massives per al contingut de grup
it: Operazioni di gruppo in blocco per il contenuto del gruppo
ja: グループ・コンテンツのグループ一括操作
nl: Bulkbewerkingen voor groepsinhoud
pt_br: Operações em massa em grupo para conteúdo de grupo
uk: Групові масові операції для групового вмісту
zh_hans: 针对群组内容的群组批量操作

source: Group content Content
ar: محتوى المجموعة
ca: Contingut del grup
it: Contenuto del gruppo Contenuto
ja: グループ・コンテンツ コンテンツ
nl: Groepsinhoud Inhoud
pt_br: Conteúdo do grupo Conteúdo
uk: Вміст групи Вміст групи Вміст
zh_hans: 组内容 内容

source: Group content User
ar: مستخدم محتوى المجموعة
ca: Contingut de grup Usuari
it: Contenuto del gruppo Utente
ja: グループコンテンツ ユーザー
nl: Groepsinhoud Gebruiker
pt_br: Usuário do conteúdo do grupo
uk: Вміст групи Користувач
zh_hans: 组内容 用户

source: Group content in my group activity context
ar: مجموعة المحتوى في سياق نشاط المجموعة الخاص بي
ca: Contingut de grup en el context de la meva activitat grupal
it: Contenuti di gruppo nel mio contesto di attività di gruppo
ja: 私のグループ活動の文脈におけるグループ・コンテンツ
nl: Groep inhoud van 'mijn groepsactiviteiten'-context
pt_br: Conteúdo de grupo no meu contexto de atividade em grupo
uk: Зміст групи в контексті моєї групової діяльності
zh_hans: 我的小组活动背景下的小组内容

source: Group content visibility
ar: رؤية محتوى المجموعة
ca: Visibilitat del contingut del grup
it: Visibilità dei contenuti del gruppo
ja: グループ・コンテンツの可視性
nl: Groepsinhoud zichtbaarheid
pt_br: Visibilidade do conteúdo do grupo
uk: Видимість вмісту групи
zh_hans: 群组内容可见性

source: Group content visibility options
ar: خيارات رؤية محتوى المجموعة
ca: Opcions de visibilitat del contingut de grup
it: Opzioni di visibilità dei contenuti del gruppo
ja: グループ・コンテンツの表示オプション
nl: Groep content zichtbaarheid opties
pt_br: Opções de visibilidade do conteúdo do grupo
uk: Параметри видимості вмісту групи
zh_hans: 组内容可见性选项

source: Group destination
ar: وجهة المجموعة
ca: Destinació del grup
it: Destinazione del gruppo
ja: グループの目的地
nl: Groepsbestemming
pt_br: Destino do grupo
uk: Місце призначення групи
zh_hans: 团体目的地

source: Group hero block
ar: كتلة بطل المجموعة
ca: Bloc d'herois de grup
it: Blocco eroe di gruppo
ja: グループ・ヒーロー・ブロック
nl: Groep hero blok
pt_br: Bloco de heróis do grupo
uk: Блок групового героя
zh_hans: 英雄组块

source: Group invitations
ar: دعوات المجموعة
ca: Invitacions de grup
it: Inviti di gruppo
ja: グループ招待
nl: Groepsuitnodigingen
pt_br: Convites para grupos
uk: Групові запрошення
zh_hans: 团体邀请

source: Group invite
ca: Convida de grup
it: Invito di gruppo
ja: グループ招待
pt_br: Convite de grupo
zh_hans: 小组邀请

source: Group invite settings
ar: إعدادات دعوة المجموعة
ca: Configuració de la invitació de grup
it: Impostazioni degli inviti di gruppo
ja: グループ招待の設定
nl: Instellingen groepsuitnodiging
pt_br: Configurações de convite para grupos
uk: Налаштування групових запрошень
zh_hans: 群组邀请设置

source: Group invites
ar: دعوات المجموعة
ca: Convida de grup
it: Inviti di gruppo
ja: グループ招待
nl: Groepsuitnodigingen
pt_br: Convites para grupos
uk: Групові запрошення
zh_hans: 团体邀请

source: Group invites (@count)
ar: دعوات جماعية (@count)
ca: Convida de grup (@count)
it: Inviti di gruppo (@count)
ja: グループ招待 (@count)
nl: Groepsuitnodigingen (@count)
pt_br: Convites para grupos (@count)
uk: Група запрошує (@count)
zh_hans: 团体邀请 (@count)

source: Group manager
ar: مدير مجموعة
ca: Responsable de grup
it: Responsabile del gruppo
ja: グループマネージャー
nl: Groepsmanager
pt_br: Gerente de grupo
uk: Керівник групи
zh_hans: 集团经理

source: Group managers
ar: مدراء المجموعة
ca: Responsables del grup
it: Manager del gruppo
ja: グループマネージャー
nl: Groepsmanagers
pt_br: Gerentes de grupo
uk: Керівники групи
zh_hans: 组长

source: Group managers are able to allow members send invites
ar: يمكن لمديري المجموعات السماح للأعضاء بإرسال الدعوات
ca: Els responsables del grup poden permetre als membres enviar invitacions
it: I gestori dei gruppi possono consentire ai membri di inviare inviti
ja: グループ管理者は、メンバーに招待状を送ることができます。
nl: Groepsmanagers kunnen leden uitnodigingen laten sturen
pt_br: Os gerentes de grupo podem permitir que os membros enviem convites
uk: Менеджери груп можуть дозволити учасникам надсилати запрошення
zh_hans: 群组管理者可允许成员发送邀请

source: Group managers only
ar: مديرو المجموعات فقط
ca: Només gestors de grup
it: Solo per i responsabili di gruppo
ja: グループマネージャーのみ
nl: Alleen groepsleiders
pt_br: Somente gerentes de grupo
uk: Тільки для керівників груп
zh_hans: 仅限组长

source: Group members
ar: أعضاء المجموعة
ca: Membres del grup
it: Membri del gruppo
ja: グループメンバー
nl: Leden
pt_br: Membros do grupo
uk: Учасники групи
zh_hans: 小组成员

source: Group members landing tab
ar: علامة التبويب وصول أعضاء المجموعة
ca: Pestanya d'aterratge dels membres del grup
it: Scheda di destinazione dei membri del gruppo
ja: グループメンバーのランディング・タブ
nl: Groepsleden landings tab
pt_br: Aba de destino dos membros do grupo
uk: Початкова сторінка учасників групи
zh_hans: 小组成员登陆选项卡

source: Group members only
ar: أعضاء المجموعة فقط
ca: Només membres del grup
it: Solo per i membri del gruppo
ja: グループメンバーのみ
nl: Alleen groepsleden
pt_br: Somente membros do grupo
uk: Тільки для учасників групи
zh_hans: 仅限小组成员

source: Group members only (Secret)
ar: أعضاء المجموعة فقط (سرية)
ca: Només membres del grup (Secret)
it: Solo per i membri del gruppo (segreto)
ja: グループメンバーのみ（シークレット）
nl: Alleen Groepsleden (geheim)
pt_br: Somente membros do grupo (secreto)
uk: Лише для членів групи (секретно)
zh_hans: 仅限小组成员（保密）

source: Group members only (secret)
ar: أعضاء المجموعة فقط (سري)
ca: Només membres del grup (secret)
it: Solo per i membri del gruppo (segreto)
ja: グループメンバーのみ（秘密）
nl: Alleen groepsleden (geheim)
pt_br: Somente membros do grupo (secreto)
uk: Лише для членів групи (секретно)
zh_hans: 仅限小组成员（保密）

source: Group membership invite notification
ar: إشعارات دعوة عضوية المجموعة
ca: Notificació d'invitació de membres del grup
it: Notifica di invito all'iscrizione al gruppo
ja: グループメンバー招待通知
nl: Uitnodiging lidmaatschap groep
pt_br: Notificação de convite para associação ao grupo
uk: Повідомлення про запрошення до участі в групі
zh_hans: 群组成员邀请通知

source: Group membership request
ar: طلب عضوية المجموعة
ca: Sol·licitud d'adhesió al grup
it: Richiesta di adesione al gruppo
ja: グループ入会希望
nl: Verzoek om lidmaatschap van een groep
pt_br: Solicitação de associação de grupo
uk: Запит на членство в групі
zh_hans: 申请加入小组

source: Group memberships
ar: عضوية المجموعة
ca: Afiliacions al grup
it: Adesioni al gruppo
ja: 団体会員
nl: Groep lidmaatschappen
pt_br: Associações a grupos
uk: Членство в групах
zh_hans: 团体会员

source: Group memberships (specified)
ar: عضويات المجموعة (محدد)
ca: Afiliacions al grup (especificades)
it: Appartenenze a gruppi (specificate)
ja: 団体会員（特定）
nl: Groep lidmaatschappen (naam)
pt_br: Associações a grupos (especificadas)
uk: Членство в групі (вказати)
zh_hans: 团体会员（指定）

source: Group overview
ar: نظرة عامة على المجموعة
ca: Visió general del grup
it: Panoramica del gruppo
ja: グループ概要
nl: Groep overzicht
pt_br: Visão geral do grupo
uk: Огляд групи
zh_hans: 集团概览

source: Group pending members
ar: أعضاء المجموعة أصحاب الطلبات المعلقة
ca: Membres pendents de grup
it: Gruppo in attesa di membri
ja: グループ保留メンバー
nl: Groep in afwachting van leden
pt_br: Membros pendentes do grupo
uk: Члени групи, які очікують на вступ
zh_hans: 待组员

source: Group permissions
ar: أذونات المجموعة
ca: Permisos de grup
it: Autorizzazioni di gruppo
ja: グループ権限
nl: Groepstoegangsrechten
pt_br: Permissões de grupo
uk: Групові дозволи
zh_hans: 组权限

source: Group relationship
ar: علاقة جماعية
ca: Relació grupal
it: Relazione di gruppo
ja: グループ関係
nl: Groepsverhouding
pt_br: Relacionamento em grupo
uk: Відносини в групі
zh_hans: 集团关系

source: Group request
ar: طلب المجموعة
ca: Sol·licitud de grup
it: Richiesta di gruppo
ja: グループ・リクエスト
nl: Verzoek van de groep
pt_br: Solicitação de grupo
uk: Запит групи
zh_hans: 团体申请

source: Group roles
ar: أدوار المجموعة
ca: Rols de grup
it: Ruoli di gruppo
ja: グループの役割
nl: Groepsrollen
pt_br: Funções do grupo
uk: Ролі групи
zh_hans: 小组角色

source: Group selection
ar: اختيار المجموعة
ca: Selecció de grup
it: Selezione del gruppo
ja: グループ選択
nl: Groepsselectie
pt_br: Seleção de grupos
uk: Вибір групи
zh_hans: 组别选择

source: Group settings
ar: إعدادات المجموعة
ca: Configuració del grup
it: Impostazioni del gruppo
ja: グループ設定
nl: Groep-instellingen
pt_br: Configurações de grupo
uk: Параметри групи
zh_hans: 组设置

source: Group statistic block
ar: صندوق إحصائية المجموعة
ca: Bloc estadístic de grup
it: Blocco statistico di gruppo
ja: グループ統計ブロック
nl: Statistisch groepsblok
pt_br: Bloco estatístico de grupo
uk: Блок групової статистики
zh_hans: 组统计块

source: Group type
ar: نوع المجموعة
ca: Tipus de grup
it: Tipo di gruppo
ja: グループ・タイプ
nl: Groepstype
pt_br: Tipo de grupo
uk: Тип групи
zh_hans: 组别类型

source: Group types
ar: أنواع المجموعات
ca: Tipus de grup
it: Tipi di gruppo
ja: グループ・タイプ
nl: Groepstypen
pt_br: Tipos de grupos
uk: Типи матеріалів групи
zh_hans: 组别类型

source: Group visibility
ar: رؤية المجموعة
ca: Visibilitat del grup
it: Visibilità del gruppo
ja: グループの可視性
nl: Groep zichtbaarheid
pt_br: Visibilidade do grupo
uk: Видимість групи
zh_hans: 集团可见度

source: Group: &nbsp;
ar: المجموعة:
ca: Grup:
it: Gruppo: &nbsp;
ja: グループ: &nbsp；
nl: Groep: &nbsp;
pt_br: Grupo:
uk: Група: &nbsp;
zh_hans: 组别： ；

source: Groups
ar: المجموعات
ca: Grups
it: Gruppi
ja: グループ
nl: Groepen
pt_br: Grupos
uk: Групи
zh_hans: 组别

source: Groups count per node.
ar: يتم حساب المجموعات لكل عقدة.
ca: Compten grups per node.
it: Numero di gruppi per nodo.
ja: ノードごとのグループ数。
nl: Aantal groepen per inhoudsitem.
pt_br: Os grupos contam por nó.
uk: Групи рахуються для кожного вузла.
zh_hans: 每个节点的组数。

source: Groups created
ar: تم إنشاء المجموعات
ca: Grups creats
it: Gruppi creati
ja: 作成されたグループ
nl: Groepen gecreeerd
pt_br: Grupos criados
uk: Створені групи
zh_hans: 创建的组

source: Groups title
ar: عنوان المجموعات
ca: Títol dels grups
it: Titolo del gruppo
ja: グループ名
nl: Groepen titel
pt_br: Título dos grupos
uk: Назва групи
zh_hans: 组别名称

source: Groups url
ar: رابط المجموعات
ca: Url dels grups
it: URL dei gruppi
ja: グループのURL
nl: Groepen url
pt_br: URL dos grupos
uk: URL груп
zh_hans: 组网址

source: Groups: Group managers can update me on groups I belong to
ca: Grups: Els responsables de grups em poden posar al dia sobre els grups als quals pertanyo
it: Gruppi: I gestori dei gruppi possono aggiornarmi sui gruppi a cui appartengo.
ja: グループグループマネージャーは、私が所属しているグループの最新情報を提供してくれます。
pt_br: Grupos: os gerentes de grupo podem me atualizar sobre os grupos aos quais eu pertenço
zh_hans: 群组：群组经理可以更新我所属群组的信息

source: Guest
ar: زائر
ca: Convidat
it: Ospite
ja: ゲスト
nl: Gast
pt_br: Convidado
uk: Гість
zh_hans: 游客

source: Guest enrollments
ar: تسجيلات الضيف
ca: Inscripcions de convidats
it: Iscrizioni di ospiti
ja: ゲスト登録
nl: Inschrijvingen van gasten
pt_br: Inscrições de convidados
uk: Реєстрація гостей
zh_hans: 客人注册

source: HTML5 Date
ca: HTML5 Data
it: Data HTML5
ja: HTML5日付
pt_br: Data HTML5
zh_hans: HTML5 日期

source: Have an account already? @link
ar: لديك حساب بالفعل؟@link
ca: Ja tens un compte? @link
it: Avete già un account? @link
ja: すでにアカウントをお持ちですか？@link
nl: Heeft u al een account? @link
pt_br: Já tem uma conta? @link
uk: Вже маєте обліковий запис? @link
zh_hans: 已有账户？@link

source: Header
ar: رأس الصفحة
ca: Capçalera
it: Intestazione
ja: ヘッダー
nl: Kop
pt_br: cabeçalho
uk: Верхній колонтитул
zh_hans: 页眉

source: Header image for Landing Page Hero section.
ar: صورة العنوان لقسم بطل الصفحة المقصودة.
ca: Imatge de capçalera per a la secció Landing Page Hero.
it: Immagine di intestazione per la sezione Landing Page Hero.
ja: ランディングページ・ヒーロー・セクションのヘッダー画像。
nl: Header afbeelding voor Landing Page Hero sectie.
pt_br: Imagem do cabeçalho da seção Landing Page Hero.
uk: Зображення заголовка для розділу "Герой цільової сторінки".
zh_hans: 登陆页面英雄部分的标题图片。
