Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Allowed values list
ar: قائمة القيم المسموح بها
ca: Llista de valors permesos
it: Elenco dei valori ammessi
ja: 許容値リスト
nl: Lijst met toegestane waardes
pt_br: Lista de valores permitidos
uk: Список дозволених значень
zh_hans: 允许值列表

source: Allowed values list: invalid input.
ar: قائمة القيم المسموح بها: إدخال غير صالح.
ca: Llista de valors permesos: entrada no vàlida.
it: Elenco dei valori ammessi: input non valido.
ja: 許可される値リスト：無効な入力。
nl: Lijst met toegestane waardes: ongeldige invoer.
pt_br: Lista de valores permitidos: entrada inválida.
uk: Список дозволених значень: хибне введення.
zh_hans: 允许值列表：无效输入。

source: Allowed values list: some values are being removed while currently in use.
ar: قائمة القيم المسموح بها: تتم إزالة بعض القيم أثناء الاستخدام حاليًا.
ca: Llista de valors permesos: alguns valors s'estan eliminant mentre estan actualment en ús.
it: Elenco dei valori consentiti: alcuni valori vengono rimossi mentre sono in uso.
ja: 許容値リスト：現在使用中の値が削除されています。
nl: Lijst met toegestane waardes: enkele waardes die momenteel in gebruik zijn worden verwijderd.
pt_br: Lista de valores permitidos: alguns valores estão sendo removidos enquanto estão em uso no momento.
uk: Список дозволених значень: деякі значення будуть вилучені, хоча вони ще використовуються.
zh_hans: 允许值列表：某些值在使用中被删除。

source: Allows Site Managers to add a special tag to the user that will indicate that this is a trusted user to other users.
ar: يسمح لمديري المواقع بإضافة علامة خاصة للمستخدم تشير إلى أن هذا مستخدم موثوق به للمستخدمين الآخرين.
ca: Permet als gestors de llocs afegir una etiqueta especial a l'usuari que indicarà que aquest és un usuari de confiança a altres usuaris.
it: Consente ai gestori del sito di aggiungere un tag speciale all'utente che indicherà che si tratta di un utente fidato agli altri utenti.
ja: サイト管理者は、他のユーザーに対して信頼できるユーザーであることを示す特別なタグをユーザーに追加できます。
nl: Hiermee kunnen sitebeheerders een speciale tag aan de gebruiker toevoegen die aangeeft dat dit een vertrouwde gebruiker is voor andere gebruikers.
pt_br: Permite que os gerentes do site adicionem uma tag especial ao usuário que indicará que ele é um usuário confiável para outros usuários.
uk: Дозволяє менеджерам сайту додавати користувачеві спеціальний тег, який вказуватиме іншим користувачам, що він є довіреною особою.
zh_hans: 允许站点管理员为用户添加一个特殊标签，向其他用户表明这是一个受信任的用户。

source: Allows a Site Manager to control the visibility of profile fields.
ar: يسمح لمدير الموقع بالتحكم في رؤية حقول الملف الشخصي.
ca: Permet a un gestor de llocs controlar la visibilitat dels camps de perfil.
it: Consente al gestore del sito di controllare la visibilità dei campi del profilo.
ja: サイト管理者がプロファイル・フィールドの可視性を制御できるようにします。
nl: Hiermee kan een sitebeheerder de zichtbaarheid van profielvelden regelen.
pt_br: Permite que um gerente do site controle a visibilidade dos campos do perfil.
uk: Дозволяє менеджеру сайту керувати видимістю полів профілю.
zh_hans: 允许站点管理员控制配置文件字段的可见性。

source: Allows a Site Manager to control what fields are available on a profile.
ar: يسمح لمدير الموقع بالتحكم في الحقول المتاحة في ملف التعريف.
ca: Permet a un gestor de llocs controlar quins camps hi ha disponibles en un perfil.
it: Consente al gestore del sito di controllare quali campi sono disponibili in un profilo.
ja: サイト管理者は、プロファイルで利用可能なフィールドを制御できます。
nl: Hiermee kan een Site Manager bepalen welke velden beschikbaar zijn op een profiel.
pt_br: Permite que um gerente do site controle quais campos estão disponíveis em um perfil.
uk: Дозволяє менеджеру сайту контролювати, які поля доступні в профілі.
zh_hans: 允许站点管理员控制配置文件中的可用字段。

source: Allows access to all Open Social menu links.
ar: يسمح بالوصول إلى جميع روابط قائمة Open Social.
ca: Permet accedir a tots els enllaços del menú Open Social.
it: Consente di accedere a tutti i collegamenti del menu Open Social.
ja: すべてのオープンソーシャルメニューのリンクにアクセスできるようにします。
nl: Geeft toegang tot alle Open Social menu links.
pt_br: Permite acesso a todos os links do menu Open Social.
uk: Дозволяє отримати доступ до всіх посилань меню Open Social.
zh_hans: 允许访问所有 "开放社交 "菜单链接。

source: Allows access to an overview of reports.
ar: يسمح بالوصول إلى نظرة عامة على التقارير.
ca: Permet accedir a una visió general dels informes.
it: Consente di accedere a una panoramica dei rapporti.
ja: レポートの概要にアクセスできます。
nl: Geeft toegang tot een overzicht van rapporten.
pt_br: Permite acesso a uma visão geral dos relatórios.
uk: Дозволяє отримати доступ до огляду звітів.
zh_hans: 允许访问报告概览。

source: Allows access to the Content Moderation settings form.
ar: يسمح بالوصول إلى نموذج إعدادات الإشراف على المحتوى.
ca: Permet accedir al formulari de configuració de moderació de contingut.
it: Consente di accedere al modulo delle impostazioni di moderazione dei contenuti.
ja: コンテンツモデレーション設定フォームへのアクセスを許可します。
nl: Geeft toegang tot het inhoudsmoderatie instellingen formulier.
pt_br: Permite acesso ao formulário de configurações de moderação de conteúdo.
uk: Дозволяє отримати доступ до форми налаштувань модерації контенту.
zh_hans: 允许访问内容审核设置表单。

source: Allows access to the administration dashboard.
ar: يسمح بالوصول إلى لوحة القيادة الإدارية.
ca: Permet l'accés al tauler d'administració.
it: Consente di accedere al cruscotto di amministrazione.
ja: 管理ダッシュボードへのアクセスを許可します。
nl: Geeft toegang tot het beheerders dashboard.
pt_br: Permite acesso ao painel de administração.
uk: Дозволяє отримати доступ до адміністративної панелі.
zh_hans: 允许访问管理仪表板。

source: Allows access to the menu of Open Social Connect
ar: يسمح بالوصول إلى قائمة Open Social Connect
ca: Permet accedir al menú d'Obre Social Connect
it: Permette di accedere al menu di Open Social Connect
ja: Open Social Connectのメニューにアクセスできるようにする。
nl: Geeft toegang tot het menu van Open Social Connect
pt_br: Permite o acesso ao menu do Open Social Connect
uk: Дозволяє отримати доступ до меню Open Social Connect
zh_hans: 允许访问 Open Social Connect 菜单

source: Allows access to translating account settings and emails.
ar: يسمح بالوصول إلى ترجمة إعدادات الحساب ورسائل البريد الإلكتروني.
ca: Permet accedir a la traducció de la configuració del compte i els correus electrònics.
it: Consente di accedere alla traduzione delle impostazioni dell'account e delle e-mail.
ja: アカウント設定や電子メールの翻訳にアクセスできます。
nl: Geeft toegang tot het vertalen van accountinstellingen en e-mails.
pt_br: Permite o acesso à tradução de configurações de conta e e-mails.
uk: Дозволяє отримати доступ до налаштувань облікового запису перекладача та електронних листів.
zh_hans: 允许访问翻译账户设置和电子邮件。

source: Allows access to translating site information.
ar: يسمح بالوصول إلى ترجمة معلومات الموقع.
ca: Permet accedir a la traducció de la informació del lloc.
it: Consente di accedere alle informazioni sul sito di traduzione.
ja: 翻訳サイト情報へのアクセスを許可する。
nl: Geeft toegang tot het vertalen van site informatie.
pt_br: Permite o acesso à tradução das informações do site.
uk: Дозволяє отримати доступ до перекладу інформації на сайті.
zh_hans: 允许访问翻译网站信息。

source: Allows adding tags to content. Tags can be used in search, content overviews and dashboards.
ar: يسمح بإضافة علامات إلى المحتوى. يمكن استخدام العلامات في البحث ولمحات عامة على المحتوى ولوحات المعلومات.
ca: Permet afegir etiquetes al contingut. Les etiquetes es poden utilitzar en la cerca, les revisions de contingut i els quadres de comandament.
it: Consente di aggiungere tag ai contenuti. I tag possono essere utilizzati nelle ricerche, nelle panoramiche dei contenuti e nelle dashboard.
ja: コンテンツにタグを追加できる。タグは検索、コンテンツ概要、ダッシュボードで使用できます。
nl: Maakt het toevoegen van tags aan inhoud mogelijk. Tags kunnen worden gebruikt in zoekopdrachten, inhoudsoverzichten en dashboards.
pt_br: Permite adicionar tags ao conteúdo. As tags podem ser usadas em pesquisas, visões gerais de conteúdo e painéis.
uk: Дозволяє додавати теги до контенту. Теги можна використовувати в пошуку, оглядах контенту та інформаційних панелях.
zh_hans: 允许为内容添加标签。标签可用于搜索、内容概览和仪表板。

source: Allows configuring the branding features.
ca: Permet configurar les característiques de marca.
it: Consente di configurare le funzioni di branding.
ja: ブランディング機能を設定できます。
pt_br: Permite configurar os recursos de marca.
zh_hans: 允许配置品牌功能。

source: Allows event creators to set limits to the number of people that can enroll.
ar: يسمح لمنشئي الأحداث بوضع حدود لعدد الأشخاص الذين يمكنهم التسجيل.
ca: Permet als creadors d'esdeveniments establir límits al nombre de persones que poden inscriure's.
it: Consente ai creatori di eventi di impostare limiti al numero di persone che possono iscriversi.
ja: イベント作成者は、登録できる人数に制限を設定できます。
nl: Hiermee kunnen evenementmakers grenzen stellen aan het aantal mensen dat zich kan inschrijven.
pt_br: Permite que os criadores de eventos definam limites para o número de pessoas que podem se inscrever.
uk: Дозволяє творцям подій встановлювати обмеження на кількість людей, які можуть зареєструватися.
zh_hans: 允许活动创建者设置报名人数限制。

source: Allows events to be organised by event types.
ar: يسمح بتنظيم الأحداث حسب أنواع الأحداث.
ca: Permet organitzar esdeveniments per tipus d'esdeveniments.
it: Consente di organizzare gli eventi per tipi di eventi.
ja: イベントタイプ別にイベントを整理することができます。
nl: Maakt het mogelijk evenementen te organiseren per type evenement.
pt_br: Permite que os eventos sejam organizados por tipos de eventos.
uk: Дозволяє організовувати події за типами подій.
zh_hans: 允许按事件类型组织事件。

source: Allows group managers to set the default pages on a group for member and non-members
ar: يسمح لمديري المجموعات بتعيين الصفحات الافتراضية على المجموعة للأعضاء وغير الأعضاء
ca: Permet als gestors de grups establir les pàgines per defecte en un grup per a membres i no membres
it: Consente ai gestori dei gruppi di impostare le pagine predefinite di un gruppo per i membri e i non membri.
ja: グループ管理者は、メンバーおよび非メンバーに対して、グループのデフォルトページを設定できます。
nl: Hiermee kunnen groepsbeheerders de standaardpagina's op een groep instellen voor leden en niet-leden
pt_br: Permite que os gerentes de grupo definam as páginas padrão em um grupo para membros e não membros
uk: Дозволяє менеджерам груп встановлювати сторінки за замовчуванням у групі для учасників і не учасників
zh_hans: 允许群组管理者为成员和非成员设置群组的默认页面

source: Allows the creation of custom lists of content on dashboards and landing pages.
ar: يسمح بإنشاء قوائم مخصصة للمحتوى على لوحات المعلومات والصفحات المقصودة.
ca: Permet la creació de llistes personalitzades de contingut en quadres de comandament i pàgines de destinació.
it: Consente la creazione di elenchi personalizzati di contenuti su dashboard e landing page.
ja: ダッシュボードやランディングページにコンテンツのカスタムリストを作成することができます。
nl: Maakt het mogelijk om aangepaste inhoudslijsten te maken op dashboards en landingspagina's.
pt_br: Permite a criação de listas personalizadas de conteúdo em painéis e páginas de destino.
uk: Дозволяє створювати кастомні списки контенту на дашбордах і цільових сторінках.
zh_hans: 允许在仪表盘和登陆页面上创建自定义内容列表。

source: Allows to use a nice emoji picker for posts, comments etc.
ar: يسمح باستخدام منتقي الرموز التعبيرية الجميل للمشاركات والتعليقات وما إلى ذلك.
ca: Permet utilitzar un selector d'emojis agradable per a publicacions, comentaris, etc.
it: Permette di utilizzare un simpatico selezionatore di emoji per i post, i commenti, ecc.
ja: 投稿やコメントなどに素敵な絵文字ピッカーが使えるようになります。
nl: Maakt het mogelijk een mooie emoji-kiezer te gebruiken voor berichten, commentaren enz.
pt_br: Permite usar um bom seletor de emojis para postagens, comentários etc.
uk: Дозволяє використовувати гарний підбірник смайликів для дописів, коментарів тощо.
zh_hans: 允许为帖子、评论等使用漂亮的表情符号选择器。

source: Allows users to add organisers to events besides the creator of the event itself.
ar: يسمح للمستخدمين بإضافة منظمين إلى الأحداث إلى جانب منشئ الحدث نفسه.
ca: Permet als usuaris afegir organitzadors als esdeveniments a més del propi creador de l'esdeveniment.
it: Consente agli utenti di aggiungere organizzatori agli eventi oltre al creatore dell'evento stesso.
ja: イベント作成者以外のオーガナイザーをイベントに追加することができます。
nl: Hiermee kunnen gebruikers organisatoren toevoegen aan evenementen, naast de maker van het evenement zelf.
pt_br: Permite que os usuários adicionem organizadores aos eventos além do próprio criador do evento.
uk: Дозволяє користувачам додавати організаторів до подій, окрім творця самої події.
zh_hans: 除活动本身的创建者外，允许用户为活动添加组织者。

source: Allows users to attach files to comments they place.
ar: يسمح للمستخدمين بإرفاق الملفات بالتعليقات التي يضعونها.
ca: Permet als usuaris adjuntar fitxers als comentaris que col·loquin.
it: Consente agli utenti di allegare file ai commenti inseriti.
ja: ユーザーがコメントにファイルを添付することができます。
nl: Hiermee kunnen gebruikers bestanden toevoegen aan opmerkingen die ze plaatsen.
pt_br: Permite que os usuários anexem arquivos aos comentários que colocam.
uk: Дозволяє користувачам прикріплювати файли до коментарів, які вони залишають.
zh_hans: 允许用户在发表评论时附加文件。

source: Allows users to enroll in events without creating an account in the community.
ar: يسمح للمستخدمين بالتسجيل في الأحداث دون إنشاء حساب في المجتمع.
ca: Permet als usuaris inscriure's en esdeveniments sense crear un compte a la comunitat.
it: Consente agli utenti di iscriversi agli eventi senza creare un account nella comunità.
ja: ユーザーがコミュニティでアカウントを作成しなくても、イベントに登録できるようにします。
nl: Hiermee kunnen gebruikers zich inschrijven voor evenementen zonder een account aan te maken in de community.
pt_br: Permite que os usuários se inscrevam em eventos sem criar uma conta na comunidade.
uk: Дозволяє користувачам реєструватися на події без створення облікового запису у спільноті.
zh_hans: 允许用户在不创建社区账户的情况下报名参加活动。

source: Allows users to export event enrollees for their events as comma separated value (csv) files.
ar: يسمح للمستخدمين بتصدير المسجلين في الأحداث لأحداثهم كملفات ذات قيمة مفصولة بفواصل (csv).
ca: Permet als usuaris exportar registres d'esdeveniments per als seus esdeveniments com a fitxers de valor separats per comes (csv).
it: Consente agli utenti di esportare gli iscritti agli eventi come file con valori separati da virgola (csv).
ja: ユーザーがイベントの登録者をカンマ区切り値（csv）ファイルとしてエクスポートできるようにします。
nl: Hiermee kunnen gebruikers inschrijvingen voor hun evenementen exporteren als bestanden met door komma's gescheiden waarden (csv).
pt_br: Permite que os usuários exportem os inscritos do evento para seus eventos como arquivos de valores separados por vírgula (csv).
uk: Дозволяє користувачам експортувати реєстри подій у вигляді csv-файлів з розділеними комами.
zh_hans: 允许用户以逗号分隔值 (csv) 文件格式导出其活动的报名人员。

source: Allows users to export users even if disabled via config.
ca: Permet als usuaris exportar usuaris encara que estiguin desactivats a través de la configuració.
it: Consente di esportare gli utenti anche se disabilitati tramite la configurazione.
ja: 設定により無効化されている場合でも、ユーザーをエクスポートできるようにする。
pt_br: Permite que os usuários exportem usuários mesmo que estejam desativados via configuração.
zh_hans: 即使通过配置禁用，也允许用户导出用户。

source: Allows users to request access to Groups
ar: يسمح للمستخدمين بطلب الوصول إلى المجموعات
ca: Permet als usuaris sol·licitar accés als Grups
it: Consente agli utenti di richiedere l'accesso ai gruppi
ja: ユーザーがグループへのアクセスを要求できるようにする
nl: Sta gebruikers toe om toegang voor een groep aan te vragen
pt_br: Permite que os usuários solicitem acesso aos grupos
uk: Дозволяє користувачам запитувати доступ до груп
zh_hans: 允许用户申请访问组

source: Allows users to send eachother private messages.
ar: يسمح للمستخدمين بإرسال رسائل خاصة لبعضهم البعض.
ca: Permet als usuaris enviar missatges privats els uns als altres.
it: Permette agli utenti di inviarsi messaggi privati.
ja: ユーザーがお互いにプライベートメッセージを送ることができます。
nl: Hiermee kunnen gebruikers elkaar privéberichten sturen.
pt_br: Permite que os usuários enviem mensagens privadas uns aos outros.
uk: Дозволяє користувачам надсилати один одному приватні повідомлення.
zh_hans: 允许用户互相发送私人信息。

source: Allows users to skip confirmation when joining a group.
ar: يسمح للمستخدمين بتخطي التأكيد عند الانضمام إلى مجموعة.
ca: Permet als usuaris saltar-se la confirmació quan s'uneixen a un grup.
it: Consente agli utenti di saltare la conferma quando si uniscono a un gruppo.
ja: グループ参加時の確認を省略できるようにする。
nl: Hierdoor zullen gebruikers de bevestigingstap overslaan wanneer ze lid worden van een groep.
pt_br: Permite que os usuários pulem a confirmação ao ingressar em um grupo.
uk: Дозволяє користувачам пропускати підтвердження при приєднанні до групи.
zh_hans: 允许用户在加入群组时跳过确认。

source: Allows you to filter content by tag in a activity blocks.
ar: يسمح لك بتصفية المحتوى حسب العلامة في كتل النشاط.
ca: Permet filtrar contingut per etiqueta en un bloc d'activitats.
it: Permette di filtrare i contenuti per tag in un blocco di attività.
ja: 活動ブロックのタグでコンテンツをフィルタリングできます。
nl: Hiermee kunt u inhoud filteren op tag in een activiteitenblok.
pt_br: Permite filtrar o conteúdo por tag em um bloco de atividades.
uk: Дозволяє фільтрувати вміст за тегами в блоках активності.
zh_hans: 允许您在活动区块中按标签过滤内容。

source: Allows you to organise content in a book like structure.
ar: يسمح لك بتنظيم المحتوى في هيكل يشبه الكتاب.
ca: Permet organitzar el contingut en una estructura similar a un llibre.
it: Permette di organizzare i contenuti in una struttura simile a quella di un libro.
ja: 本のような構成でコンテンツを整理できる。
nl: Hiermee kunt u inhoud organiseren in een boekachtige structuur.
pt_br: Permite que você organize o conteúdo em uma estrutura semelhante a um livro.
uk: Дозволяє організувати вміст у структурі, подібній до книги.
zh_hans: 允许您以类似图书的结构组织内容。

source: Allows you to organise media in an album like structure.
ar: يسمح لك بتنظيم الوسائط في هيكل يشبه الألبوم.
ca: Permet organitzar els suports en una estructura similar a l'àlbum.
it: Permette di organizzare i media in una struttura simile a quella degli album.
ja: アルバムのような構造でメディアを整理できます。
nl: Hiermee kunt u media organiseren in een albumachtige structuur.
pt_br: Permite que você organize a mídia em uma estrutura semelhante a um álbum.
uk: Дозволяє організувати медіа в структуру, подібну до альбому.
zh_hans: 允许你以类似相册的结构组织媒体。

source: Allows you to see profile details in a modal window on the hover of the user picture or name.
ar: يسمح لك بمشاهدة تفاصيل الملف الشخصي في نافذة مشروطة عند تمرير صورة المستخدم أو اسمه.
ca: Permet veure els detalls del perfil en una finestra modal a la passera de la imatge o el nom de l'usuari.
it: Consente di visualizzare i dettagli del profilo in una finestra modale al passaggio della foto o del nome dell'utente.
ja: ユーザーの写真や名前にカーソルを合わせると、モーダルウィンドウでプロフィールの詳細が表示されます。
nl: Maakt het mogelijk om profieldetails te zien in een modaal venster bij het zweven over de gebruikersfoto of naam.
pt_br: Permite que você veja os detalhes do perfil em uma janela modal ao passar o mouse sobre a imagem ou o nome do usuário.
uk: Дозволяє переглянути деталі профілю в модальному вікні при наведенні на фотографію або ім'я користувача.
zh_hans: 允许您在悬停用户图片或姓名时在模式窗口中查看个人资料详情。

source: Altering the visibility options could result in changes in access for content within this group and the group itself.
ar: قد يؤدي تغيير خيارات الرؤية إلى تغييرات في الوصول إلى المحتوى داخل هذه المجموعة والمجموعة نفسها.
ca: L'alteració de les opcions de visibilitat podria comportar canvis en l'accés per als continguts dins d'aquest grup i del propi grup.
it: La modifica delle opzioni di visibilità può comportare cambiamenti nell'accesso ai contenuti di questo gruppo e del gruppo stesso.
ja: 表示オプションを変更すると、このグループ内のコンテンツやグループ自体のアクセスが変更される可能性があります。
nl: Het wijzigen van de zichtbaarheidsopties kan leiden tot wijzigingen in de toegang voor inhoud binnen deze groep en de groep zelf.
pt_br: Alterar as opções de visibilidade pode resultar em mudanças no acesso ao conteúdo desse grupo e do próprio grupo.
uk: Зміна параметрів видимості може призвести до зміни доступу до контенту в цій групі та до самої групи.
zh_hans: 更改可见性选项可能会导致该组内内容和该组本身的访问权限发生变化。

source: Alternative Frontpage
ar: صفحة الواجهة البديلة
ca: Pàgina d'inici alternativa
it: Prima pagina alternativa
ja: オルタナティブ・フロントページ
nl: Alternatieve Homepage
pt_br: Primeira página alternativa
uk: Альтернативна перша шпальта
zh_hans: 另类首页

source: Alternative Frontpage Settings
ar: اعدادات صفحة الواجهة البديلة
ca: Configuració alternativa de la primera pàgina
it: Impostazioni alternative della pagina principale
ja: フロントページの代替設定
nl: Alternatieve homepage-instellingen
pt_br: Configurações alternativas da página inicial
uk: Альтернативні налаштування головної сторінки
zh_hans: 替代性首页设置

source: Always
ca: Sempre
it: Sempre
ja: 常に
pt_br: Sempre
zh_hans: 始终如一

source: Always show all comments
ar: اعرض دائمًا جميع التعليقات
ca: Mostrar sempre tots els comentaris
it: Mostra sempre tutti i commenti
ja: 常にすべてのコメントを表示
nl: Toon altijd alle commentaren
pt_br: Sempre mostre todos os comentários
uk: Завжди показувати всі коментарі
zh_hans: 始终显示所有评论

source: Always show all comments link
ar: اعرض دائما روابط جميع التعليقات
ca: Mostrar sempre l'enllaç de tots els comentaris
it: Mostra sempre tutti i commenti
ja: 常にすべてのコメントを表示するリンク
nl: Toon altijd alle commentaren link
pt_br: Sempre mostre o link de todos os comentários
uk: Завжди показувати посилання на всі коментарі
zh_hans: 始终显示所有评论链接

source: Always show for everyone
ar: اعرضها دائما للجميع
ca: Espectacle sempre per a tothom
it: Mostra sempre per tutti
ja: いつもみんなのために
nl: Altijd laten zien voor iedereen
pt_br: Sempre mostre para todos
uk: Завжди показуйте для всіх
zh_hans: 始终为每个人展示

source: Amount of days
ar: عدد الأيام
ca: Quantitat de dies
it: Numero di giorni
ja: 日数
nl: Aantal dagen
pt_br: Quantidade de dias
uk: Кількість днів
zh_hans: 天数

source: Amount of existing members
ar: عدد الأعضاء الحاليين
ca: Quantitat de membres existents
it: Quantità di membri esistenti
ja: 既存会員数
nl: Aantal bestaande leden
pt_br: Quantidade de membros existentes
uk: Кількість існуючих членів
zh_hans: 现有成员数量

source: Amount of users added not added
ar: عدد المستخدمين المضافين كغير مضافين
ca: Quantitat d'usuaris afegits no afegits
it: Quantità di utenti aggiunti non aggiunti
ja: 追加されたユーザー数 追加されなかったユーザー数
nl: Aantal niet toegevoegde gebruikers
pt_br: Quantidade de usuários adicionados não adicionados
uk: Кількість доданих користувачів не додано
zh_hans: 已添加未添加的用户数量

source: Amount of users added to group
ar: عدد المستخدمين المضافين للمجموعة
ca: Quantitat d'usuaris afegits al grup
it: Quantità di utenti aggiunti al gruppo
ja: グループに追加されたユーザー数
nl: Aantal gebruikers toegevoegd aan de groep
pt_br: Quantidade de usuários adicionados ao grupo
uk: Кількість користувачів, доданих до групи
zh_hans: 添加到群组的用户数量

source: An attempt has been made to send an e-mail to @email.
ca: S'ha intentat enviar un correu electrònic a @email.
it: Si è tentato di inviare un'e-mail a @email.
ja: @email 宛に電子メールの送信が試みられました。
pt_br: Foi feita uma tentativa de enviar um e-mail para @email.
zh_hans: 已尝试向@email 发送电子邮件。

source: An email (ID: %sub_type) either aborted or rerouted to the configured address. For more details please refer to Email policy settings.
ca: Un correu electrònic (ID: %sub_type) o bé avortat o reencaminat a l'adreça configurada. Per a més detalls consulteu la configuració de la política de correu electrònic.
it: Un'e-mail (ID: %sub_type) è stata interrotta o reindirizzata all'indirizzo configurato. Per maggiori dettagli, consultare le impostazioni dei criteri e-mail.
ja: 電子メール (ID:%sub_type) が中断されるか、設定されたアドレスに再ルーティングされます。詳細については、メールポリシーの設定を参照してください。
pt_br: Um e-mail (ID: %sub_type) foi abortado ou redirecionado para o endereço configurado. Para obter mais detalhes, consulte as configurações da política de e-mail.
zh_hans: 电子邮件 (ID:%sub_type) 中止或转发到配置的地址。详情请参阅电子邮件策略设置。
