Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Social Follow Taxonomy Term
ar: مصطلح تصنيف المتابعة الاجتماعية
ca: Terme de taxonomia de seguiment social
it: Tassonomia dei seguaci sociali Termine
ja: ソーシャルフォロー分類学用語
nl: Sociaal Volgen Taxonomie Term
pt_br: Termo de taxonomia de acompanhamento social
uk: Термін таксономії соціального слідування
zh_hans: 社会关注分类术语

source: Social Follow User
ar: مستخدم المتابعة الاجتماعية
ca: Segueix usuari social
it: Utente Social Follow
ja: ソーシャルフォローユーザー
nl: Sociaal Volgen Gebruiker
uk: Соціальна підписка на користувача
zh_hans: 社交关注用户

source: Social Follow User Settings
ar: إعدادات المستخدم للمتابعة الاجتماعية
ca: Configuració de l'usuari Social Follow
it: Impostazioni utente di Social Follow
ja: ソーシャルフォローのユーザー設定
nl: Social Follow Gebruikersinstellingen
pt_br: Configurações do usuário do Social Follow
uk: Налаштування соціальних підписок користувача
zh_hans: 社交关注用户设置

source: Social Font
ar: خط Social
ca: Font Social
it: Font sociale
ja: ソーシャルフォント
nl: Lettertype social
pt_br: Fonte social
uk: Соціальний шрифт
zh_hans: 社会字体

source: Social Footer
ar: تذييل Social
ca: Peu de pàgina social
it: Piè di pagina sociale
ja: ソーシャルフッター
nl: Voettekst social
pt_br: Rodapé social
uk: Соціальний нижній колонтитул
zh_hans: 社交页脚

source: Social GDPR
ar: اللائحة العامة لحماية البيانات الاجتماعية
ca: RGPD social
it: GDPR sociale
ja: ソーシャルGDPR
nl: Sociale GDPR
pt_br: GDPR social
uk: Соціальний GDPR
zh_hans: 社交 GDPR

source: Social GraphQL
ar: الرسم البياني الاجتماعي QL
ca: Gràfic SocialQL
ja: ソーシャルGraphQL
nl: Sociale GraphQL
pt_br: GraphQL social
uk: Соціальний GraphQL
zh_hans: 社交 GraphQL

source: Social Group
ar: مجموعة Social
ca: Grup Social
it: Gruppo sociale
ja: ソーシャル・グループ
nl: Socialgroep
pt_br: Grupo social
uk: Соціальна група
zh_hans: 社会团体

source: Social Group Content Block
ar: حظر محتوى المجموعة الاجتماعية
ca: Bloc de contingut del grup social
it: Blocco dei contenuti dei gruppi sociali
ja: ソーシャル・グループ・コンテンツ・ブロック
nl: Inhoudsblok sociale groep
pt_br: Bloco de conteúdo de grupos sociais
uk: Блок вмісту соціальних груп
zh_hans: 社交群组内容区块

source: Social Group Default Route
ar: المسار الافتراضي للمجموعة الاجتماعية
ca: Ruta predeterminada del grup social
it: Gruppo sociale Percorso predefinito
ja: ソーシャル・グループ デフォルト・ルート
nl: Sociale groep Standaardroute
pt_br: Rota padrão do grupo social
uk: Соціальна група Маршрут за замовчуванням
zh_hans: 社会团体默认路线

source: Social Group Invite
ar: دعوة جماعية اجتماعية
ca: Convida de grup social
it: Invito al gruppo sociale
ja: ソーシャル・グループ招待
nl: Uitnodiging sociale groep
pt_br: Convite para grupo social
uk: Соціальна група Запросити
zh_hans: 社交群组邀请

source: Social Group Invite Settings
ar: إعدادات دعوة المجموعة الاجتماعية
ca: Configuració de convidats de grup social
it: Impostazioni degli inviti ai gruppi sociali
ja: ソーシャルグループ招待設定
nl: Instellingen voor Social Group Invite
pt_br: Configurações de convite para grupos sociais
uk: Налаштування запрошення до соціальної групи
zh_hans: 社交群组邀请设置

source: Social Group Members Export
ar: تصدير أعضاء المجموعة الاجتماعية
ca: Exportació de membres del grup social
it: Membri del gruppo sociale Esportazione
ja: ソーシャル・グループ会員 エクスポート
nl: Leden van de sociale groep Export
pt_br: Exportação de membros de grupos sociais
uk: Експорт членів соціальної групи
zh_hans: 社会团体成员出口

source: Social Group Migration Test
ca: Test de migració de grups socials
it: Test di migrazione del gruppo sociale
ja: 社会集団移動テスト
pt_br: Teste de migração de grupos sociais
zh_hans: 社会群体迁移测试

source: Social Group Quickjoin
ca: Grup Social Quickjoin
it: Gruppo sociale Quickjoin
ja: ソーシャル・グループ・クイックジョイン
nl: Groep - Snel lid worden
pt_br: Grupo social Quickjoin
uk: Соціальна група Quickjoin
zh_hans: 社会团体快速加入

source: Social Group Quickjoin settings
ar: إعدادات Social Group Quickjoin
ca: Configuració de Quickjoin del grup social
it: Impostazioni del gruppo sociale Quickjoin
ja: ソーシャル・グループ・クイックジョインの設定
nl: Groep - Snel lid worden instellingen
pt_br: Configurações do Social Group Quickjoin
uk: Налаштування швидкого приєднання до соціальних груп
zh_hans: 社交群组快速加入设置

source: Social Group Request
ar: طلب مجموعة اجتماعية
ca: Sol·licitud de grup social
it: Richiesta di gruppo sociale
ja: ソーシャル・グループの要請
nl: Aanvraag sociale groep
pt_br: Solicitação de grupo social
uk: Запит на соціальну групу
zh_hans: 社会团体申请

source: Social Group Settings
ar: إعدادات المجموعة الاجتماعية
ca: Configuració del grup social
it: Impostazioni del gruppo sociale
ja: ソーシャル・グループの設定
nl: Instellingen voor sociale groepen
pt_br: Configurações de grupos sociais
uk: Налаштування соціальної групи
zh_hans: 社会团体设置

source: Social Group Tags block
ar: حظر علامات المجموعة الاجتماعية
ca: Bloc d'etiquetes de grup social
it: Blocco dei tag dei gruppi sociali
ja: ソーシャル・グループ・タグ・ブロック
nl: Social Groep Tags blok
pt_br: Bloco de tags de grupos sociais
uk: Блок тегів соціальних груп
zh_hans: 社交群组标签块

source: Social Group User invitations
ar: دعوات مستخدمي المجموعة الاجتماعية
ca: Invitacions d'usuaris de grup social
it: Inviti degli utenti dei gruppi sociali
ja: ソーシャル・グループ・ユーザー招待
nl: Uitnodigingen voor sociale groepen
pt_br: Convites para usuários de grupos sociais
uk: Запрошення користувачів до соціальних груп
zh_hans: 社交群组用户邀请

source: Social Group VBO integration with Groups and Open Social
ar: تكامل VBO للمجموعة الاجتماعية مع المجموعات والشبكات الاجتماعية المفتوحة
ca: Grup Social Integració VBO amb Grups i Social Oberta
it: Integrazione del Social Group VBO con Gruppi e Open Social
ja: ソーシャル・グループVBOとグループおよびオープン・ソーシャルとの統合
nl: Sociale Groep VBO integratie met Groepen en Open Social
pt_br: Integração do Social Group VBO com Groups e Open Social
uk: Інтеграція соціальної групи VBO з групами та Open Social
zh_hans: 社交群组 VBO 与群组和 Open Social 整合

source: Social Group Welcome Message
ar: رسالة الترحيب بالمجموعة الاجتماعية
ca: Missatge de benvinguda del grup social
it: Messaggio di benvenuto del gruppo sociale
ja: ソーシャル・グループ歓迎メッセージ
nl: Welkomstbericht sociale groep
pt_br: Mensagem de boas-vindas do grupo social
uk: Вітальне повідомлення для соціальної групи
zh_hans: 社会团体欢迎词

source: Social Group invitations
ar: دعوات المجموعات الاجتماعية
ca: Invitacions de Grup Social
it: Inviti ai gruppi sociali
ja: ソーシャル・グループへの招待
nl: Uitnodigingen voor sociale groepen
pt_br: Convites para grupos sociais
uk: Запрошення для соціальних груп
zh_hans: 社交群组邀请

source: Social Group request
ar: طلب مجموعة اجتماعية
ca: Sol·licitud de grup social
it: Richiesta di gruppo sociale
ja: ソーシャル・グループの要請
nl: Aanvraag sociale groep
pt_br: Solicitação de grupo social
uk: Запит на соціальну групу
zh_hans: 社会团体申请

source: Social Groups
ar: مجموعة Social
ca: Grups socials
it: Gruppi sociali
ja: 社会グループ
nl: sociale groepen
pt_br: Grupos sociais
uk: Соціальні групи
zh_hans: 社会团体

source: Social Invite Actions block
ar: حظر إجراءات الدعوة الاجتماعية
ca: Bloc d'Accions d'Invitat Social
it: Blocco Azioni invito sociale
ja: ソーシャル招待アクション・ブロック
nl: Blok Sociale Uitnodiging Acties
pt_br: Bloco de ações de convite social
uk: Блок "Соціальні запрошення
zh_hans: 社交邀请操作区块

source: Social Landing Page
ar: الصفحة الرئيسية الاجتماعية
ca: Pàgina de destinació social
it: Pagina di atterraggio sociale
ja: ソーシャル・ランディング・ページ
nl: Sociale landingspagina
pt_br: Página de destino social
uk: Соціальна цільова сторінка
zh_hans: 社交登陆页面

source: Social Language
ar: اللغة الاجتماعية
ca: Llenguatge social
it: Linguaggio sociale
ja: 社会的言語
nl: Taal social
pt_br: Linguagem social
uk: Соціальна мова
zh_hans: 社会语言

source: Social Language - Content Translation
ar: اللغة الاجتماعية - ترجمة المحتوى
ca: Llenguatge social - Traducció de continguts
it: Linguaggio sociale - Traduzione dei contenuti
ja: ソーシャル・ランゲージ - コンテンツ翻訳
nl: Social Language - Content vertalingen
pt_br: Linguagem social - Tradução de conteúdo
uk: Соціальна мова - переклад контенту
zh_hans: 社会语言 - 内容翻译

source: Social Lets Connect
ca: Social Lets Connectar
it: Sociale Connettiamoci
ja: ソーシャル・コネクト
nl: Social Verbind
pt_br: Social: Vamos nos conectar
uk: Соціальні мережі дають змогу спілкуватися
zh_hans: 社交 让我们联系

source: Social Lets Connect Contact
ar: وسائل التواصل الاجتماعي: دعونا نتواصل
ca: Social Lets Connect Contacte
it: Social Connettiamoci Contatti
ja: ソーシャル・コネクト コンタクト
nl: Social Verbind Contact
uk: Соціальні зв'язки Давайте з'єднаємось Контакт
zh_hans: 社交 让我们联系 联系

source: Social Like
ar: إعجاب Social
ca: M'agrada social
ja: ソーシャル・ライク
pt_br: Curtir nas redes sociais
uk: Подобається в соціальних мережах
zh_hans: 社交喜欢

source: Social Magic Login Settings
ar: إعدادات تسجيل الدخول إلى Social Magic
ca: Configuració d'inici de sessió Social Magic
it: Impostazioni di accesso di Social Magic
ja: ソーシャルマジックのログイン設定
nl: Social Magic-inloginstellingen
pt_br: Configurações de login do Social Magic
uk: Налаштування входу в соціальну магію
zh_hans: 社交魔法登录设置

source: Social Magic login
ar: تسجيل الدخول إلى سوشيال ماجيك
ca: Inici de sessió Social Magic
it: Accesso a Social Magic
ja: ソーシャルマジック・ログイン
pt_br: Login do Social Magic
uk: Логін для входу в соціальну магію
zh_hans: 社交魔术登录

source: Social Mailer has been successfully configured!
ca: Social Mailer s'ha configurat correctament!
it: Social Mailer è stato configurato con successo!
ja: ソーシャルメーラーの設定が完了しました！
pt_br: O Social Mailer foi configurado com sucesso!
zh_hans: 社交邮件发送器已成功配置！

source: Social Media System
ca: Sistema de xarxes socials
it: Sistema di social media
ja: ソーシャルメディア・システム
pt_br: Sistema de mídia social
zh_hans: 社交媒体系统

source: Social Mentions
ar: الإشارات الاجتماعية
ca: Mencions socials
it: Menzioni sociali
ja: ソーシャル・メンション
nl: Sociale vermeldingen
pt_br: Menções sociais
uk: Соціальні згадки
zh_hans: 社交提及

source: Social Metatag
ar: العلامة الوصفية الاجتماعية
ca: Metatag social
it: Metatag sociale
ja: ソーシャルメタタグ
pt_br: Metatag social
uk: Соціальний метатег
zh_hans: 社交元标签

source: Social Node
ar: العقدة الاجتماعية
ca: Node social
it: Nodo sociale
ja: ソーシャル・ノード
nl: Sociaal inhoudsitem
pt_br: Nodo social
uk: Соціальний вузол
zh_hans: 社会节点

source: Social Page
ar: صفحة اجتماعية
ca: Pàgina Social
it: Pagina sociale
ja: ソーシャルページ
nl: Sociale pagina
pt_br: Página social
uk: Соціальна сторінка
zh_hans: 社交网页

source: Social Page Content Block
ar: حظر محتوى الصفحة الاجتماعية
ca: Bloc de contingut de la pàgina social
it: Blocco del contenuto della pagina sociale
ja: ソーシャル・ページ・コンテンツ・ブロック
nl: Sociale pagina inhoud blok
pt_br: Bloco de conteúdo da página social
uk: Блок вмісту соціальної сторінки
zh_hans: 社交页面内容块

source: Social Path Manager
ar: مدير المسار الاجتماعي
ca: Gestor de camins socials
it: Responsabile del percorso sociale
ja: ソーシャル・パス・マネージャー
pt_br: Gerenciador de caminhos sociais
uk: Менеджер соціального шляху
zh_hans: 社交路径管理器

source: Social Post
ar: منشور اجتماعي
ca: Publicació social
it: Posta sociale
ja: ソーシャルポスト
nl: Socialbericht
pt_br: Publicação social
uk: Соціальний пост
zh_hans: 社会岗位

source: Social Post Album
ar: نشر ألبوم Social
ca: Àlbum de publicacions socials
it: Album dei post sociali
ja: ソーシャル・ポスト・アルバム
nl: Album socialberichten
pt_br: Álbum de postagem social
uk: Альбом соціальних постів
zh_hans: 社交邮政相册

source: Social Post Photo
ar: صورة المنشور الاجتماعي
ca: Foto de la publicació social
it: Foto del post sociale
ja: ソーシャル投稿写真
nl: Social Post Foto
pt_br: Foto de postagem social
uk: Фото в соціальній мережі
zh_hans: 社交网站照片

source: Social Private Message
ar: رسالة اجتماعية خاصة
ca: Missatge privat social
it: Messaggio privato sociale
ja: ソーシャルプライベートメッセージ
nl: Sociaal privébericht
pt_br: Mensagem social privada
uk: Соціальне приватне повідомлення
zh_hans: 社交私信

source: Social Private Message Owner
ar: مالك الرسائل الاجتماعية الخاصة
ca: Propietari de missatges privats socials
it: Proprietario del messaggio privato sociale
ja: ソーシャルプライベートメッセージ所有者
nl: Sociaal Privébericht Eigenaar
pt_br: Proprietário da mensagem social privada
uk: Соціальні приватні повідомлення Власник приватного повідомлення
zh_hans: 社交私信所有人

source: Social Private Message Thread Members
ar: أعضاء سلسلة الرسائل الاجتماعية الخاصة
ca: Membres del fil de missatges privats socials
it: Messaggi privati sociali Membri del thread
ja: ソーシャルプライベートメッセージスレッドメンバー
nl: Sociale Privéberichten Draad Leden
pt_br: Membros do tópico de mensagens privadas sociais
uk: Соціальні приватні повідомлення Учасники теми
zh_hans: 社交私信主题成员

source: Social Profile
ar: ملف شخصي على الشبكات الاجتماعية
ca: Perfil social
it: Profilo sociale
ja: ソーシャル・プロフィール
nl: Socialprofiel
pt_br: Perfil social
uk: Соціальний профіль
zh_hans: 社会概况

source: Social Profile Fields
ar: حقول الملف الشخصي للشبكة الاجتماعية
ca: Camps de perfil social
it: Campi del profilo sociale
ja: ソーシャル・プロフィール
nl: Velden socialprofiel
pt_br: Campos de perfil social
uk: Поля соціального профілю
zh_hans: 社交资料字段

source: Social Profile Manager Notes
ar: ملاحظات مدير الملف الشخصي على الشبكة الاجتماعية
ca: Notes del gestor de perfils socials
it: Note sul gestore dei profili sociali
ja: ソーシャル・プロフィール・マネージャーの注意事項
nl: Beheerdersnotities socialprofiel
pt_br: Notas do Social Profile Manager
uk: Примітки менеджера соціального профілю
zh_hans: 社交资料管理器说明

source: Social Profile Organization Tag
ar: علامة تنظيم الملف الشخصي على الشبكة الاجتماعية
ca: Etiqueta d'organització de perfil social
it: Tag Organizzazione del profilo sociale
ja: ソーシャル・プロフィール組織タグ
nl: Social Profiel Organisatie Tag
pt_br: Tag de organização de perfil social
uk: Соціальний профіль Організаційний тег
zh_hans: 社会概况组织标签

source: Social Profile Preview
ar: معاينة الملف الشخصي الاجتماعي
ca: Vista prèvia del perfil social
it: Anteprima del profilo sociale
ja: ソーシャル・プロフィールのプレビュー
nl: Voorbeeld van sociaal profiel
pt_br: Pré-visualização do perfil social
uk: Попередній перегляд соціального профілю
zh_hans: 社交简介预览

source: Social Profile Privacy
ar: خصوصية الملف الشخصي على الشبكة الاجتماعية
ca: Privacitat del perfil social
it: Privacy dei profili social
ja: ソーシャル・プロフィールのプライバシー
nl: Privacy socialprofiel
pt_br: Privacidade do perfil social
uk: Конфіденційність соціального профілю
zh_hans: 社交资料隐私

source: Social Profile Privacy settings
ar: إعدادات خصوصية الملف الشخصي الاجتماعي
ca: Configuració de privadesa del perfil social
it: Impostazioni della privacy del profilo sociale
ja: ソーシャル・プロフィールのプライバシー設定
nl: Instellingen sociaal profiel privacy
pt_br: Configurações de privacidade do perfil social
uk: Налаштування конфіденційності соціального профілю
zh_hans: 社交资料隐私设置

source: Social Profile Settings
ar: إعدادات الملف الشخصي الاجتماعي
ca: Configuració del perfil social
it: Impostazioni del profilo sociale
ja: ソーシャル・プロフィール設定
nl: Instellingen sociaal profiel
pt_br: Configurações do perfil social
uk: Налаштування соціального профілю
zh_hans: 社交资料设置

source: Social Profile Tag Split
ar: تقسيم علامة الملف الشخصي الاجتماعي
ca: Etiqueta de perfil social Split
it: Divisione dei tag dei profili sociali
ja: ソーシャル・プロフィールのタグ分割
nl: Sociaal profiel Tag Splitsen
pt_br: Divisão de tags de perfil social
uk: Розділення тегів соціального профілю
zh_hans: 社交资料标签分割

source: Social Queue Entity
ar: كيان قائمة الانتظار الاجتماعية
ca: Entitat de cua social
it: Entità della coda sociale
ja: ソーシャル・キュー・エンティティ
nl: Sociale wachtrij entiteit
pt_br: Entidade de fila social
uk: Об'єкт соціальної черги
zh_hans: 社会队列实体

source: Social Queue item Storage
ar: تخزين عناصر قائمة الانتظار الاجتماعية
ca: Emmagatzematge d'articles de cua social
it: Coda sociale Archiviazione degli articoli
ja: ソーシャルキュー・アイテムの保管
nl: Sociale wachtrij item opslag
pt_br: Armazenamento de itens da fila social
uk: Зберігання елементів соціальної черги
zh_hans: 社交队列项目存储

source: Social React
ar: سوشيال ريآكت
ca: Reacció social
it: Reazione sociale
ja: ソーシャル・リアクト
nl: Social Reageer
pt_br: Reação social
zh_hans: 社会反应

source: Social SOLR
ca: SOLR Social
it: SOLR sociale
ja: ソーシャルSOLR
pt_br: SOLR social
zh_hans: 社会 SOLR

source: Social Search
ar: البحث الاجتماعي
ca: Cerca social
it: Ricerca sociale
ja: ソーシャル・サーチ
nl: Sociaal zoeken
pt_br: Pesquisa social
uk: Соціальний пошук
zh_hans: 社交搜索

source: Social Sharing
ar: المشاركة الاجتماعية
ca: Compartició social
it: Condivisione sociale
ja: ソーシャル・シェアリング
nl: Sociaal delen
pt_br: Compartilhamento social
uk: Соціальний обмін
zh_hans: 社交分享

source: Social Swiftmail Settings
ar: إعدادات البريد السريع الاجتماعي
ca: Configuració de Swiftmail Social
it: Impostazioni di Social Swiftmail
ja: ソーシャル・スイフトメールの設定
nl: Instellingen voor sociale Swiftmail
pt_br: Configurações sociais do Swiftmail
uk: Налаштування соціальної пошти Swiftmail
zh_hans: 社交 Swiftmail 设置

source: Social Swiftmailer
ca: Swiftmailer social
it: Swiftmailer sociale
ja: ソーシャル・スイフトメーラー
nl: Sociale Swiftmailer
pt_br: Swiftmailer social
zh_hans: 社交 Swiftmailer

source: Social Swiftmailer implementation
ar: تنفيذ برنامج Swiftmailer الاجتماعي
ca: Implementació Social Swiftmailer
it: Implementazione di Social Swiftmailer
ja: ソーシャル・スイフトメーラーの実装
nl: Sociale Swiftmailer implementatie
pt_br: Implementação do Social Swiftmailer
uk: Реалізація Social Swiftmailer
zh_hans: 实施社交 Swiftmailer

source: Social Tag Settings
ar: إعدادات الإشارة على الشبكات الاجتماعية
ca: Configuració d'etiquetes socials
it: Impostazioni dei tag sociali
ja: ソーシャルタグ設定
nl: Social Tag Instellingen
pt_br: Configurações de tags sociais
uk: Налаштування соціальних тегів
zh_hans: 社交标签设置

source: Social Tagging
ar: الإشارة في الشبكات الاجتماعية
ca: Etiquetatge social
it: Tagging sociale
ja: ソーシャルタギング
pt_br: Marcação social
uk: Соціальні теги
zh_hans: 社交标签

source: Social Tagging Settings
ar: إعدادات وضع العلامات الاجتماعية
ca: Configuració d'etiquetatge social
it: Impostazioni dei tag sociali
ja: ソーシャルタギング設定
nl: Instellingen voor sociale tagging
pt_br: Configurações de marcação social
uk: Налаштування соціальних тегів
zh_hans: 社交标签设置

source: Social Tags block
ar: حظر العلامات الاجتماعية
ca: Bloc d'etiquetes socials
it: Blocco dei tag sociali
ja: ソーシャルタグブロック
nl: Social Tags blok
pt_br: Bloco de tags sociais
uk: Блок соціальних тегів
zh_hans: 社交标签块

source: Social Topic
ar: موضوع الشبكة الاجتماعية
ca: Tema social
it: Argomento sociale
ja: 社会的トピック
nl: Social Onderwerp
pt_br: Tópico social
uk: Соціальна тема
zh_hans: 社会主题

source: Social Topic Settings
ar: إعدادات الموضوع الاجتماعي
ca: Configuració del tema social
it: Impostazioni degli argomenti sociali
ja: ソーシャル・トピックの設定
nl: Instellingen sociaal thema
pt_br: Configurações de tópicos sociais
uk: Налаштування соціальної тематики
zh_hans: 社交主题设置

source: Social User
ar: مستخدم Social
ca: Usuari social
it: Utente sociale
ja: ソーシャル・ユーザー
nl: Socialgebruiker
pt_br: Usuário social
uk: Соціальний користувач
zh_hans: 社交用户

source: Social User Export
ar: تصدير المستخدم الاجتماعي
ca: Exportació d'usuaris socials
it: Esportazione di utenti sociali
ja: ソーシャル・ユーザー・エクスポート
nl: Export van sociale gebruikers
pt_br: Exportação de usuários sociais
uk: Експорт соціальних користувачів
zh_hans: 社交用户导出

source: Social User Export Settings
ar: إعدادات تصدير المستخدم الاجتماعي
ca: Configuració d'exportació d'usuaris socials
it: Impostazioni di esportazione degli utenti sociali
ja: ソーシャル・ユーザーのエクスポート設定
nl: Instellingen voor sociale gebruikersexport
pt_br: Configurações de exportação de usuários sociais
uk: Налаштування експорту соціальних користувачів
zh_hans: 社交用户导出设置

source: Social User Navigation Bar Settings
ar: إعدادات شريط التنقل الاجتماعي للمستخدم
ca: Configuració de la barra de navegació de l'usuari social
it: Impostazioni della barra di navigazione degli utenti social
ja: ソーシャル・ユーザー・ナビゲーション・バーの設定
nl: Instellingen navigatiebalk voor sociale gebruikers
pt_br: Configurações da barra de navegação do usuário social
uk: Налаштування панелі навігації соціальних користувачів
zh_hans: 社交用户导航栏设置

source: Social User Settings
ar: إعدادات المستخدم الاجتماعي
ca: Configuració de l'usuari social
it: Impostazioni utente social
ja: ソーシャル・ユーザー設定
nl: Sociale gebruikersinstellingen
pt_br: Configurações de usuário social
uk: Соціальні налаштування користувача
zh_hans: 社交用户设置

source: Social User entity from URL
ar: كيان المستخدم الاجتماعي من URL
ca: Entitat de l'usuari social des de la URL
it: Entità utente sociale da URL
ja: URLからのソーシャル・ユーザー・エンティティー
nl: Sociale gebruikersentiteit van URL
pt_br: Entidade de usuário social a partir do URL
uk: Сутність соціального користувача з URL-адреси
zh_hans: 来自 URL 的社交用户实体

# Validation
source: Social User name
ar: اسم المستخدم الاجتماعي
ca: Social Nom d'usuari
it: Nome utente sociale
ja: ソーシャルユーザー名
nl: Sociale gebruikersnaam
pt_br: Nome de usuário social
uk: Ім'я соціального користувача
zh_hans: 社交用户名

source: Social Users
ar: مستخدم Social
ca: Usuaris socials
it: Utenti sociali
ja: ソーシャル・ユーザー
nl: Socialgebruiker
pt_br: Usuários sociais
uk: Соціальні користувачі
zh_hans: 社交用户

source: Social Views bulk operations for Enrollments
ar: عمليات العرض الاجتماعي المجمعة للتسجيلات
ca: Operacions massives de Social Views per a Matrícules
it: Operazioni in blocco di Social Views per le iscrizioni
ja: ソーシャル・ビューの入会一括操作
nl: Sociale Views bulkoperaties voor inschrijvingen
pt_br: Operações em massa do Social Views para inscrições
uk: Масові операції з соціальними переглядами для зарахувань
zh_hans: 社会视角批量操作注册

source: Social Views bulk operations for Group Management
ar: عمليات Social Views المجمعة لإدارة المجموعة
ca: Operacions massives de Social Views per a la Gestió de Grups
it: Operazioni di massa di Social Views per la gestione del gruppo
ja: グループ経営のためのソーシャル・ビュー一括操作
nl: Social Views bulkoperaties voor groepsbeheer
pt_br: Operações em massa do Social Views para gerenciamento de grupos
uk: Масові операції з соціальними переглядами для управління групою
zh_hans: 集团管理的社会观点批量操作

source: Social Views bulk operations for invites
ar: عمليات المشاهدات الاجتماعية الجماعية للدعوات
ca: Operacions massives de Social Views per a invitacions
it: Operazioni di massa di Social Views per gli inviti
ja: 招待のためのソーシャル・ビュー一括操作
nl: Social Views bulkoperaties voor uitnodigingen
pt_br: Operações em massa do Social Views para convites
uk: Масові операції з соціальними переглядами для запрошень
zh_hans: 社交观点》批量操作邀请

source: Social all
ar: الحائط الاجتماعي
ca: Social tot
it: Tutti i social
ja: ソーシャルオール
nl: Sociaal allemaal
pt_br: Tudo social
uk: Соціальне все
zh_hans: 社会所有

source: Social comment list(Lazy build)
ar: قائمة التعليقات الاجتماعية (Lazy build)
ca: Llista de comentaris socials (Lazy build)
it: Elenco dei commenti sociali (costruzione pigra)
ja: ソーシャルコメントリスト（レイジービルド）
nl: Sociale commentaarlijst (Lazy build)
pt_br: Lista de comentários sociais (Lazy build)
uk: Список соціальних коментарів (лінива збірка)
zh_hans: 社会评论列表（懒人构建）

source: Social emoji settings
ar: إعدادات الرموز التعبيرية الاجتماعية
ca: Configuració de emoji social
it: Impostazioni delle emoji sociali
ja: ソーシャル絵文字の設定
nl: Sociale emoji instellingen
pt_br: Configurações de emojis sociais
uk: Налаштування соціальних емодзі
zh_hans: 社交表情符号设置

source: Social font module
ar: وحدة الخط الاجتماعي
ca: Mòdul de fonts socials
it: Modulo font sociali
ja: ソーシャルフォントモジュール
nl: Module sociaal lettertype
pt_br: Módulo de fonte social
uk: Модуль соціальних шрифтів
zh_hans: 社交字体模块

source: Social font module.
ar: وحدة الخط الاجتماعي.
ca: Mòdul de fonts socials.
it: Modulo font sociale.
ja: ソーシャルフォントモジュール。
pt_br: Módulo de fonte social.
uk: Модуль соціальних шрифтів.
zh_hans: 社交字体模块。

source: Social group select list
ar: قائمة اختيار المجموعة الاجتماعية
ca: Llista de selecció de grups socials
it: Elenco di selezione dei gruppi sociali
ja: ソーシャルグループ選択リスト
nl: Keuzelijst sociale groep
pt_br: Lista de seleção de grupos sociais
uk: Список вибору соціальної групи
zh_hans: 社会团体选择列表

source: Social long date
ar: تاريخ اجتماعي طويل
ca: Llarga cita social
ja: ソーシャル・ロング・デート
nl: Sociale lange datum
pt_br: Encontro social longo
uk: Соціальне довге побачення
zh_hans: 长期社交活动

source: Social medium date
ar: تاريخ الوسيط الاجتماعي
ca: Data del mitjà social
it: Data del mezzo sociale
ja: ソーシャル・メディア・デート
nl: Datum sociaal medium
pt_br: Encontro na mídia social
uk: Дата в соціальному середовищі
zh_hans: 社会媒介日期
