Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Hi,<br /><br /> I would like to invite you to join my group [group:title] on [site:name].<br /><br />Kind regards,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]">View group</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ar: مرحبًا، <br /> <br /> أود أن أدعوك للانضمام إلى مجموعتي [group:title] على [site:name]. <br /> <br /> أطيب التحيات، <br /> [current-user:display-name] <br /> <br /> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]"> عرض المجموعة </a> </td> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> حول [site:name] </a> </td> </tr> </tbody> </table>
nl: Hi,<br /><br /> Graag zou ik je willen uitnodigen voor mijn groep [group:title] op [site:name].<br /><br />Met vriendelijke groet,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]">Bekijk groep</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Over [site:name]</a></td> </tr> </tbody> </table>
uk: Привіт,<br /><br /> Я хотів би запросити Вас приєднатися до моєї групи [group:title] на [site:name].<br /><br />З повагою,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]">Переглянути групу</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Про мене [site:name]</a></td> </tr> </tbody> </table>

source: Hi,<br /><br />I would like to invite you to join my group [group:title] on [site:name].<br /><br />Kind regards,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]">View group</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ar: أهلا، <br /><br />أود دعوتكم للانضمام الى مجموعتي [group:title] على [site:name].<br /><br />أطيب التحيات<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]">عرض المجموعة</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">حول [site:name]</a></td> </tr> </tbody> </table>
nl: Hi,<br /><br />Graag zou ik je willen uitnodigen voor mijn groep [group:title] op [site:name].<br /><br />Met vriendelijke groet,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]">Bekijk groep</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Over [site:name]</a></td> </tr> </tbody> </table>
uk: Привіт,<br /><br />Я хотів би запросити Вас приєднатися до моєї групи [group:title] на [site:name].<br /><br />З повагою,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]">Переглянути групу</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Про мене [site:name]</a></td> </tr> </tbody> </table>

source: In order to change the group type, please contact the content or site managers.
ar: لتغيير نوع المجموعة ، يرجى الاتصال بمديري المحتوى أو الموقع.
nl: Om het groepstype te wijzigen, moet u contact opnemen met de inhoud- of websitebeheerders.
uk: Щоб змінити тип групи, будь ласка, зв'яжіться з контент або сайт менеджерами.

source: In order to change the group type, please contact the content or site managers.
ar: لتغيير نوع المجموعة ، يرجى الاتصال بمديري المحتوى أو الموقع.
nl: Om het groepstype te kunnen wijzigen, neem contact op met een beheerder.
uk: Щоб змінити тип групи, будь ласка, зв'яжіться з контент або сайт менеджерами.

source: Installed socialblue theme and made this the default. Please check release notes.
ar: ثبّت سمة Socialblue وجعلها الخيار الافتراضي. يرجى مراجعة ملاحظات الإصدار.
nl: Socialblue thema geïnstalleerd en dit de standaard gemaakt. Controleer de release notes.
uk: Встановлено тему socialblue і зроблено її за замовчуванням. Будь ласка, перевірте примітки до випуску.

source: Installed the social_file_private module. Make sure to read: https://www.drupal.org/docs/8/distributions/open-social/private-files
ar: تم تثبيت وحدة social_file_private. تأكد من قراءة: https://www.drupal.org/docs/8/distributions/open-social/private-files
nl: De social_file_private module geïnstalleerd. Let op: https://www.drupal.org/docs/8/distributions/open-social/private-files
uk: Встановлено модуль social_file_private. Обов'язково прочитайте: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Last access
ar: آخر وصول
nl: Laatste toegang
uk: Останній доступ

source: Main category
ar: الفئة الرئيسية
nl: Hoofd categorie
uk: Основна категорія

source: Members who liked this @content
ar: الأعضاء الذين أحبوا هذا @content
nl: Leden die dit @content leuk vinden
uk: Учасникам, яким сподобалось це @content

source: Module for lazy loading images using the blazy library.
ar: وحدة تحميل الصور البطيئة باستخدام مكتبة blazy.
nl: Module voor het lui laden van afbeeldingen met behulp van de blazy bibliotheek.
uk: Модуль для лінивого завантаження зображень за допомогою бібліотеки blazy.

source: Modules installed
ar: الوحدات المثبتة
nl: Geïnstalleerde modules
uk: Встановлено модулі

source: Notification from %site_name
ar: إشعار من %site_name
nl: Melding van %site_name
uk: Повідомлення від %site_name

source: Number of items per entity (e.g., nr. of members, topics, events, etc.)
ar: عدد العناصر لكل كيان (على سبيل المثال ، عدد الأعضاء والموضوعات والأحداث وما إلى ذلك)
nl: Aantal items per entiteit (bijv. aantal leden, onderwerpen, evenementen, etc.)
uk: Кількість елементів для кожного суб'єкта (наприклад, кількість членів, теми, події тощо)

source: Open Group
ar: مجموعة مفتوحة
nl: Open Groep
uk: Відкрита група

source: Open Social usage data
ar: افتح بيانات الاستخدام الاجتماعي
nl: Open Social gebruiksgegevens
uk: Дані про використання Open Social

source: Open Social version
ar: افتح النسخة الاجتماعية
nl: Open Social versie
uk: Відкрита соціальна версія

source: Open Social would like to collect non-personal data to improve the product and your experience. We will never collect any personal data. You can choose which data you want to share with the Open Social team below (or none at all). The usage data is sent every 24 hours to the team.
ar: ترغب Open Social في جمع البيانات غير الشخصية لتحسين المنتج وتجربتك. لن نجمع أي بيانات شخصية أبدًا. يمكنك اختيار البيانات التي تريد مشاركتها مع فريق Open Social أدناه (أو عدم مشاركتها مطلقًا). يتم إرسال بيانات الاستخدام كل 24 ساعة إلى الفريق.
nl: Open Social wil graag niet-persoonlijke gegevens verzamelen om het product en uw ervaring te verbeteren. We zullen nooit persoonlijke gegevens verzamelen. Je kunt hieronder kiezen welke gegevens je wilt delen met het Open Social-team (of helemaal niet). De gebruiksgegevens worden elke 24 uur naar het team verzonden.
uk: Open Social збирає неперсональні дані, щоб покращити продукт і ваш досвід. Ми ніколи не будемо збирати жодних персональних даних. Нижче ви можете вибрати, якими даними ви хочете поділитися з командою Open Social (або не надавати їх взагалі). Дані про використання надсилаються команді кожні 24 години.

source: Open group
ar: مجموعة مفتوحة
nl: Open groep
uk: Відкрита група

source: Open group: Group Invitation
ar: المجموعة المفتوحة: دعوة جماعية
nl: Open groep: Groepsuitnodiging
uk: Відкрита група: Запрошення до групи

source: Open group: Group membership
ar: المجموعة المفتوحة: عضوية المجموعة
nl: Open groep: Lidmaatschap van de groep
uk: Відкрита група: Членство в групі

source: Open group: Group node (Album)
ar: المجموعة المفتوحة: عقدة المجموعة (الألبوم)
nl: Open groep: groepsnode (album)
uk: Відкрита група: Вузол групи (Альбом)

source: Please note that changing the group type will also change the visibility of the group content and the way users can join the group.
ar: يرجى ملاحظة أن تغيير نوع المجموعة سيؤدي أيضًا إلى تغيير رؤية محتوى المجموعة والطريقة التي يمكن للمستخدمين الانضمام إليها.
nl: Let op dat het veranderen van het groep type ook de zichtbaarheid van de groepsinhoud en de manier waarop gebruikers lid kunnen worden verandert.
uk: Зверніть увагу, що зміна типу групи також змінить видимість вмісту групи і спосіб, у який користувачі можуть приєднатися до групи.

source: Profile privacy data has been processed for the following users: @list
ar: تمت معالجة بيانات خصوصية الملف الشخصي للمستخدمين التاليين: @list
nl: Voor de volgende gebruikers zijn privacygegevens verwerkt: @list
uk: Дані про конфіденційність профілю були оброблені для наступних користувачів: @list

source: Provides Group feature.
ar: يوفر ميزة المجموعة.
nl: Biedt Groepsfunctie.
uk: Надає функцію групи.

source: Public Group
ar: مجموعة عامة
nl: Publieke groep
uk: Громадська група

source: Public group
ar: مجموعة عامة
nl: Publieke groep
uk: Публічна група

source: Public group: Group Invitation
ar: مجموعة عامة: دعوة جماعية
nl: Publieke groep: Groepsuitnodiging
uk: Публічна група: Запрошення до групи

source: Public group: Group membership
ar: المجموعة العامة: عضوية المجموعة
nl: Openbare groep: Lidmaatschap van de groep
uk: Публічна група: Членство в групі

source: Public group: Group node (Album)
ar: المجموعة العامة: عقدة المجموعة (الألبوم)
nl: Openbare groep: groepsnode (album)
uk: Публічна група: Вузол групи (Альбом)

source: Refresh interval in seconds
ar: الفاصل الزمني للتحديث بالثواني
nl: Vernieuw interval in seconden
uk: Інтервал оновлення в секундах

source: Request to enroll - users can "request to enroll" for this event which event organisers approve/decline
ar: طلب التسجيل - يمكن للمستخدمين «طلب التسجيل» لهذا الحدث الذي يوافق عليه منظمو الحدث أو يرفضه
nl: Aanmelden - gebruikers moeten zich aanmelden voor dit evenement en de organisatoren moeten deze aanmeldingen eerst accepteren/afwijzen
uk: Запит на реєстрацію - користувачі можуть "подати запит на реєстрацію" на цю подію, який організатори події схвалюють/відхиляють

source: Require group types
ar: تتطلب أنواع المجموعة
nl: Groepstypen vereisen
uk: Вимагати типи груп

source: Secret group: Group node (Album)
ar: المجموعة السرية: عقدة المجموعة (الألبوم)
nl: Geheime groep: groepsnode (album)
uk: Таємна група: Вузол групи (Альбом)

source: Secret groups
ar: مجموعة سرية
nl: Geheime groep
uk: Таємні групи

source: Select which usage data to share
ar: حدد بيانات الاستخدام التي تريد مشاركتها
nl: Selecteer welke data je wil delen
uk: Виберіть, якими даними про використання ділитися

source: Send usage data.
ar: أرسل بيانات الاستخدام.
nl: Stuur gebruiksgegevens.
uk: Надсилайте дані про використання.

source: Seret group: Group Invitation
ar: المجموعة السرية: دعوة جماعية
nl: Seret groep: Groepsuitnodiging
uk: Група "Серет": Запрошення до групи

source: Share usage data Open Social development team and help us improve the product.
ar: شارك بيانات الاستخدام افتح فريق التطوير الاجتماعي وساعدنا على تحسين المنتج.
nl: Deel gebruiksgegevens Open Social development team en help ons het product te verbeteren.
uk: Поділіться даними про використання з командою розробників Open Social і допоможіть нам покращити продукт.

source: Share usage data with Open Social team
ar: مشاركة بيانات الاستخدام مع فريق Open Social
nl: Deel gebruiksgegevens met het Open Social-team
uk: Діліться даними про використання з командою Open Social

source: Shares usage data to the Open Social team. This helps us prioritise issues and new features making Open Social better.
ar: تشارك بيانات الاستخدام مع فريق Open Social. يساعدنا هذا في تحديد أولويات المشكلات والميزات الجديدة التي تجعل Open Social أفضل.
nl: Deelt gebruiksgegevens met het Open Social team. Dit helpt ons prioriteit te geven aan problemen en nieuwe functies die Open Social beter maken.
uk: Ділиться даними про використання з командою Open Social. Це допомагає нам визначати пріоритетність проблем і нових функцій, які роблять Open Social кращою.

source: Skipped installing socialblue theme. Please check release notes.
ar: تخطيت تثبيت موضوع socialblue. يرجى التحقق من ملاحظات الإصدار.
nl: Overgeslagen installatie van socialblue thema. Controleer de release notes.
uk: Пропущено встановлення теми socialblue. Будь ласка, перевірте примітки до випуску.

source: Skipped installing the social_file_private module because your Private file system is not set. This could have some security implications. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
ar: تخطيت تثبيت وحدة social_file_private لأن نظام الملفات الخاص لم يتم تعيينه. قد يكون لهذا بعض الآثار الأمنية. مزيد من المعلومات: https://www.drupal.org/docs/8/distributions/open-social/private-files
nl: De installatie van de social_file_private module is overgeslagen omdat uw Private bestandssysteem niet is ingesteld. Dit kan gevolgen hebben voor de veiligheid. Meer info: https://www.drupal.org/docs/8/distributions/open-social/private-files
uk: Пропущено встановлення модуля social_file_private, оскільки вашу приватну файлову систему не налаштовано. Це може мати деякі наслідки для безпеки. Докладніша інформація: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Social Database
ar: قاعدة بيانات اجتماعية
nl: Sociale databank
uk: Соціальна база даних

source: Social Lazy Loading
ar: التحميل البطيء الاجتماعي
nl: Sociaal lui laden
uk: Соціальне ліниве завантаження

source: Social Lazy Loading Image
ar: صورة التحميل البطيئة الاجتماعية
nl: Sociaal traag ladend beeld
uk: Соціальне ліниве завантаження зображення

source: Social Lets Connect Usage
ar: وسائل التواصل الاجتماعي تتيح الاتصال بالاستخدام
nl: Social Lets Connect Gebruik
uk: Соціальні мережі дозволяють з'єднати використання

source: Social Secret Group
ar: مجموعة سوشيال سيكريت
nl: Social Geheime Groep
uk: Група "Соціальна таємниця

source: Social Secret Group on Landing pages
ar: مجموعة Social Secret على الصفحات المقصودة
nl: Sociale geheime groep op landingspagina's
uk: Соціальна секретна група на цільових сторінках

source: Social Swift Mailer
ar: سوشيال سويفت ميلر

source: System data
ar: بيانات النظام
nl: Systeemgegevens
uk: Дані системи

source: System data (operating system, PHP version, and extensions)
ar: بيانات النظام (نظام التشغيل وإصدار PHP والإضافات)
nl: Systeemgegevens (besturingssysteem, PHP-versie en extensies)
uk: Системні дані (операційна система, версія PHP та розширення)

source: The title of the node to add to the group
ar: عنوان العقدة المراد إضافتها إلى المجموعة
nl: De titel van het inhoudsitem dat aan de groep moet worden toegevoegd
uk: Назва вузла, який потрібно додати до групи

source: The visibility option for no one field has been changed.
ar: لم يتم تغيير خيار الرؤية لأي حقل.
nl: De zichtbaarheidsoptie voor geen enkel veld is gewijzigd.
uk: Параметр видимості для поля "Нікого" було змінено.

source: The visibility option has been changed to configurable for the following fields: @list
ar: تم تغيير خيار الرؤية إلى قابل للتكوين للحقول التالية: @list
nl: De zichtbaarheidsoptie is gewijzigd in configureerbaar voor de volgende velden: @list
uk: Опція видимості була змінена на настроювану для наступних полів: @list

source: This is a closed group. Users can only join by invitation and the content in the group is hidden from non members.
ar: هذه مجموعة مغلقة. يمكن للمستخدمين فقط الانضمام عن طريق الدعوة ويتم إخفاء المحتوى في المجموعة عن غير الأعضاء.
nl: Dit is een gesloten groep. Gebruikers kunnen alleen deelnemen op uitnodiging en de inhoud in de groep is verborgen voor leden die geen lid van de groep zijn.
uk: Це закрита група. Користувачі можуть приєднатися лише за запрошенням, а вміст у групі прихований від не учасників.

source: This is a public group. Users may join without approval and all content added in this group will be visible to all community members and anonymous users.
ar: هذه مجموعة عامة. يمكن للمستخدمين الانضمام دون موافقة وستكون جميع المحتويات المضافة في هذه المجموعة مرئية لجميع أعضاء المجتمع والمستخدمين المجهولين.
nl: Dit is een openbare groep. Leden mogen lid worden zonder toestemming en alle inhoud in deze groep zal zichtbaar zijn voor community leden en anonieme bezoekers.
uk: Це публічна група. Користувачі можуть приєднатися без схвалення, і весь вміст, доданий у цю групу, буде видимим для всіх членів спільноти та анонімних користувачів.

source: This is an open group. Users may join without approval and all content added in this group will be visible to all community members.
ar: هذه مجموعة مفتوحة. يمكن للمستخدمين الانضمام بدون موافقة وسيكون كل المحتوى المضاف في هذه المجموعة مرئيًا لجميع أعضاء المجتمع.
nl: Dit is een open groep. Leden mogen lid worden zonder toestemming en alle inhoud in deze groep zal zichtbaar zijn voor alle community leden.
uk: Це відкрита група. Користувачі можуть приєднатися без схвалення, і весь вміст, доданий у цю групу, буде видимим для всіх членів спільноти.

source: Tick the box to specify which data you want to share. Keep unchecked if you don’t want to share any data.
ar: حدد المربع لتحديد البيانات التي تريد مشاركتها. استمر بدون تحديد إذا كنت لا تريد مشاركة أي بيانات.
nl: Vink het vakje aan om aan te geven welke gegevens je wilt delen. Laat uitgeschakeld staan als je geen gegevens wilt delen.
uk: Поставте галочку, щоб вказати, якими даними ви хочете поділитися. Зніміть галочку, якщо ви не хочете ділитися жодними даними.

source: URL to send the usage data to
ar: عنوان URL لإرسال بيانات الاستخدام إليه
nl: URL om de gebruiksgegevens naar toe te sturen
uk: URL-адреса для надсилання даних про використання

source: Usage data shared with Open Social team
ar: تمت مشاركة بيانات الاستخدام مع فريق Open Social
nl: Gebruik gegevens gedeeld met het Open Social-team
uk: Дані про використання, надані команді Open Social

source: Usage data sharing enabled
ar: تم تمكين مشاركة بيانات الاستخدام
nl: Delen van gebruiksgegevens ingeschakeld
uk: Увімкнено обмін даними про використання

source: Usage data sharing settings
ar: إعدادات مشاركة بيانات الاستخدام
nl: Instellingen voor het delen van Gebruiksgegevens
uk: Використовуйте налаштування обміну даними

source: Use basic pages for your static content, such as an 'About us' page.
ar: استخدام الصفحات الأساسية للمحتوى الثابت الخاص بك، مثل صفحة "نبذة عنا".
nl: Gebruik basispagina's voor uw statische inhoud, zoals een 'Over ons'-pagina.
uk: Використовуйте базові сторінки для статичного контенту, наприклад, сторінку "Про нас".

source: User profiles privacy data not found.
ar: لم يتم العثور على بيانات خصوصية ملفات تعريف المستخدمين.
nl: Gebruikersprofielen privacygegevens niet gevonden.
uk: Дані про конфіденційність профілів користувачів не знайдено.

source: Visibility of @count content item(s) updated.
ar: تم تحديث إمكانية رؤية عنصر (عناصر) محتوى @count.
nl: Zichtbaarheid van @count content item(s) bijgewerkt.
uk: Оновлена видимість елементів вмісту @count.

source: We published a new version of the data policy. You can review the data policy @url.
ar: لقد نشرنا إصدارًا جديدًا من سياسة البيانات. يمكنك مراجعة سياسة البيانات @url.
nl: Er is een nieuwe versie van ons gegevensbeleid. Je kunt deze @url bekijken en accepteren.
uk: Ми опублікували нову версію політики даних. Ви можете переглянути політику даних @url.

source: Website URL
ar: عنوان URL لموقع الويب
uk: URL вебсайту

source: When checked, a new option will appear on the flexible group form which requires group creators to select a group type, this allows for a better categorisation of groups in your community. You can add or edit the available group types @link
ar: عند التحقق، سيظهر خيار جديد على نموذج المجموعة المرن الذي يتطلب من منشئي المجموعة تحديد نوع المجموعة، وهذا يسمح بتصنيف أفضل للمجموعات في مجتمع. يمكنك إضافة أو تحرير أنواع المجموعات المتاحة @link
nl: Indien aangevinkt, verschijnt er een nieuwe optie op het flexibele groepsformulier, waarbij de makers van de groepen een groepstype moeten selecteren. Dit zorgt voor een betere categorisatie van de groepen in uw gemeenschap. U kunt de beschikbare groepstypes toevoegen of bewerken @link
uk: Коли ви позначите цей пункт, нова опція з'явиться на гнучка форма групи, яка вимагає від творців груп вибрати тип групи тип групи, що дозволяє краще класифікувати групи у вашій спільноті. Ви можете додавати або редагувати доступні типи груп @link

source: When this setting is enabled, users who have never logged in will not receive email notifications, they still receive notifications via the notification center within the community.
ar: عند تمكين هذا الإعداد، لن يتلقى المستخدمون الذين لم يسجلوا الدخول إشعارات عبر البريد الإلكتروني، وسيتلقون الإشعارات عبر مركز الإشعارات داخل المجتمع.
nl: Als deze instelling ingeschakeld is, ontvangen gebruikers die nooit inloggen geen e-mailnotificaties. Zij ontvangen nog wel meldingen via het notificatiecentrum binnen de community.
uk: Якщо цей параметр увімкнено, користувачі, які ніколи не входили до спільноти, не отримуватимуть сповіщень на електронну пошту, вони все одно отримуватимуть сповіщення через центр сповіщень у спільноті.

source: [current-user:display-name] has invited you to join a group on [site:name].
ar: قام [current-user:display-name] بدعوتك للانضمام إلى مجموعة على [site:name].
nl: [current-user:display-name] heeft je uitgenodigd om lid te worden van een groep op [site:name].
uk: [current-user:display-name] запрошує вас приєднатися до групи на сайті [site:name].

source: a.btn.btn-default|Default link a.btn.btn-primary|Primary link a.btn.btn-accent|Accent link span.badge.badge-primary|Primary badge span.badge.badge-secondary|Secondary badge span.badge.badge--pill.badge-default|Pill badge
ar: a.btn.btn - الافتراضي | الارتباط الافتراضي a.btn.btn - الرابط الأساسي | الأساسي لهجة A.btn.btn | رابط اللكنة شارة SPAN.badge - الأساسية | الشارة الأساسية شارة SPAN.Badge.Badge - ثانوية | شارة ثانوية شارة SPAN.badge - شارة Pill.Badge - الافتراضية | شارة حبوب منع الحمل
nl: a.btn.btn-default link a.btn.btn-primary|Primary link a.btn.btn-accent|Accent link span.badge.badge-primary|Primary badge span.badge.badge-secundair|Secundaire badge span.badge.badge--pill.badge-default|Pill badge
uk: a.btn.btn-default|Посилання за замовчуванням a.btn.btn-primary|Первинне посилання a.btn.btn-accent|Наголошене посилання span.badge.badge-primary|Первинний бейдж span.badge.badge-secondary|Середній бейдж span.badge.badge--pill.badge-default|Бейдж таблетки

# PHP date format
source: j F Y
ar: جي إف واي

# PHP date format
source: j M
ar: جي إم

# PHP date format
source: j M - H:i
ar: جي إم - إتش :i

# PHP date format
source: j M Y
ar: جيه إم واي
