Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: <p>Hi,</p> <p>I would like to invite you to my event [social_event:event_iam_organizing] on [site:name].</p> <p>Kind regards,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]">See event</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ar: <p>مرحبا,</p> <p>أود أن ادعوكم لحضور حدثي [social_event:event_iam_organizing] على [site:name].</p> <p>أطيب التحيات,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]">شاهد الحدث</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">حول [site:name]</a></td> </tr> </tbody> </table>
ca: <p> Hola, </p> <p> M'agradaria convidar-vos al meu esdeveniment [social_event:event_iam_organizing] a [site:name]. </p> <p> Salutacions, <br /> [message:author:display-name] </p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]"> Veure esdeveniment </a> </td> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> Quant a [site:name] </a> </td> </tr> </tbody> </table>
it: <p>Salve,</p> <p>Vorrei invitarla al mio evento [social_event:event_iam_organizing] su [site:name].</p> <p>Cordiali saluti,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]">Vedi evento</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Informazioni su [site:name]</a></td> </tr> </tbody> </table>
ja: <p></p> <p> [social_event:event_iam_organizing] [site:name] よろしくお願いします、 イベントを見る イベントについて </p> <p><br /> [message:author:display-name]</p> <table class="btn-wrap"><tbody> <tr><td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]"></a></td><td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> [site:name]</a></td> </tr></tbody> </table>
nl: <p>Hi,</p> <p>Ik wil je graag uitnodigen voor mijn evenement [social_event:event_iam_organizing] op [site:name].</p> <p>Met vriendelijke groet,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]">Evenement</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Over [site:name]</a></td> </tr> </tbody> </table>
pt_br: <p> Olá, </p> <p> Gostaria de convidar você para meu evento [social_event:event_iam_organizing] em [site:name]. </p> <p> Atenciosamente, <br /> [message:author:display-name] </p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]"> Ver evento </a> </td> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> Sobre [site:name] </a> </td> </tr> </tbody> </table>
uk: <p>Привіт,</p> <p>Я хотів би запросити вас на мій захід [social_event:event_iam_organizing] на [site:name].</p> <p>З повагою,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]">Переглянути захід</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Про [site:name]</a></td> </tr> </tbody> </table>
zh_hans: <p>您好，</p> <p>，我想邀请您参加我在[site:name] 举办的活动[social_event:event_iam_organizing] 。</p> <p>，谨致问候、<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]">查看活动</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">关于[site:name]</a></td> </tr> </tbody> </table>

source: <p>Hi,</p> <p>I would like to invite you to my group [message:gtitle] on [site:name].</p> <p>Kind regards,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]">Accept invite</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ar: <p> مرحبًا، </p> <p> أود أن أدعوك إلى مجموعتي [message:gtitle] على [site:name]. </p> <p> أطيب التحيات، <br /> [message:author:display-name] </p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]"> قبول الدعوة </a> </td> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> حول [site:name] </a> </td> </tr> </tbody> </table>
ca: <p> Hola, </p> <p> M'agradaria convidar-vos al meu grup [message:gtitle] a [site:name]. </p> <p> Salutacions, <br /> [message:author:display-name] </p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]"> Acceptar invitació </a> </td> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> Quant a [site:name] </a> </td> </tr> </tbody> </table>
it: <p>Ciao,</p> <p>Vorrei invitarti nel mio gruppo [message:gtitle] su [site:name].</p> <p>Cordiali saluti,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]">Accetta l'invito</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Circa [site:name]</a></td> </tr> </tbody> </table>
ja: <p></p> <p> [message:gtitle] [site:name] よろしくお願いします、 招待を受ける について </p> <p><br /> [message:author:display-name]</p> <table class="btn-wrap"><tbody> <tr><td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]"></a></td><td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> [site:name]</a></td> </tr></tbody> </table>
nl: <p>Hi,</p> <p>Ik wil u graag uitnodigen voor mijn groep [message:gtitle] op [site:name].</p> <p>Met vriendelijke groeten,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]">Uitnodiging accepteren</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Over [site:name]</a></td> </tr> </tbody> </table>
pt_br: <p> Olá, </p> <p> Eu gostaria de convidar você para o meu grupo [message:gtitle] em [site:name]. </p> <p> Atenciosamente, <br /> [message:author:display-name] </p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]"> Aceitar convite </a> </td> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> Sobre [site:name] </a> </td> </tr> </tbody> </table>
uk: <p>Привіт,</p> <p>Я хотів би запросити вас до моєї групи [message:gtitle] на [site:name].</p> <p>З повагою,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]">Прийняти запрошення</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Про мене [site:name]</a></td> </tr> </tbody> </table>
zh_hans: <p>您好，</p> <p>，我想邀请您加入我的群组[message:gtitle] ，网址是[site:name] 。</p> <p>，谨致问候、<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]">接受邀请</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">关于[site:name]</a></td> </tr> </tbody> </table>

source: <p>Hi,</p> <p>I would like to invite you to my event <strong>[node:title]</strong> on <strong>[site:name]</strong>.</p> <p>Kind regards, [user:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]">See event</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ar: <p> مرحبًا، </p> <p> أود أن أدعوكم إلى الحدث الخاص بي <strong> [node:title] </strong> على <strong> [site:name] </strong>. </p> <p> أطيب التحيات، [user:display-name] </p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]"> انظر الحدث </a> </td> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> حول [site:name] </a> </td> </tr> </tbody> [X485 ×]
ca: <p> Hola, </p> <p> M'agradaria convidar-vos al meu esdeveniment <strong> [node:title] </strong> en <strong> [site:name] </strong>. </p> <p> Salutacions, [user:display-name] </p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]"> Veure esdeveniment </a> </td> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> Quant a [site:name] </a> </td> </tr> </tbody> </table>
it: <p>Salve,</p> <p>Vorrei invitarla al mio evento <strong>[node:title]</strong> su <strong>[site:name]</strong> .</p> <p>Cordiali saluti, [user:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]">Vedi evento</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Informazioni su [site:name]</a></td> </tr> </tbody> </table>
ja: <p></p> <p> <strong>[node:title]</strong> . よろしくお願いします、 イベントを見る イベントについて <strong>[site:name]</strong></p> <p> [user:display-name]</p><table class="btn-wrap"> <tbody><tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]"></a></td><td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> [site:name]</a></td> </tr></tbody> </table>
nl: <p>Hi,</p> <p>Ik wil je graag uitnodigen voor mijn evenement <strong>[node:title]</strong> op <strong>[site:name]</strong>.</p> <p>Met vriendelijke groet, [user:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]">Evenement</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Over [site:name]</a></td> </tr> </tbody> </table>
pt_br: <p> Olá, </p> <p> Gostaria de convidar você para meu evento <strong> [node:title] </strong> em <strong> [site:name] </strong>. </p> <p> Atenciosamente, [user:display-name] </p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]"> Ver evento </a> </td> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> Sobre [site:name] </a> </td> </tr> </tbody> </table>
uk: <p>Привіт,</p> <p>Я хотів би запросити вас на мій захід <strong>[node:title]</strong> на <strong>[site:name]</strong> .</p> <p>З повагою, [user:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]">Подивитися захід</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Про [site:name]</a></td> </tr> </tbody> </table>
zh_hans: <p>您好，</p> <p>，我想邀请您参加我的活动<strong>[node:title]</strong> <strong>[site:name] </strong> 。</p> <p>，谨致问候、[user:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]">查看活动</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">关于[site:name]</a></td> </tr> </tbody> </table>

source: <p>The message above is edited by the community managers. Please contact them for questions and ideas</p>
ar: <p>تم تحرير الرسالة أعلاه من قبل مديري المجتمع، يرجي الاتصال بهم للاستفسار.</p>
ca: <p> El missatge anterior és editat pels gestors de la comunitat. Si us plau, poseu-vos en contacte amb ells per a preguntes i idees </p>
it: <p>Il messaggio qui sopra è stato modificato dai gestori della comunità. Contattateli per domande e idee</p>
ja: <p>上記のメッセージはコミュニティマネージャーによって編集されています。ご質問やアイデアについては、彼らにご連絡ください。</p>
nl: <p>Het bericht hierboven is aangepast door de community managers. Vooor vragen of ideeën kun je contact met ze opnemen.</p>
pt_br: <p> A mensagem acima foi editada pelos gerentes da comunidade. Entre em contato com eles para perguntas e ideias </p>
uk: <p>Повідомлення вище редагується менеджерами спільноти. Будь ласка, звертайтеся до них з питаннями та ідеями</p>
zh_hans: <p>以上信息由社区经理编辑。如有问题和想法，请联系他们</p>

source: <p>This is to confirm that you've enrolled for the event <em>[social_event:event_iam_organizing]</em>.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> Això és per confirmar que us heu inscrit a l'esdeveniment <em> [social_event:event_iam_organizing] </em>. </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p>Questo per confermare l'iscrizione all'evento <em>[social_event:event_iam_organizing]</em> .</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ja: <p>これは、<em>[social_event:event_iam_organizing]</em> イベントへの登録を確認するためのものです。</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> Isso confirma que você se inscreveu no evento <em> [social_event:event_iam_organizing] </em>. </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
zh_hans: <p>这是为了确认您已报名参加活动<em>[social_event:event_iam_organizing]</em> 。</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p>You have been invited for the even [social_event:event_iam_organizing] by [message:author:display-name]</p>
ar: <p>لثقد تلقيت دعوة للحدث [social_event:event_iam_organizing] من قبل [message:author:display-name]</p>
ca: <p> Has estat convidat per al parell [social_event:event_iam_organizing] per [message:author:display-name] </p>
it: <p>Siete stati invitati per il sito [social_event:event_iam_organizing] da [message:author:display-name]</p>
ja: <p> [social_event:event_iam_organizing] 。 [message:author:display-name]</p>
nl: <p>Je bent uitgenodigt voor het evenement [social_event:event_iam_organizing] door [message:author:display-name]</p>
pt_br: <p> Você foi convidado para o evento [social_event:event_iam_organizing] por [message:author:display-name] </p>
uk: <p>Вас запросили на вечір [social_event:event_iam_organizing] від [message:author:display-name]</p>
zh_hans: <p>您已受邀参加[social_event:event_iam_organizing] 。[message:author:display-name]</p>

source: <p>You have been invited for the event [social_event:event_iam_organizing] by [message:author:display-name]</p>
ar: <p>تمت دعوتك لحضور الحدث [social_event:event_iam_organizing] بواسطة [message:author:display-name]</p>
ca: <p> Has estat convidat per a l'esdeveniment [social_event:event_iam_organizing] per [message:author:display-name] </p>
it: <p>Siete stati invitati all'evento [social_event:event_iam_organizing] da [message:author:display-name]</p>
ja: <p>あなたは[social_event:event_iam_organizing] のイベントに招待されている。[message:author:display-name]</p>
nl: <p>Je bent uitgenodigd voor het evenement [social_event:event_iam_organizing] door [message:author:display-name]</p>
pt_br: <p> Você foi convidado para o evento [social_event:event_iam_organizing] por [message:author:display-name] </p>
uk: <p>Ви отримали запрошення на захід [social_event:event_iam_organizing] від [message:author:display-name]</p>
zh_hans: <p>您已受邀参加[social_event:event_iam_organizing] 的活动。[message:author:display-name]</p>

source: <p>You have been invited to join the group <a href="gurl]">[message:gtitle]</a></p>
ar: <p> تمّت دعوتك للانضمام لمجموعة <a href="gurl]">[message:gtitle]</a></p>
ca: <p> T'han convidat a unir-te al grup <a href="gurl]"> [message:gtitle] </a> </p>
it: <p>Siete stati invitati a unirvi al gruppo <a href="gurl]">[message:gtitle]</a></p>
ja: <p>グループに招待されました<a href="gurl]">[message:gtitle]</a></p>
nl: <p>Je bent uitgenodigd om lid te worden van de groep <a href="gurl]">[message:gtitle]</a></p>
pt_br: <p> Você foi convidado para se juntar ao grupo <a href="gurl]"> [message:gtitle] </a> </p>
uk: <p>Вас запрошено приєднатися до групи <a href="gurl]">[message:gtitle]</a></p>
zh_hans: <p>您已受邀加入该小组<a href="gurl]">[message:gtitle]</a></p>

source: <p>You have insufficient permissions to view the page you're trying to access. There could be several reasons for this:</p><ul><li>You are trying to edit content you're not allowed to edit.</li><li>You are trying to view content (from a group) you don't have access to.</li><li>You are trying to access administration pages.</li></ul><p>Click the back button of your browser to go back where you came from or click <a href=":url">here</a> to go to the homepage</p>
ar: <p >ليس لديك أذونات كافية لعرض الصفحة التي تحاول الوصول إليها. قد يكون هنالك عدة اسباب لهذا:</p><ul ><li > أنت تحاول تحرير محتوى غير مسموح لك بتحريره.</li><li > أنت تحاول عرض محتوى (من مجموعة) ليس لديك حق الوصول إليه.</li><li > أنت تحاول الوصول إلى صفحات الإدارة.</li></ul><p > انقر فوق زر الرجوع في متصفحك للعودة من حيث أتيت أو انقر <a href=":url">هنا</a> للانتقال إلى الصفحة الرئيسية</p>
ca: <p> Teniu permisos insuficients per veure la pàgina a la qual intenteu accedir. Hi podria haver diverses raons per a això: </p> <ul> <li> Estàs intentant editar contingut que no està permès editar. </li> <li> Estàs intentant visualitzar contingut (d'un grup) al qual no tens accés. </li> <li> Vostè està intentant accedir a pàgines d'administració. </li> </ul> <p> Feu clic al botó enrere del vostre navegador per tornar allà on heu vingut o feu clic a <a href=":url"> aquí </a> per anar a la pàgina d'inici </p>
it: <p>Non si dispone di permessi sufficienti per visualizzare la pagina a cui si sta tentando di accedere. I motivi possono essere diversi:</p><ul><li> Si sta tentando di modificare un contenuto che non si è autorizzati a modificare.</li><li>Si sta tentando di visualizzare un contenuto (di un gruppo) a cui non si ha accesso.</li><li>Si sta tentando di accedere alle pagine dell'amministrazione.</li></ul><p> Fare clic sul pulsante indietro del browser per tornare al punto di partenza o fare clic su <a href=":url">qui</a> per andare alla homepage.</p>
ja: <p>アクセスしようとしているページを表示する権限が不足しています。</p><ul><li> 編集が許可されていないコンテンツを編集しようとしています。</li><li>アクセス権のない（グループの）コンテンツを閲覧しようとしています。</li><li>管理ページにアクセスしようとしています。</li></ul><p> ブラウザの戻るボタンをクリックして元のページに戻るか、<a href=":url">ここ</a> をクリックしてホームページに移動してください。</p>
nl: <p>Je hebt onvoldoende machtigingen om de pagina te bekijken die u probeert te openen. Hier kunnen verschillende redenen voor zijn:</p><ul><li>Je probeert inhoud te bewerken die je niet mag bewerken.</li><li>Je probeert inhoud te bekijken (van een groep) waartoe je geen toegang hebt.</li><li>Je probeert toegang te krijgen tot beheerpagina's. </li></ul><p>Klik op de terugknop van je browser om terug te gaan naar waar je vandaan kwam of klik<a href=":url">hier</a> om naar de homepage te gaan</p>
pt_br: <p> Você não tem permissões suficientes para visualizar a página que está tentando acessar. Pode haver vários motivos para isso: </p> <ul> <li> Você está tentando editar conteúdo que não tem permissão para editar. </li> <li> Você está tentando visualizar conteúdo (de um grupo) ao qual não tem acesso. </li> <li> Você está tentando acessar páginas de administração. </li> </ul> <p> Clique no botão Voltar do seu navegador para voltar de onde você veio ou clique em <a href=":url"> aqui </a> para ir para a página inicial </p>
uk: <p>У вас недостатньо прав для перегляду сторінки, до якої ви намагаєтеся отримати доступ. Причин може бути декілька:</p><ul><li> Ви намагаєтеся редагувати вміст, який не маєте права редагувати.</li><li>Ви намагаєтеся переглянути вміст (з групи), до якого не маєте доступу.</li><li>Ви намагаєтеся отримати доступ до сторінок адміністрування.</li></ul><p> Натисніть кнопку "Назад" вашого браузера, щоб повернутися туди, звідки ви прийшли, або натисніть <a href=":url">тут</a>, щоб перейти на головну сторінку</p>
zh_hans: <p>您没有足够的权限查看您试图访问的页面。出现这种情况可能有以下几个原因：</p><ul><li> 您正试图编辑您无权编辑的内容。</li><li>您正试图查看您无权访问的内容（来自某个组）。</li><li>您正试图访问管理页面。</li></ul><p> 点击浏览器的返回按钮回到原来的位置，或点击<a href=":url">这里</a> 返回主页。</p>

source: <p>You have received a <a href="[message:pmt-url]">message</a> from <a href="[message:author:url:absolute]">[message:author:display-name]</a></p>
ar: <p>لقد تلقيت <a href="[message:pmt-url]">رسالة</a> من<a href="[message:author:url:absolute]">[message:author:display-name]</a></p>
ca: <p> Heu rebut un missatge <a href="[message:pmt-url]"> </a> de <a href="[message:author:url:absolute]"> [message:author:display-name] </a> </p>
it: <p>Avete ricevuto un messaggio <a href="[message:pmt-url]"></a> da <a href="[message:author:url:absolute]">[message:author:display-name]</a></p>
ja: <p>から<a href="[message:pmt-url]">メッセージ</a> を受け取りました。<a href="[message:author:url:absolute]">[message:author:display-name]</a></p>
nl: <p>Je hebt <a href="[message:pmt-url]">een bericht </a> ontvangen van <a href="[message:author:url:absolute]">[message:author:display-name]</a></p>
pt_br: <p> Você recebeu uma mensagem <a href="[message:pmt-url]"> </a> de <a href="[message:author:url:absolute]"> [message:author:display-name] </a> </p>
uk: <p>Ви отримали <a href="[message:pmt-url]">повідомлення</a> від <a href="[message:author:url:absolute]">[message:author:display-name]</a></p>
zh_hans: <p>您已收到<a href="[message:pmt-url]">信息</a> ，来自<a href="[message:author:url:absolute]">[message:author:display-name]</a></p>
