Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Social medium extended date
ar: تاريخ تمديد الوسيلة الاجتماعية
ca: Data ampliada del mitjà social
it: Data di proroga del mezzo sociale
ja: ソーシャル・メディア延長日
nl: Sociaal medium verlengde datum
pt_br: Data estendida do meio social
uk: Соціальні мережі продовжили дату
zh_hans: 社交媒体延长日期

source: Social private message members select list
ar: قائمة اختيار أعضاء الرسائل الاجتماعية الخاصة
ca: Llista de seleccions dels membres de missatges privats socials
it: Messaggio privato sociale per i membri selezionare l'elenco
ja: ソーシャルプライベートメッセージメンバー選択リスト
nl: Sociale privé bericht leden selectielijst
pt_br: Lista de membros de mensagens privadas sociais
uk: Список вибраних приватних повідомлень користувачів соціальних мереж
zh_hans: 社交私信成员选择列表

source: Social profile
ar: ملف شخصي على الشبكات الاجتماعية
ca: Perfil social
it: Profilo sociale
ja: ソーシャル・プロフィール
nl: Social Profiel
pt_br: Perfil social
uk: Соціальний профіль
zh_hans: 社会概况

source: Social profile fields
ar: حقول الملف الشخصي للشبكة الاجتماعية
ca: Camps de perfil social
it: Campi del profilo sociale
ja: ソーシャル・プロフィール欄
nl: Sociale profielvelden
pt_br: Campos de perfil social
uk: Поля соціального профілю
zh_hans: 社交简介字段

source: Social queue enhancements using the advanced queue modules.
ar: تحسينات قائمة الانتظار الاجتماعية باستخدام وحدات قائمة الانتظار المتقدمة.
ca: Millors de cues socials mitjançant els mòduls avançats de cua.
it: Miglioramenti delle code sociali utilizzando i moduli avanzati per le code.
ja: アドバンスキューモジュールを使用したソーシャルキューの強化。
nl: Sociale wachtrijverbeteringen met behulp van de geavanceerde wachtrijmodules.
pt_br: Aprimoramentos de filas sociais usando os módulos avançados de filas.
uk: Покращення соціальної черги за допомогою розширених модулів черги.
zh_hans: 使用高级队列模块增强社交队列功能。

source: Social sharing
ar: مشاركة اجتماعية
ca: Compartició social
it: Condivisione sociale
ja: ソーシャルシェアリング
nl: Sociaal delen
pt_br: Compartilhamento social
uk: Соціальний обмін
zh_hans: 社会共享

source: Social short date
ar: موعد اجتماعي قصير
ca: Cita curta social
it: Appuntamento sociale breve
ja: ソーシャル・ショート・デート
nl: Sociale korte datum
pt_br: Encontro social curto
uk: Соціальне коротке побачення
zh_hans: 社会短期约会

source: Social tagging usage
ca: Ús d'etiquetatge social
it: Utilizzo dei tag sociali
ja: ソーシャル・タギングの利用
pt_br: Uso de marcação social
zh_hans: 社交标签的使用

source: Social time
ar: الوقت الاجتماعي
ca: Temps social
it: Tempo sociale
ja: ソーシャル・タイム
nl: Sociale tijd
pt_br: Tempo social
uk: Соціальний час
zh_hans: 社交时间

source: Social user login block
ar: حظر تسجيل دخول المستخدم الاجتماعي
ca: Bloc d'inici de sessió d'usuaris socials
it: Blocco di accesso per gli utenti sociali
ja: ソーシャル・ユーザー・ログイン・ブロック
nl: Sociale gebruikers login blok
pt_br: Bloco de login de usuário social
uk: Блокування входу для соціальних користувачів
zh_hans: 社交用户登录块

source: Social user selection
ar: اختيار المستخدم الاجتماعي
ca: Selecció d'usuaris socials
it: Selezione degli utenti sociali
ja: ソーシャル・ユーザーの選択
nl: Sociale gebruikersselectie
pt_br: Seleção de usuários sociais
uk: Вибір соціальних користувачів
zh_hans: 社交用户选择

source: Some URLs may not be embedded due to a limit of up to %max links per content.
ca: Alguns URL poden no estar incrustats a causa d'un límit d'enllaços de fins a %max per contingut.
it: Alcuni URL potrebbero non essere incorporati a causa di un limite massimo di %max link per contenuto.
ja: 1コンテンツにつきリンクは%max までという制限があるため、一部のURLは埋め込めない場合があります。
pt_br: Alguns URLs podem não estar incorporados devido a um limite de até %max links por conteúdo.
zh_hans: 由于每个内容最多只能嵌入%max 个链接，因此某些 URL 可能无法嵌入。

source: Someone added content you might be interested in
ar: أضاف شخص ما محتوى قد تكون مهتمًا به
ca: Algú ha afegit contingut que us pot interessar
it: Qualcuno ha aggiunto contenuti che potrebbero interessarvi
ja: あなたが興味を持つかもしれないコンテンツが追加されました。
nl: Iemand heeft inhoud toegevoegd waarin u misschien geïnteresseerd bent
pt_br: Alguém adicionou conteúdo no qual você pode estar interessado
uk: Хтось додав вміст, який може вас зацікавити
zh_hans: 有人添加了您可能感兴趣的内容

source: Someone commented on your content
ar: علق شخص ما على المحتوى الخاص بك
ca: Algú ha comentat el teu contingut
it: Qualcuno ha commentato il vostro contenuto
ja: 誰かがあなたのコンテンツにコメントした
nl: Iemand gaf commentaar op uw inhoud
pt_br: Alguém comentou sobre seu conteúdo
uk: Хтось прокоментував ваш вміст
zh_hans: 有人评论了您的内容

source: Someone joined one of your groups
ar: انضم شخص ما إلى إحدى مجموعاتك
ca: Algú es va unir a un dels vostres grups
it: Qualcuno si è unito a uno dei vostri gruppi
ja: 誰かがあなたのグループに参加した
nl: Iemand is lid geworden van een van je groepen
pt_br: Alguém se juntou a um de seus grupos
uk: Хтось приєднався до однієї з ваших груп
zh_hans: 有人加入了您的某个群组

source: Someone reported content as inappropriate
ar: أبلغ شخص ما عن محتوى غير لائق
ca: Algú va denunciar el contingut com a inadequat
it: Qualcuno ha segnalato un contenuto come inappropriato
ja: 不適切なコンテンツとして報告された
nl: Iemand meldde inhoud als ongepast
pt_br: Alguém denunciou conteúdo como impróprio
uk: Хтось повідомив про неприйнятний контент
zh_hans: 有人举报内容不当

source: Someone wants to enroll to your event
ar: يريد شخص ما التسجيل في الحدث الخاص بك
ca: Algú vol inscriure's al vostre esdeveniment
it: Qualcuno vuole iscriversi al vostro evento
ja: あなたのイベントに参加したい人がいる
nl: Iemand wil zich inschrijven voor uw evenement
pt_br: Alguém quer se inscrever no seu evento
uk: Хтось хоче зареєструватися на вашу подію
zh_hans: 有人想报名参加您的活动

source: Someone wants to join your group
ar: يريد شخص ما الانضمام إلى مجموعتك
ca: Algú vol unir-se al teu grup
it: Qualcuno vuole unirsi al vostro gruppo
ja: グループへの参加を希望する人がいる
nl: Iemand wil lid worden van je groep
pt_br: Alguém quer se juntar ao seu grupo
uk: Хтось хоче приєднатися до вашої групи
zh_hans: 有人想加入您的小组

source: Sort
ar: ترتيب
ca: Ordenar
it: Ordinamento
ja: ソート
nl: Sorteren
pt_br: Ordenar
uk: Сортувати
zh_hans: 分类

source: Sort and Filter
ar: ترتيبوتصفية
ca: Ordenar i filtrar
it: Ordinamento e filtro
ja: ソートとフィルター
nl: Sorteren en filteren
pt_br: Classificar e filtrar
uk: Сортувати та відфільтрувати
zh_hans: 排序和筛选

source: Sort by
ar: الترتيب حسب
ca: Ordena per
it: Ordina per
ja: 並べ替え
nl: Sorteren op
pt_br: Ordenar por
uk: Сортувати за
zh_hans: 排序方式

source: Sort by profile entity
ar: فرز حسب كيان الملف الشخصي
ca: Ordena per perfil entitat
it: Ordinamento per entità del profilo
ja: プロフィールのエンティティでソート
nl: Sorteer op profielen
pt_br: Classificar por entidade de perfil
uk: Сортувати за сутністю профілю
zh_hans: 按个人资料实体排序

source: Sort by publish date
ar: ترتيب حسب التاريخ
ca: Ordena per data de publicació
it: Ordina per data di pubblicazione
ja: 発行日順
nl: Sorteer op publicatiedatum
pt_br: Classificar por data de publicação
uk: Сортувати за датою публікації
zh_hans: 按出版日期排序

source: Sort key
ar: مفتاح الفرز
ca: Clau d'ordenació
it: Chiave di ordinamento
ja: ソートキー
nl: Sorteer sleutel
pt_br: Chave de classificação
uk: Ключ сортування
zh_hans: 排序键

source: Sorting
ar: جارٍ الفرز
ca: Ordenació
it: Ordinamento
ja: ソート
nl: Sorteren
pt_br: Classificação
uk: Упорядкування
zh_hans: 分类

source: Source image at %source_image_path not found while trying to generate derivative image at %derivative_path.
ca: Imatge d'origen a %source_image_path no s'ha trobat mentre s'intenta generar imatge derivada a %derivative_path.
it: L'immagine sorgente in %source_image_path non è stata trovata mentre si cercava di generare un'immagine derivata in %derivative_path.
ja: %derivative_path にある派生画像を生成しようとしているときに、%source_image_path にあるソース画像が見つかりません。
pt_br: Imagem de origem em %source_image_path não encontrada ao tentar gerar imagem derivada em %derivative_path.
zh_hans: 在尝试生成%derivative_path 上的衍生图像时，未找到%source_image_path 上的源图像。

source: Spool directory
ca: Directori de bobines
it: Directory di spool
ja: スプール・ディレクトリ
pt_br: Diretório de spool
zh_hans: 线轴目录

source: Start
ar: بدء
ca: Començar
it: Inizio
ja: スタート
pt_br: Iniciar
uk: Початок
zh_hans: 开始

source: State
ar: الحالة
ca: Estat
it: Stato
ja: 州
nl: Staat
pt_br: Estado
uk: Стан
zh_hans: 国家

source: Statistic
ar: إحصائية
ca: Estadística
it: Statistica
ja: 統計
nl: Statistiek
pt_br: Estatística
uk: Статистика
zh_hans: 统计

source: Status
ar: الحالة
ca: Estat
it: Stato
ja: ステータス
uk: Стан
zh_hans: 现状

source: Status messages
ar: رسائل الحالة
ca: Missatges d'estat
it: Messaggi di stato
ja: ステータスメッセージ
nl: Statusberichten
pt_br: Mensagens de status
uk: Повідомлення про стан
zh_hans: 状态信息

source: Status of embedded content settings for AN
ar: حالة إعدادات المحتوى المضمنة لـ AN
ca: Estat de la configuració del contingut incrustat per a AN
it: Stato delle impostazioni dei contenuti incorporati per AN
ja: ANの埋め込みコンテンツ設定状況
nl: Status van instellingen voor ingesloten inhoud voor AN
pt_br: Status das configurações de conteúdo incorporado para AN
uk: Стан налаштувань вбудованого контенту для AN
zh_hans: AN 的嵌入式内容设置状态

source: Status of embedded content settings for LU
ar: حالة إعدادات المحتوى المضمنة لـ LU
ca: Estat de la configuració del contingut incrustat per a LU
it: Stato delle impostazioni dei contenuti incorporati per LU
ja: LUの埋め込みコンテンツ設定状況
nl: Status van instellingen voor ingesloten inhoud voor LU
pt_br: Status das configurações de conteúdo incorporado para LU
uk: Стан налаштувань вбудованого контенту для LU
zh_hans: LU 的嵌入式内容设置状态

source: Storage for queue item data to be used in processes that run in the background with a long duration.
ar: تخزين بيانات عناصر قائمة الانتظار لاستخدامها في العمليات التي تعمل في الخلفية لمدة طويلة.
ca: Emmagatzematge per a les dades dels elements de cua per ser utilitzats en processos que s'executen en segon pla amb una llarga durada.
it: Memorizzazione dei dati degli elementi della coda da utilizzare nei processi in background di lunga durata.
ja: 長時間のバックグラウンドで実行されるプロセスで使用される、キュー・アイテムのデータ用ストレージ。
nl: Opslag voor wachtrij-itemgegevens voor gebruik in processen die op de achtergrond lopen met een lange duur.
pt_br: Armazenamento de dados de itens da fila para serem usados em processos que são executados em segundo plano com uma longa duração.
uk: Сховище для даних елементів черги для використання в процесах, які працюють у фоновому режимі з великою тривалістю.
zh_hans: 存储队列项目数据，用于后台运行时间较长的进程。

source: Stream
ar: تدفق
it: Flusso
ja: ストリーム
nl: Tijdlijn
pt_br: Transmita
uk: Потік
zh_hans: 流

source: Stream (explore)
ar: بث (استكشاف)
ca: Stream (explora)
it: Flusso (esplorare)
ja: ストリーム（探索）
nl: Tijdlijn (verkennen)
pt_br: Transmita (explore)
uk: Потік (досліджуйте)
zh_hans: 溪流（探索）

source: Stream (group)
ar: ستريم (مجموعة)
ca: Stream (grup)
it: Flusso (gruppo)
ja: ストリーム（グループ）
nl: Tijdlijn (groep)
pt_br: Stream (grupo)
uk: Потік (група)
zh_hans: 流（组）

source: Stream (home)
ar: بث (الصفحة الرئيسية)
ca: Stream (inici)
it: Flusso (casa)
ja: ストリーム（ホーム）
nl: Tijdlijn (beginpagina)
pt_br: Stream (página inicial)
uk: Потік (домашній)
zh_hans: 溪流（主页）

source: Stream (profile)
ar: البث المباشر (الملف الشخصي)
ca: Stream (perfil)
it: Flusso (profilo)
ja: ストリーム（プロフィール）
nl: Tijdlijn (profiel)
pt_br: Stream (perfil)
uk: Потік (профіль)
zh_hans: 流（简介）

source: Style
ar: نمط
ca: Estil
it: Stile
ja: スタイル
nl: Stijl
pt_br: Estilo
uk: Стиль
zh_hans: 风格

source: Style for button see:<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">styleguide</a>.
ar: نمط الزر، انظر :<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">دليل الأنماط</a>.
ca: Estil per al botó vegeu: <a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style"> styleguide </a>.
it: Stile per il pulsante vedi:<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">styleguide</a>.
ja: ボタンのスタイル 参照：<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">styleguide</a>.
nl: Stijl voor knop, zie:<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">stijlgids</a>.
pt_br: Estilo para botão, consulte: <a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style"> guia de estilo </a>.
uk: Стиль для кнопки див.:<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">styleguide</a>.
zh_hans: 按钮样式见：<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">styleguide</a> 。

source: Subject
ar: الموضوع
ca: Assumpte
it: Oggetto
ja: テーマ
nl: Onderwerp
pt_br: Assunto
uk: Тема
zh_hans: 主题

source: Subject line for email notifications
ar: سطر الموضوع لإشعارات البريد الإلكتروني
ca: Línia d'assumpte per a les notificacions per correu electrònic
it: Oggetto per le notifiche via e-mail
ja: 電子メール通知の件名
nl: Onderwerpregel voor e-mailmeldingen
pt_br: Linha de assunto para notificações por e-mail
uk: Тема листа для сповіщень електронною поштою
zh_hans: 电子邮件通知的主题行

source: Submit
ar: إرسال
ca: Presentar
it: Invia
ja: 投稿する
nl: Indienen
pt_br: Enviar
uk: Надіслати
zh_hans: 提交

source: Subtitle
ar: عنوان فرعي
ca: Subtítol
it: Sottotitolo
ja: サブタイトル
nl: Ondertitel
pt_br: Subtítulo
uk: Підзаголовок
zh_hans: 副标题

source: Suffix
ar: لاحقة
ca: Sufix
it: Suffisso
ja: 接尾辞
nl: Achtervoegsel
pt_br: Sufixo
uk: Суфікс
zh_hans: 后缀

source: Suggestions format
ar: صيغة الاقتراحات
ca: Format de suggeriments
it: Formato dei suggerimenti
ja: 提案フォーマット
nl: Suggesties formaat
pt_br: Formato de sugestões
uk: Формат пропозицій
zh_hans: 建议格式

source: Summary
ar: ملخص
ca: Resum
it: Sintesi
ja: 概要
nl: Samenvatting
pt_br: Resumo
uk: Підсумок
zh_hans: 摘要

source: Support for multilingual interface translations.
ar: دعم ترجمات الواجهة متعددة اللغات.
ca: Suport per a traduccions d'interfícies multilingües.
it: Supporto per le traduzioni multilingue dell'interfaccia.
ja: 多言語インターフェイス翻訳をサポート。
nl: Ondersteuning voor meertalige interfacevertalingen.
pt_br: Suporte para traduções de interface multilíngue.
uk: Підтримка багатомовних перекладів інтерфейсу.
zh_hans: 支持多语言界面翻译。

source: Supported Entity Types
ar: أنواع الكيانات المدعومة
ca: Tipus d'entitats compatibles
it: Tipi di entità supportati
ja: サポートされるエンティティ・タイプ
nl: Ondersteunde entiteittypes
pt_br: Tipos de entidades compatíveis
uk: Підтримувані типи організацій
zh_hans: 支持的实体类型

source: Supported entity types
ar: أنواع الكيانات المدعومة
ca: Tipus d'entitats compatibles
it: Tipi di entità supportati
ja: サポートされるエンティティ・タイプ
nl: Ondersteunde entiteittypes
pt_br: Tipos de entidades compatíveis
uk: Підтримувані типи організацій
zh_hans: 支持的实体类型

source: System
ar: النظام
ca: Sistema
it: Sistema
ja: システム
nl: Systeem
pt_br: Sistema
uk: Система
zh_hans: 系统

source: System notifications
ar: إشعارات النظام
ca: Notificacions del sistema
it: Notifiche di sistema
ja: システム通知
nl: Systeem notificaties
pt_br: Notificações do sistema
uk: Системні сповіщення
zh_hans: 系统通知

source: Tab Management
ar: علامة تبويب الإدارة
ca: Gestió de pestanyes
it: Gestione delle schede
ja: タブ管理
nl: Tab Instellingen
pt_br: Gerenciamento de abas
uk: Керування вкладками
zh_hans: 标签管理

source: Table
ar: الجدول
ca: Taula
it: Tabella
ja: テーブル
nl: Tabel
pt_br: Tabela
uk: Таблиця
zh_hans: 表格

source: Table :table does not exist in the database
ca: La taula :table no existeix a la base de dades
it: La tabella :table non esiste nel database
ja: テーブル:table がデータベースに存在しない
pt_br: A tabela :table não existe no banco de dados.
zh_hans: 数据库中不存在表:table

source: Table of contents
ar: جدول المحتويات
ca: Taula de continguts
it: Indice dei contenuti
ja: 目次
nl: Inhoudsopgave
pt_br: Tabela de conteúdos
uk: Зміст
zh_hans: 目录

source: Tabs
ar: علامات التبويب
ca: Fitxes
it: Schede
ja: タブ
nl: Tabbladen
pt_br: Abas
uk: Вкладки
zh_hans: 标签

source: Tag
ar: العلامة
ca: Etiqueta
ja: タグ
nl: Label
pt_br: Etiqueta
uk: Теґ
zh_hans: 标签

source: Tag content
ar: محتوى العلامة
ca: Etiqueta content
it: Contenuto del tag
ja: タグの内容
nl: Tag inhoud
pt_br: Conteúdo da tag
uk: Вміст тегу
zh_hans: 标签内容

source: Tag settings
ar: إعدادات الإشارة
ca: Configuració de l'etiqueta
it: Impostazioni dei tag
ja: タグ設定
nl: Tag instellingen
pt_br: Configurações de tag
uk: Налаштування тегів
zh_hans: 标签设置

source: Tagging
ar: وضع العلامات
ca: Etiquetatge
it: Etichettatura
ja: タグ付け
pt_br: Marcação
uk: Установка теґів
zh_hans: 标记

source: Tagging field.
ar: حقل وضع العلامات.
ca: Camp d'etiquetatge.
it: Campo di etichettatura.
ja: タグ付けフィールド。
nl: Tagging veld.
pt_br: Campo de marcação.
uk: Поле для міток.
zh_hans: 标记字段。

source: Tags
ar: الإشارات
ca: etiquetes
it: Tag
ja: タグ
nl: Labels
pt_br: Etiquetas
uk: Теґи
zh_hans: 标签

source: Tags I follow
ar: إشارات أتابعها
ca: Etiquetes que segueixo
it: Tag che seguo
ja: フォローしているタグ
nl: Tags die ik volg
pt_br: Tags que eu sigo
uk: Теги, за якими я слідкую
zh_hans: 我关注的标签

source: Target Entity Type
ca: Tipus d'entitat objectiu
it: Tipo di entità di destinazione
ja: 対象事業体タイプ
pt_br: Tipo de entidade de destino
zh_hans: 目标实体类型

source: Target entity type
ca: Tipus d'entitat objectiu
it: Tipo di entità di destinazione
ja: ターゲット・エンティティ・タイプ
pt_br: Tipo de entidade de destino
zh_hans: 目标实体类型

source: Target entity types
ca: Tipus d'entitat objectiu
it: Tipi di entità target
ja: 対象エンティティ・タイプ
pt_br: Tipos de entidades de destino
zh_hans: 目标实体类型

source: Target type "%invalid_target_type" is not valid. Valid target types are: "%allowed_target_types".
ca: El tipus de destinació “%invalid_target_type” no és vàlid. Els tipus d'objectius vàlids són: “%allowed_target_types”.
it: Il tipo di target "%invalid_target_type" non è valido. I tipi di target validi sono: "%allowed_target_types".
ja: ターゲットタイプ "%invalid_target_type" は無効です。有効なターゲットタイプは "%allowed_target_types" です。
pt_br: O tipo de alvo “%invalid_target_type” não é válido. Os tipos de alvo válidos são: “%allowed_target_types”.
zh_hans: 目标类型 "%invalid_target_type" 无效。有效的目标类型为： "%allowed_target_types"。

source: Taxonomy I follow.
ar: التصنيف الذي أتابعه.
ca: La taxonomia que segueixo.
it: Tassonomia che seguo.
ja: 私が従う分類法
nl: Taxonomie die ik volg.
pt_br: Taxonomia que eu sigo.
uk: Я дотримуюся таксономії.
zh_hans: 我遵循的分类法

source: Taxonomy fields
ar: حقول التصنيف
ca: Camps de taxonomia
it: Campi della tassonomia
ja: 分類分野
nl: Taxonomie velden
pt_br: Campos de taxonomia
uk: Поля таксономії
zh_hans: 分类字段

source: Taxonomy settings
ar: إعدادات التصنيف
ca: Configuració de la taxonomia
it: Impostazioni della tassonomia
ja: タクソノミーの設定
nl: Taxonomie-instellingen
pt_br: Configurações de taxonomia
uk: Налаштування таксономії
zh_hans: 分类设置

source: Taxonomy term I follow
ar: مصطلح التصنيف الذي أتبعه
ca: Terme de taxonomia que segueixo
it: Termine della tassonomia che seguo
ja: 私がフォローしている分類学用語
nl: Taxonomie term die ik volg
pt_br: Termo de taxonomia que eu sigo
uk: Термін таксономії, якого я дотримуюся
zh_hans: 我遵循的分类术语

source: Taxonomy terms the user is following
ar: مصطلحات التصنيف التي يتبعها المستخدم
ca: Termes de taxonomia que l'usuari segueix
it: Termini della tassonomia che l'utente sta seguendo
ja: ユーザーがフォローしているタクソノミーの用語
nl: Taxonomische termen die de gebruiker volgt
pt_br: Termos de taxonomia que o usuário está seguindo
uk: Терміни таксономії, за якими слідкує користувач
zh_hans: 用户关注的分类术语

source: Taxonomy vocabularies
ar: مفردات التصنيف
ca: Vocabularis de taxonomia
it: Vocabolari di tassonomia
ja: 分類学の語彙
nl: Taxonomievocabulaires
pt_br: Vocabulários de taxonomia
uk: Словники таксономії
zh_hans: 分类词汇表

source: Teaser
ar: إعلان تشويقي
ja: ティーザー
uk: Анонс
zh_hans: 预告片

source: Teaser image in overviews
ar: صورة تشويقية في النظرات العامة
ca: Imatge de teaser en revisions
it: Immagine teaser in panoramica
ja: 概要のティーザー画像
nl: Teaser afbeelding in overzichten
pt_br: Imagem de teaser em visões gerais
uk: Тизерне зображення в оглядах
zh_hans: 概览中的预告图片

source: Template configuration
ar: تكوين القالب
ca: Configuració de la plantilla
it: Configurazione del modello
ja: テンプレート構成
nl: Configuratie sjabloon
pt_br: Configuração do modelo
uk: Конфігурація шаблону
zh_hans: 模板配置

source: Template footer
ar: تذييل القالب
ca: Peu de plantilla
it: Piè di pagina del modello
ja: テンプレートフッター
nl: Voettekst sjabloon
pt_br: Rodapé do modelo
uk: Шаблон нижнього колонтитула
zh_hans: 模板页脚

source: Template header
ar: رأس القالب
ca: Capçalera de plantilla
it: Intestazione del modello
ja: テンプレートヘッダー
nl: Koptekst sjabloon
pt_br: cabeçalho do modelo
uk: Заголовок шаблону
zh_hans: 模板页眉

source: Terms
ca: Termes
it: Termini
ja: 用語
pt_br: Termos
zh_hans: 条款

source: Terms with additional reason text
ar: مصطلحات مع نص سبب إضافي
ca: Termes amb text de raó addicional
it: Termini con testo di motivazione aggiuntivo
ja: 追加の理由テキストを含む用語
nl: Redenen waarbij extra uitleg gegeven kan worden.
pt_br: Termos com texto adicional do motivo
uk: Терміни з додатковим текстом причини
zh_hans: 附加说明文字的条款

source: Test
ca: Prova
ja: テスト
pt_br: Teste
zh_hans: 测试

source: Test email
ca: Correu electrònic de prova
it: Email di prova
ja: テストメール
pt_br: E-mail de teste
zh_hans: 测试电子邮件

source: Text
ar: نص
it: Testo
ja: テキスト
nl: Tekst
pt_br: Texto
uk: Текст
zh_hans: 文本

source: Text area display format settings
ar: إعدادات تنسيق عرض منطقة النص
ca: Configuració del format de visualització de l'àrea de text
it: Impostazioni del formato di visualizzazione dell'area di testo
ja: テキストエリアの表示形式設定
nl: Weergave-instellingen voor pagina
pt_br: Configurações do formato de exibição da área de texto
uk: Налаштування формату відображення текстової області
zh_hans: 文本区域显示格式设置

source: Text block
ar: كتلة النص
ca: Bloc de text
it: Blocco di testo
ja: テキストブロック
nl: Tekstblok
pt_br: Bloco de texto
uk: Текстовий блок
zh_hans: 文本块

source: Text format
ar: تنسيق النص
ca: Format de text
it: Formato del testo
ja: テキスト形式
nl: Tekstopmaak
pt_br: Formato de texto
uk: Текстовий формат
zh_hans: 文本格式

source: Text value
ar: قيمة النص
ca: Valor de text
it: Valore del testo
ja: テキスト値
nl: Tekstwaarde
pt_br: Valor do texto
uk: Текстове значення
zh_hans: 文本值

source: Textarea
ar: منطقة النص
it: Area di testo
ja: テキストエリア
nl: Tekstveld
pt_br: Área de texto
uk: Текстова область
zh_hans: 文本区域

source: Thanks for enrolling!
ar: شكرًا لك على التسجيل!
ca: Gràcies per inscriure't!
it: Grazie per l'iscrizione!
ja: ご入会ありがとうございました！
nl: Bedankt voor de inschrijving!
pt_br: Obrigado por se inscrever!
uk: Дякуємо за реєстрацію!
zh_hans: 感谢您的注册！

source: The (html) link to reply to the comment.
ar: رابط (html) للرد على التعليق.
ca: L'enllaç (html) per respondre al comentari.
it: Il link (html) per rispondere al commento.
ja: コメントに返信するための（html）リンク。
nl: De (html) link om het commentaar te beantwoorden.
pt_br: O link (html) para responder ao comentário.
uk: Посилання (html) для відповіді на коментар.
zh_hans: 回复评论的（html）链接。

source: The (html) link to the commented entity.
ar: رابط (html) للكيان الذي تم التعليق عليه.
ca: L'enllaç (html) a l'entitat comentada.
it: Il link (html) all'entità commentata.
ja: コメントされたエンティティへの（html）リンク。
nl: De (html) link naar de becommentarieerde entiteit.
pt_br: O link (html) para a entidade comentada.
uk: Посилання (html) на коментований об'єкт.
zh_hans: 注释实体的（html）链接。

source: The (html) link to the created entity.
ar: رابط (html) للكيان الذي تم إنشاؤه.
ca: L'enllaç (html) a l'entitat creada.
it: Il link (html) all'entità creata.
ja: 作成されたエンティティへの（html）リンク。
nl: De (html) link naar de aangemaakte entiteit.
pt_br: O link (html) para a entidade criada.
uk: Посилання (html) на створену сутність.
zh_hans: 指向已创建实体的（html）链接。

source: The (html) link to the liked entity.
ar: رابط (html) للكيان المحبوب.
ca: L'enllaç (html) a l'entitat que li agrada.
it: Il link (html) all'entità gradita.
ja: 気に入ったエンティティへの(html)リンク。
nl: De (html) link naar de gevonden entiteit.
pt_br: O link (html) para a entidade curtida.
uk: Посилання (html) на вподобаний об'єкт.
zh_hans: 指向被选中实体的（html）链接。
