Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Notifications
ar: الإشعارات
ca: Notificacions
it: Notifiche
ja: お知らせ
nl: Notificaties
pt_br: Notificações
uk: Сповіщення
zh_hans: 通知

source: Notify user by email after anonymous enrollment
ar: أبلغ المستخدم عن طريق البريد الإلكتروني بعد التسجيل المجهول
ca: Notificar l'usuari per correu electrònic després de la inscripció anònima
it: Notifica all'utente via e-mail dopo l'iscrizione anonima
ja: 匿名登録後、電子メールでユーザーに通知
nl: Verstuur een melding die verzonden moet worden indien een anonieme gebruiker zich inschrijft op een publiek evenement.
pt_br: Notificar o usuário por e-mail após a inscrição anônima
uk: Сповіщення користувача електронною поштою після анонімної реєстрації
zh_hans: 匿名注册后通过电子邮件通知用户

source: Now processing activities :progress of :count
ca: Ara processen activitats :progress de :count
it: Ora le attività di elaborazione :progress di :count
ja: 現在の加工活動:progress :count
pt_br: Agora processando atividades :progress de :count
zh_hans: 现在的处理活动:progress of:count

source: Now processing profile :progress of :count
ar: يتم الآن معالجة ملف التعريف :progress من :count
ca: Ara processa el perfil :progress de :count
it: Ora si sta elaborando il profilo :progress di :count
ja: 現在、:progress のプロファイルを処理中。:count
nl: Verwerkt nu profiel :progress of :count
pt_br: Agora processando o perfil :progress de :count
uk: Зараз обробляємо профіль :progress від :count
zh_hans: 现在处理:progress 的剖面图:count

source: Number of Likes
ar: عدد الإعجابات
ca: Nombre de Likes
it: Numero di Mi Piace
ja: いいね！の数
nl: Aantal likes
pt_br: Número de curtidas
uk: Кількість вподобань
zh_hans: 点赞数

source: Number of Private messages
ar: عدد الرسائل الخاصة
ca: Nombre de missatges privats
it: Numero di messaggi privati
ja: プライベートメッセージ数
nl: Aantal privéberichten
pt_br: Número de mensagens privadas
uk: Кількість приватних повідомлень
zh_hans: 私人信息数量

source: Number of activities deleted by batch: @count
ca: Nombre d'activitats eliminades per lots: @count
it: Numero di attività eliminate per lotto: @count
ja: バッチによって削除されたアクティビティの数：@count
pt_br: Número de atividades excluídas por lote: @count
zh_hans: 按批次删除的活动数量：@count

source: Number of comments
ar: عدد التعليقات
ca: Nombre de comentaris
it: Numero di commenti
ja: コメント数
nl: Aantal reacties
pt_br: Número de comentários
uk: Кількість коментарів
zh_hans: 评论数量

source: Number of group members
ar: عدد أعضاء المجموعة
ca: Nombre de membres del grup
it: Numero di membri del gruppo
ja: グループメンバー数
nl: Aantal groepsleden
pt_br: Número de membros do grupo
uk: Кількість членів групи
zh_hans: 小组成员人数

source: Number of groups where node is added.
ar: عدد المجموعات التي تمت إضافة العقدة فيها.
ca: Nombre de grups on s'afegeix node.
it: Numero di gruppi in cui è stato aggiunto il nodo.
ja: ノードが追加されるグループの数。
nl: Aantal groepen waar het inhoudsitem is toegevoegd.
pt_br: Número de grupos em que o nó é adicionado.
uk: Кількість груп, до яких додається вузол.
zh_hans: 添加节点的组数。

source: Number of items
ar: عدد العناصر
ca: Nombre d'articles
it: Numero di articoli
ja: アイテム数
nl: Aantal items
pt_br: Número de itens
uk: Кількість елементів
zh_hans: 项目数量

source: Number of members
ar: عدد من أعضاء
ca: Nombre de membres
it: Numero di membri
ja: 会員数
nl: Aantal leden
pt_br: Número de membros
uk: Кількість учасників
zh_hans: 成员人数

source: Number of profiles affected by batch: @count
ar: عدد ملفات التعريف المتأثرة بالدفعة: @count
ca: Nombre de perfils afectats per lots: @count
it: Numero di profili interessati dal lotto: @count
ja: バッチによって影響を受けるプロファイルの数：@count
nl: Aantal profielen beïnvloed door batch: @count
pt_br: Número de perfis afetados pelo lote: @count
uk: Кількість профілів, на які впливає партія: @count
zh_hans: 受批次影响的配置文件数量：@count

source: Number of seconds in the time window for counting a file download.
ar: عدد الثواني في النافذة الزمنية لحساب تنزيل ملف.
ca: Nombre de segons a la finestra de temps per comptar una descàrrega d'un fitxer.
it: Numero di secondi nella finestra temporale per il conteggio del download di un file.
ja: ファイルのダウンロードをカウントするタイムウィンドウの秒数。
nl: Aantal seconden in het tijd frame voor het tellen van een bestand download.
pt_br: Número de segundos na janela de tempo para contar o download de um arquivo.
uk: Кількість секунд у часовому вікні для відліку завантаження файлу.
zh_hans: 计算文件下载的时间窗口中的秒数。

source: Number of seconds of inactivity after which we assume user is offline.
ar: عدد ثواني عدم النشاط التي نفترض بعدها أن المستخدم غير متصل.
ca: Nombre de segons d'inactivitat després dels quals suposem que l'usuari està fora de línia.
it: Numero di secondi di inattività dopo i quali si ritiene che l'utente sia offline.
ja: ユーザーがオフラインであると判断される非アクティブの秒数。
nl: Aantal seconden of in-activiteit waarna we aannemen dat de gebruiker offline is.
pt_br: Número de segundos de inatividade após os quais assumimos que o usuário está offline.
uk: Кількість секунд бездіяльності, після якої ми вважаємо, що користувач вийшов з мережі.
zh_hans: 假定用户离线的非活动秒数。

source: Number of suggestions
ar: عدد الاقتراحات
ca: Nombre de suggeriments
it: Numero di suggerimenti
ja: 提案数
nl: Aantal suggesties
pt_br: Número de sugestões
uk: Кількість пропозицій
zh_hans: 建议数量

source: Off
ar: إيقاف
ca: Desactivat
it: Spento
ja: オフ
nl: Uit
pt_br: Desligado
uk: Вимкнено
zh_hans: 关闭

source: Office 365
ar: أوفيس 365
ja: オフィス365
zh_hans: 办公室 365

source: Offline Control Settings
ar: إعدادات التحكم دون اتصال
ca: Configuració de control fora de línia
it: Impostazioni di controllo offline
ja: オフライン制御設定
nl: Offline controle-instellingen
pt_br: Configurações de controle off-line
uk: Налаштування автономного керування
zh_hans: 离线控制设置

source: Offline window
ar: نافذة غير متصل
ca: Finestra fora de línia
it: Finestra offline
ja: オフラインウィンドウ
nl: Offline tijdsvak
pt_br: Janela off-line
uk: Офлайн-вікно
zh_hans: 离线窗口

source: Offset
ar: الأوفست
ca: Desfés
ja: オフセット
nl: Begin
pt_br: Compensação
uk: Зміщення
zh_hans: 偏移

source: Oldest -> Newest
ar: الأقدم -> الأحدث
ca: Més antic -> Més nou
it: Il più vecchio -> Il più nuovo
ja: 古い順→新しい順
nl: Oudste -> Nieuwste
pt_br: Mais antigo -> Mais recente
uk: Найстаріші -> Найновіші
zh_hans: 最旧 -> 最新

source: Oldest first
ar: الأقدم أولا
ca: Primer més antic
it: Prima il più vecchio
ja: 最年長から
nl: Oudste eerst
pt_br: O mais antigo primeiro
uk: Старіші спочатку
zh_hans: 年龄最大者优先

source: On
ar: تشغيل
ca: Encesa
it: Su
ja: オン
nl: Aan
pt_br: Ligado
uk: Увімкнено
zh_hans: 关于

source: One item deleted.
ar: تم حذف عناصر @count.
ca: Un element suprimit.
it: Una voce cancellata.
ja: @count の項目が削除された。
nl: Eén item verwijderd.
uk: Один пункт видалено.
zh_hans: @count 删除的项目。

source: One profile flushed.
ar: تم مسح ملفات تعريف @count.
ca: Un perfil rentat.
it: Un profilo si è arrossato.
ja: @count プロフィールは紅潮した。
nl: Een profiel gespoeld.
uk: Один профіль змито.
zh_hans: @count 脸红了。

source: Ongoing
ar: جارية الان
ca: En curs
it: In corso
ja: 継続中
nl: Is bezig
pt_br: Em andamento
uk: Триває
zh_hans: 持续进行

source: Ongoing and upcoming events
ar: الأحداث الجارية والقادمة
ca: Esdeveniments en curs i pròxims
it: Eventi in corso e imminenti
ja: 進行中および今後のイベント
nl: Lopende en aankomende evenementen
pt_br: Eventos em andamento e futuros
uk: Поточні та майбутні події
zh_hans: 正在举行和即将举行的活动

source: Only full name (first and last)
ar: الاسم الكامل فقط (الأول والأخير)
ca: Només nom complet (primer i últim)
it: Solo nome e cognome (nome e cognome)
ja: フルネーム（姓と名）のみ
nl: Alleen volledige naam (voor- en achternaam)
pt_br: Somente nome completo (nome e sobrenome)
uk: Тільки повне ім'я (ім'я та прізвище)
zh_hans: 只填写全名（名和姓）

source: Only group members can see this group
ar: يمكن لأعضاء المجموعة فقط رؤية هذه المجموعة
ca: Només els membres del grup poden veure aquest grup
it: Solo i membri del gruppo possono vedere questo gruppo
ja: グループメンバーだけがこのグループを見ることができる
nl: Alleen groepsleden kunnen deze groep zien
pt_br: Somente membros do grupo podem ver este grupo
uk: Тільки учасники групи можуть бачити цю групу
zh_hans: 只有组员可以查看该组

source: Only members who are logged in can see this group
ar: فقط الأعضاء الذين قاموا بتسجيل الدخول يمكنهم رؤية هذه المجموعة
ca: Només els membres que han connectat poden veure aquest grup
it: Solo i membri che hanno effettuato l'accesso possono vedere questo gruppo.
ja: ログインしているメンバーだけがこのグループを見ることができます。
nl: Alleen ingelogde leden kunnen deze groep zien.
pt_br: Somente membros que estão logados podem ver este grupo
uk: Лише зареєстровані користувачі можуть бачити цю групу
zh_hans: 只有登录的成员才能看到该组

source: Only selected tags will be lazy-loaded in activated text-formats.
ca: Només les etiquetes seleccionades es carregaran amb claredat en formats de text activats.
it: Solo i tag selezionati saranno caricati pigramente nei formati di testo attivati.
ja: 選択されたタグだけが、活性化されたテキスト形式で遅延ロードされます。
pt_br: Somente as tags selecionadas serão carregadas lentamente em formatos de texto ativados.
zh_hans: 只有选中的标记才会以激活的文本格式懒加载。

source: Only show street and postal code to event enrollees
ar: إظهار الشارع والرمز البريدي فقط للمسجلين في الحدث
ca: Mostrar només el carrer i el codi postal als inscrits a l'esdeveniment
it: Mostrare via e codice postale solo ai partecipanti all'evento
ja: イベント登録者にのみストリートと郵便番号を表示
nl: Toon alleen straat en postcode aan aanmelders van evenementen
pt_br: Mostre apenas a rua e o código postal aos inscritos no evento
uk: Показувати вулицю та поштовий індекс тільки учасникам заходу
zh_hans: 只向活动报名者显示街道和邮政编码

source: Only show the group address to the group members
ar: أظهر فقط عنوان المجموعة لأعضاء المجموعة
ca: Mostrar només l'adreça del grup als membres del grup
it: Mostra l'indirizzo del gruppo solo ai membri del gruppo
ja: グループアドレスはグループメンバーにのみ表示
nl: Toon het groepsadres alleen aan de groepsleden
pt_br: Mostre apenas o endereço do grupo para os membros do grupo
uk: Показувати адресу групи тільки членам групи
zh_hans: 只向组员显示组地址

source: Only username
ar: اسم المستخدم فقط
ca: Només nom d'usuari
it: Solo nome utente
ja: ユーザー名のみ
nl: Alleen gebruikersnaam
pt_br: Somente nome de usuário
uk: Тільки ім'я користувача
zh_hans: 只有用户名

source: Open Social
ca: Social Obert
it: Aprire il sociale
ja: オープン・ソーシャル
pt_br: Redes sociais abertas
zh_hans: 开放式社交

source: Open Social Branding will be replaced by site name (and slogan if available).
ar: سيتم استبدال العلامة التجارية ل Open Social باسم الموقع (والشعار إذا كان متاحًا).
ca: Open Social Branding serà substituït pel nom del lloc (i l'eslògan si està disponible).
it: Il marchio Open Social sarà sostituito dal nome del sito (e dallo slogan, se disponibile).
ja: オープン・ソーシャル・ブランディングは、サイト名（あればスローガンも）に置き換えられます。
nl: Open Social Branding wordt vervangen door de sitenaam (en slogan indien beschikbaar).
pt_br: O Open Social Branding será substituído pelo nome do site (e slogan, se disponível).
uk: Відкритий соціальний брендинг буде замінено на назву сайту (і слоган, якщо є).
zh_hans: 开放式社交品牌将由网站名称（如有口号）取代。

source: Open Social Settings
ar: اعدادات Open Social
ca: Obriu Configuració Social
it: Aprire le impostazioni sociali
ja: ソーシャル設定を開く
nl: Open Social instellingen
pt_br: Abra as configurações sociais
uk: Відкрийте соціальні налаштування
zh_hans: 打开社交设置

source: Open Social Update Version
ar: نسخة Open Social
ca: Obriu la versió d'actualització social
it: Versione di aggiornamento Open Social
ja: オープン・ソーシャル・アップデート版
nl: Open Social Update Versie
pt_br: Versão Open Social Update
uk: Відкрита версія оновлення соціальних мереж
zh_hans: 开放社会更新版本

source: Open Social distribution profile.
ar: افتح ملف تعريف التوزيع الاجتماعي.
ca: Obrir perfil de distribució social.
it: Aprire il profilo di distribuzione sociale.
ja: ソーシャル配信のプロフィールを開く
nl: Open Sociaal distributie profiel.
pt_br: Abra o perfil de distribuição social.
uk: Профіль дистрибуції Open Social.
zh_hans: 打开社交传播配置文件。

source: Open Social help links
ar: افتح روابط المساعدة الاجتماعية
ca: Obriu els enllaços d'ajuda social
it: Aprire i link di aiuto di Social
ja: ソーシャルヘルプリンクを開く
nl: Open Sociale hulp links
pt_br: Abrir links de ajuda social
uk: Посилання на довідку Open Social
zh_hans: 打开社交帮助链接

source: Open preview popup
ca: Obre la finestra emergent de vista prèvia
it: Aprire l'anteprima a comparsa
ja: プレビューポップアップを開く
pt_br: Abrir pop-up de pré-visualização
zh_hans: 打开预览弹出窗口

source: Open to enroll
ar: مفتوح للتسجيل
ca: Obert per matricular-se
it: Aperta l'iscrizione
ja: 入学可能
nl: Open inschrijving
pt_br: Aberto para se inscrever
uk: Відкрита реєстрація
zh_hans: 开放注册

source: Open to enroll - users can enroll for this event without approval
ar: مفتوح للتسجيل - يمكن للمستخدمين التسجيل في هذا الحدث بدون موافقة
ca: Obert per inscriure's - els usuaris poden inscriure's a aquest esdeveniment sense aprovació
it: Aperta all'iscrizione - gli utenti possono iscriversi a questo evento senza approvazione
ja: 登録可能 - ユーザーは承認なしでこのイベントに登録できる。
nl: Open inschrijving - gebruikers kunnen zich zonder goedkeuring aanmelden voor dit evenement
pt_br: Aberto para se inscrever - os usuários podem se inscrever neste evento sem aprovação
uk: Відкрито для реєстрації - користувачі можуть зареєструватися на цю подію без затвердження
zh_hans: 开放注册 - 用户无需批准即可注册此活动

source: Open to join
ar: افتح للانضمام
ca: Obert per unir-se
it: Aperto a tutti
ja: 参加可能
nl: Open aanmelding
pt_br: Aberto para participar
uk: Відкрита для приєднання
zh_hans: 开放加入

source: Open to join - users can join this group without approval
ar: مفتوح للانضمام - يمكن للمستخدمين الانضمام إلى هذه المجموعة دون موافقة
ca: Obert per unir-se - els usuaris poden unir-se a aquest grup sense aprovació
it: Aperti a partecipare - gli utenti possono partecipare a questo gruppo senza approvazione
ja: 参加自由 - ユーザーは承認なしでこのグループに参加できます。
nl: Open aanmelding - gebruikers kunnen zonder goedkeuring lid worden van deze groep
pt_br: Aberto para participar - os usuários podem entrar neste grupo sem aprovação
uk: Відкрита для приєднання - користувачі можуть приєднатися до цієї групи без схвалення
zh_hans: 开放加入 - 用户无需批准即可加入该组

source: Operation
ar: عملية
ca: Operació
it: Operazione
ja: オペレーション
nl: Operatie
pt_br: Operação
uk: Дія
zh_hans: 运行

source: Operations
ar: العمليات
ca: Operacions
it: Operazioni
ja: オペレーション
nl: Acties
pt_br: Operações
uk: Операції
zh_hans: 业务

source: Optional field, title can be printed from block or overridden here. Uncheck <em>Display title</em> if using this field
ar: حقل اختياري ، يمكن طباعة العنوان من الصندوق أو تجاوزه هنا. قم بإلغاء تحديد <em>عرض العنوان</em> إذا كنت تستخدم هذا الحقل
ca: Camp opcional, el títol es pot imprimir des de bloc o anul·lar aquí. Desmarqueu <em> Mostra el títol </em> si utilitzeu aquest camp
it: Campo opzionale, il titolo può essere stampato dal blocco o sovrascritto qui. Deselezionare <em>Visualizza titolo</em> se si utilizza questo campo.
ja: オプションのフィールドで、タイトルはブロックから印刷するか、ここで上書きすることができます。このフィールドを使用する場合は、<em>Display title</em> のチェックを外してください。
nl: Optioneel veld, de titel kan worden getoond door het blok of hier overschreven worden. Deselecteer <em>Titel weergeven</em> indien dit veld wordt gebruikt
pt_br: Campo opcional, o título pode ser impresso a partir do bloco ou substituído aqui. Desmarque <em> Exibir título </em> se estiver usando esse campo
uk: Необов'язкове поле, заголовок може бути надрукований з блоку або перевизначений тут. Зніміть прапорець <em>Відображати заголовок</em>, якщо ви використовуєте це поле
zh_hans: 可选字段，标题可以从块中打印或在此处覆盖。如果使用该字段，请取消选中<em>显示标题</em>

source: Optional link. Sometimes blocks already contain more link.
ar: رابط اختياري. في بعض الأحيان تحتوي الصناديق بالفعل على رابط أكثر.
ca: Enllaç opcional. De vegades els blocs ja contenen més enllaç.
it: Collegamento opzionale. A volte i blocchi contengono già altri collegamenti.
ja: オプションのリンク。ブロックがすでにリンクを含んでいることもある。
nl: Optionele link. Soms bevatten blokken al meer links.
pt_br: Link opcional. Às vezes, os blocos já contêm mais links.
uk: Необов'язкове посилання. Іноді блоки вже містять більше посилань.
zh_hans: 可选链接。有时区块已包含更多链接。

source: Options to pass to the toUrl call
ar: خيارات للتمرير إلى مكالمة TourL
ca: Opcions per passar a la trucada TourL
it: Opzioni da passare alla chiamata toUrl
ja: toUrl呼び出しに渡すオプション
nl: Opties om door te geven aan de toUrl-oproep
pt_br: Opções para passar para a chamada ToURL
uk: Параметри для передачі до виклику toUrl
zh_hans: 传递给 toUrl 调用的选项

source: Order
ar: طلب
ca: Ordre
it: Ordine
ja: オーダー
nl: Volgorde
pt_br: Pedido
uk: Послідовність
zh_hans: 订购

source: Organisers
ar: المنظمون
ca: Organitzadors
it: Organizzatori
ja: 主催者
nl: Organisatoren
pt_br: Organizadores
uk: Організатори
zh_hans: 组织者

source: Organisers Block
ar: كتلة المنظمين
ca: Bloc d'organitzadors
it: Blocco organizzatori
ja: オーガナイザー・ブロック
nl: Organisatorenblok
pt_br: Bloco de organizadores
uk: Організаційний блок
zh_hans: 组织者大楼

source: Organization
ar: المنظمة
ca: Organització
it: Organizzazione
ja: 組織
nl: Organisatie
pt_br: Organização
uk: Організація
zh_hans: 组织结构

source: Organization Tag
ar: علامة المنظمة
ca: Etiqueta d'organització
it: Etichetta dell'organizzazione
ja: 組織タグ
nl: Organisatie Tag
pt_br: Tag da organização
uk: Тег організації
zh_hans: 组织机构标签

source: Organization tag
ar: علامة المنظمة
ca: Etiqueta d'organització
it: Etichetta dell'organizzazione
ja: 組織タグ
nl: Organisatie tag
pt_br: Etiqueta da organização
uk: Тег організації
zh_hans: 组织标签

source: Organizer activity context
ar: سياق نشاط المنظم
ca: Context de l'activitat organitzadora
it: Contesto dell'attività dell'organizzatore
ja: オーガナイザー活動の背景
nl: Organisator activiteit context
pt_br: Contexto da atividade do organizador
uk: Контекст діяльності організатора
zh_hans: 组织者活动背景

source: Organizers
ar: المنظمون
ca: Organitzadors
it: Organizzatori
ja: 主催者
nl: Organisatoren
pt_br: Organizadores
uk: Організатори
zh_hans: 组织者

source: Originally bcc: @bcc
ca: Originalment bcc: @bcc
it: Originariamente bcc: @bcc
ja: もともとはBCC：@bcc
pt_br: Originalmente bcc: @bcc
zh_hans: 原本密送@bcc

source: Originally cc: @cc
ca: CC original: @cc
it: Originariamente cc: @cc
ja: 元々はcc：@cc
pt_br: Originalmente cc: @cc
zh_hans: 最初是 cc：@cc

source: Originally to: @to
ca: Originalment a: @to
it: Originariamente a: @to
ja: もともとは@to
pt_br: Originalmente para: @to
zh_hans: 原为：@to

source: Other Reason
ar: سبب آخر
ca: Un altre motiu
it: Altro motivo
ja: その他の理由
nl: Andere Reden
pt_br: Outro motivo
uk: Інша причина
zh_hans: 其他原因

source: Outlook
it: Prospettiva
ja: 展望
pt_br: Perspectiva
uk: Перспективи
zh_hans: 展望

source: Output Settings
ar: ضبط الانتاج
ca: Configuració de sortida
it: Impostazioni di uscita
ja: 出力設定
nl: Uitvoerinstellingen
pt_br: Configurações de saída
uk: Налаштування виводу
zh_hans: 输出设置

source: Output text for aggregated items in activity stream
ar: نص الإخراج للعناصر المجمعة في بيان النشاط
ca: Text de sortida per als elements agregats en el flux d'activitats
it: Testo di output per gli elementi aggregati nel flusso di attività
ja: アクティビティ・ストリームに集約された項目のテキストを出力する
nl: Uitvoertekst voor geaggregeerde items in activiteitenstroom
pt_br: Texto de saída para itens agregados no fluxo de atividades
uk: Вихідний текст для агрегованих елементів у потоці діяльності
zh_hans: 输出活动流中汇总项目的文本

source: Output text for email notifications
ar: نص الإخراج لإشعارات البريد الإلكتروني
ca: Text de sortida per a notificacions per correu electrònic
it: Testo di uscita per le notifiche via e-mail
ja: 電子メール通知用の出力テキスト
nl: Uitvoertekst voor e-mailmeldingen
pt_br: Texto de saída para notificações por e-mail
uk: Вихідний текст для email-сповіщень
zh_hans: 电子邮件通知的输出文本

source: Output text for normal activities in activity stream
ar: نص الإخراج للأنشطة العادية في بيان النشاط
ca: Text de sortida per a activitats normals en flux d'activitats
it: Testo in uscita per le attività normali nel flusso di attività
ja: アクティビティ・ストリームに通常のアクティビティ用のテキストを出力
nl: Uitvoertekst voor normale activiteiten in de activiteitenstroom
pt_br: Texto de saída para atividades normais no fluxo de atividades
uk: Вихідний текст для звичайних дій у потоці дій
zh_hans: 在活动流中输出正常活动的文本

source: Outsider
ar: دخيل
ca: Exterior
it: Esterno
ja: アウトサイダー
nl: Buitenstaander
pt_br: Forasteiro
uk: Аутсайдер
zh_hans: 局外人

source: Overridden Tags filter
ar: مرشح العلامات التي تم تجاوزها
ca: Filtre d'etiquetes anul·lades
it: Filtro dei tag sovrascritto
ja: 上書きタグフィルター
nl: Overschreven Tags filter
pt_br: Filtro de tags substituídas
uk: Фільтр перевизначених тегів
zh_hans: 覆盖标签过滤器

source: Override Tags filters
ar: تجاوز مرشحات العلامات
ca: Anul·lar filtres d'etiquetes
it: Sovrascrivere i filtri dei tag
ja: タグフィルターのオーバーライド
nl: Overschrijven van tags filters
pt_br: Substituir filtros de tags
uk: Перевизначення фільтрів тегів
zh_hans: 覆盖标签过滤器

source: Override disabled public visiblility settings
ar: تجاوز إعدادات الرؤية العامة المعطلة
ca: Anul·lar la configuració de visibilitat pública desactivada
it: Sovrascrivere le impostazioni di visibilità pubblica disabilitate
ja: 無効化された公開の可視性設定を上書きする
nl: Uitgeschakelde openbare zichtbaarheidsinstellingen opheffen
pt_br: Substituir configurações de visibilidade pública desativadas
uk: Перевизначення відключених налаштувань публічної видимості
zh_hans: 覆盖已禁用的公共可见性设置

source: Override invite message when resend invites
ar: تجاوز رسالة الدعوة عند إعادة إرسال الدعوات
ca: Anul·lar el missatge d'invitació quan torneu a enviar les invitacions
it: Sovrascrivere il messaggio di invito quando si inviano nuovamente gli inviti
ja: 招待の再送時に招待メッセージを上書きする
nl: Uitnodigingsbericht overschrijven wanneer uitnodigingen opnieuw worden verzonden
pt_br: Substitua a mensagem de convite ao reenviar convites
uk: Замінити повідомлення запрошення при повторному надсиланні запрошень
zh_hans: 重新发送邀请时覆盖邀请信息

source: Overview
ar: نظرة عامة
ca: Visió general
it: Panoramica
ja: 概要
nl: Overzicht
pt_br: Visão geral
uk: Огляд
zh_hans: 概述

source: Overview of all the comments on the platform.
ar: نظرة عامة على جميع التعليقات على المنصة.
ca: Visió general de tots els comentaris a la plataforma.
it: Panoramica di tutti i commenti sulla piattaforma.
ja: プラットフォーム上のすべてのコメントの概要。
nl: Overzicht van alle reacties op het platform.
pt_br: Visão geral de todos os comentários na plataforma.
uk: Огляд усіх коментарів на платформі.
zh_hans: 平台上所有评论的概览。

source: Overview of all the content on the platform.
ar: نظرة عامة على كل المحتوى على المنصة.
ca: Visió general de tot el contingut de la plataforma.
it: Panoramica di tutti i contenuti della piattaforma.
ja: プラットフォーム上のすべてのコンテンツの概要。
nl: Overzicht van alle inhoud op het platform.
pt_br: Visão geral de todo o conteúdo da plataforma.
uk: Огляд усього контенту на платформі.
zh_hans: 平台上所有内容的概览。

source: Overview of all the groups on the platform.
ar: نظرة عامة على جميع المجموعات على المنصة.
ca: Visió general de tots els grups de la plataforma.
it: Panoramica di tutti i gruppi della piattaforma.
ja: プラットフォーム上の全グループの概要。
nl: Overzicht van alle groepen op het platform.
pt_br: Visão geral de todos os grupos na plataforma.
uk: Огляд усіх груп на платформі.
zh_hans: 平台上所有群组的概览。

source: Overview of all the reported content.
ar: نظرة عامة على المحتوى الذي تم الإبلاغ عنه.
ca: Visió general de tot el contingut informat.
it: Panoramica di tutti i contenuti segnalati.
ja: 全報告内容の概要
nl: Overzicht van alle gerapporteerde inhoud.
pt_br: Visão geral de todo o conteúdo denunciado.
uk: Огляд всього контенту, про який повідомлялося.
zh_hans: 所有报告内容概览。

source: Owner
ar: المالك
ca: Propietari
it: Proprietario
ja: オーナー
nl: Eigenaar
pt_br: Proprietário
uk: Власник
zh_hans: 业主

source: Owner activity context
ar: سياق نشاط المالك
ca: Context de l'activitat del propietari
it: Contesto di attività del proprietario
ja: オーナーの活動状況
nl: Eigenaar activiteit context
pt_br: Contexto da atividade do proprietário
uk: Контекст діяльності власника
zh_hans: 业主活动背景
