Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: User from data structure
ar: مستخدم من بنية البيانات
ca: Usuari a partir de l'estructura de dades
it: Utente da struttura dati
ja: データ構造からのユーザー
nl: Gebruiker van gegevensstructuur
pt_br: Usuário da estrutura de dados
uk: Користувач зі структури даних
zh_hans: 数据结构中的用户

source: User group content
ar: محتوى مجموعة المستخدمين
ca: Contingut del grup d'usuaris
it: Contenuto del gruppo di utenti
ja: ユーザーグループのコンテンツ
nl: Inhoud van de gebruikersgroep
pt_br: Conteúdo do grupo de usuários
uk: Вміст групи користувачів
zh_hans: 用户组内容

source: User information
ar: معلومات المستخدم
ca: Informació de l'usuari
it: Informazioni sull'utente
ja: ユーザー情報
nl: Gebruikersinformatie
pt_br: Informações do usuário
uk: Інформація про користувача
zh_hans: 用户信息

source: User invitations to Groups
ar: دعوات المستخدمين إلى المجموعات
ca: Invitacions d'usuari a Grups
it: Inviti degli utenti ai gruppi
ja: グループへのユーザー招待
nl: Uitnodigingen van gebruikers voor groepen
pt_br: Convites de usuários para grupos
uk: Запрошення користувачів до груп
zh_hans: 用户对群组的邀请

source: User is member
ar: المستخدم عضو
ca: L'usuari és membre
it: L'utente è membro
ja: ユーザーがメンバー
nl: Gebruiker is lid
pt_br: O usuário é membro
uk: Користувач є учасником
zh_hans: 用户是会员

source: User is member of the group
ar: المستخدم عضو في المجموعة
ca: L'usuari és membre del grup
it: L'utente è membro del gruppo
ja: ユーザーがグループのメンバーである
nl: Gebruiker is lid van de groep
pt_br: O usuário é membro do grupo
uk: Користувач є членом групи
zh_hans: 用户是小组成员

source: User limit
ar: حد المستخدم
ca: Límit d'usuari
it: Limite utente
ja: ユーザー制限
nl: Gebruikerslimiet
pt_br: Limite de usuários
uk: Обмеження на кількість користувачів
zh_hans: 用户限额

source: User name
ar: اسم المستخدم
ca: Nom d'usuari
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pt_br: Nome de usuário
uk: Ім’я користувача
zh_hans: 用户名

source: User roles
ar: أدوار المستخدم
ca: Rols d'usuari
it: Ruoli utente
ja: ユーザーの役割
nl: Gebruikersrollen
pt_br: Funções do usuário
uk: Ролі користувача
zh_hans: 用户角色

source: User settings
ar: إعدادات المستخدم
ca: Configuració d'usuari
it: Impostazioni utente
ja: ユーザー設定
nl: Gebruiker instellingen
pt_br: Configurações do usuário
uk: Налаштування користувача
zh_hans: 用户设置

source: User status
ar: حالة المستخدم
ca: Estat de l'usuari
it: Stato dell'utente
ja: ユーザーステータス
nl: Gebruikersstatus
pt_br: Status do usuário
uk: Стан користувача
zh_hans: 用户状态

source: User window
ar: نافذة المستخدم
ca: Finestra d'usuari
it: Finestra utente
ja: ユーザーウィンドウ
nl: Gebruikersvenster
pt_br: Janela do usuário
uk: Вікно користувача
zh_hans: 用户窗口

source: Username
ar: اسم المستخدم
ca: Nom d'usuari
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pt_br: Nome de usuário
uk: Ім'я користувача
zh_hans: 用户名

source: Username of user enrolled to the Event. Can be an anonymous user.
ar: اسم المستخدم الخاص بالمستخدم المسجل في الحدث. يمكن أن يكون مستخدمًا مجهولاً.
ca: Nom d'usuari de l'usuari inscrit a l'esdeveniment. Pot ser un usuari anònim.
it: Nome utente dell'utente iscritto all'evento. Può essere un utente anonimo.
ja: イベントに登録されているユーザーのユーザー名。匿名ユーザーも可能です。
nl: Gebruikersnaam van de gebruiker die is ingeschreven voor het evenement. Kan een anonieme gebruiker zijn.
pt_br: Nome de usuário do usuário inscrito no Evento. Pode ser um usuário anônimo.
uk: Ім'я користувача, який зареєструвався на подію. Може бути анонімним користувачем.
zh_hans: 事件注册用户的用户名。可以是匿名用户。

source: Username of user enrolled to the event.
ar: اسم المستخدم الخاص بالمستخدم المسجل في الحدث.
ca: Nom d'usuari de l'usuari inscrit a l'esdeveniment.
it: Nome utente dell'utente iscritto all'evento.
ja: イベントに登録されたユーザーのユーザー名。
nl: Gebruikersnaam van de gebruiker die is ingeschreven voor het evenement.
pt_br: Nome de usuário do usuário inscrito no evento.
uk: Ім'я користувача, який зареєструвався на подію.
zh_hans: 注册事件的用户的用户名。

source: Username or email address
ar: اسم المستخدم وعنوان البريد الإلكتروني
ca: Nom d'usuari o adreça de correu electrònic
it: Nome utente o indirizzo e-mail
ja: ユーザー名またはメールアドレス
nl: Gebruikersnaam of e-mailadres
pt_br: Nome de usuário ou endereço de e-mail
uk: Ім'я користувача або електронна адреса
zh_hans: 用户名或电子邮件地址

source: Users
ar: المستخدمين
ca: Usuaris
it: Utenti
ja: ユーザー
nl: Gebruikers
pt_br: Usuários
uk: Користувачі
zh_hans: 用户

source: Users Profile
ar: ملف تعريف المستخدمين
ca: Perfil d'usuaris
it: Profilo degli utenti
ja: ユーザープロフィール
nl: Gebruikersprofiel
pt_br: Perfil de usuários
uk: Профіль користувача
zh_hans: 用户简介

source: Users with this permission will see a user's full name even when the Social Profile Privacy module is configured to hide it.
ar: سيرى المستخدمون الذين لديهم هذا الإذن الاسم الكامل للمستخدم حتى عندما يتم تكوين وحدة خصوصية الملف الشخصي الاجتماعي لإخفائه.
ca: Els usuaris amb aquest permís veuran el nom complet d'un usuari fins i tot quan el mòdul Privacitat del perfil social estigui configurat per ocultar-lo.
it: Gli utenti con questa autorizzazione vedranno il nome completo di un utente anche quando il modulo Privacy del profilo sociale è configurato per nasconderlo.
ja: このパーミッションを持つユーザは、ソーシャルプロフィールプライバシーモジュールが非表示に設定されている場合でも、ユーザのフルネームを見ることができます。
nl: Gebruikers met deze permissie zien de volledige naam van een gebruiker, zelfs wanneer de profile privacy is geconfigureerd om deze te verbergen.
pt_br: Os usuários com essa permissão verão o nome completo de um usuário mesmo quando o módulo Social Profile Privacy estiver configurado para ocultá-lo.
uk: Користувачі з цим дозволом бачитимуть повне ім'я користувача, навіть якщо модуль "Конфіденційність соціального профілю" налаштований на його приховування.
zh_hans: 即使社交资料隐私模块配置为隐藏用户全名，拥有此权限的用户也能看到用户的全名。

source: Value
ar: القيمة
ca: Valor
it: Valore
ja: 価値
nl: Waarde
pt_br: Valor
uk: Значення
zh_hans: 价值

source: Value (Media source or FileItem)
ar: القيمة (مصدر الوسائط أو FileItem)
ca: Valor (font multimèdia o FileItem)
it: Valore (sorgente multimediale o FileItem)
ja: 値（メディアソースまたはFileItem）
nl: Waarde (Mediabron of FileItem)
pt_br: Valor (fonte de mídia ou item de arquivo)
uk: Значення (Джерело медіа або Елемент файлу)
zh_hans: 值（媒体源或文件项目）

source: Values
ar: القيم
ca: Valors
it: Valori
ja: 価値観
nl: Waarden
pt_br: Valores
uk: Цінності
zh_hans: 价值观

source: Verified
ca: Verificat
it: Verificato
ja: 確認済み
pt_br: Verificado
zh_hans: 已验证

source: Verified immediately
ar: تم التحقق منه على الفور
ca: Verificat immediatament
it: Verificato immediatamente
ja: すぐに確認
nl: Onmiddellijk geverifieerd
pt_br: Verificado imediatamente
uk: Підтверджено негайно
zh_hans: 立即核实

source: Verified user
ar: مستخدم تم التحقق منه
ca: Usuari verificat
it: Utente verificato
ja: 認証済みユーザー
nl: Geverifieerde gebruiker
pt_br: Usuário verificado
uk: Перевірений користувач
zh_hans: 验证用户

source: View
ar: عرض
ca: Visualitza
it: Vista
ja: 表示
nl: Bekijken
pt_br: Visualizar
uk: Перегляд
zh_hans: 查看

source: View @label content
ar: عرض محتوى @label
ca: Veure contingut @label
it: Visualizza il contenuto di @label
ja: @label 内容を見る
nl: Content @label bekijken
pt_br: Exibir conteúdo @label
uk: Переглянути вміст @label
zh_hans: 查看@label 内容

source: View Comment
ar: عرض التعليق
ca: Veure comentari
it: Visualizza commento
ja: コメントを見る
nl: Bekijk Opmerking
pt_br: Exibir comentário
uk: Переглянути коментар
zh_hans: 查看评论

source: View Content
ar: عرض المحتوى
ca: Visualitza el contingut
it: Visualizza contenuto
ja: コンテンツを見る
nl: Bekijk Inhoud
pt_br: Exibir conteúdo
uk: Переглянути вміст
zh_hans: 查看内容

source: View Email address on a users profile
ar: عرض عنوان البريد الإلكتروني في الملف الشخصي للمستخدمين
ca: Veure l'adreça de correu electrònic d'un perfil d'usuari
it: Visualizza l'indirizzo e-mail sul profilo di un utente
ja: ユーザープロフィールのEメールアドレスを表示する
nl: Bekijk emailadres op het profiel van een gebruiker.
pt_br: Exibir endereço de e-mail no perfil de um usuário
uk: Перегляд адреси електронної пошти в профілі користувача
zh_hans: 查看用户配置文件中的电子邮件地址

source: View Post
ar: عرض المنشور
ca: Visualitza la publicació
it: Visualizza il post
ja: 投稿を見る
nl: Bekijk Bericht
pt_br: Exibir postagem
uk: Переглянути публікацію
zh_hans: 查看帖子

source: View all hidden profile fields
ar: عرض جميع حقول الملف الشخصي المخفية
ca: Veure tots els camps de perfil ocults
it: Visualizza tutti i campi nascosti del profilo
ja: 非表示のプロフィール・フィールドをすべて表示する
nl: Alle verborgen profielvelden bekijken
pt_br: Exibir todos os campos de perfil ocultos
uk: Переглянути всі приховані поля профілю
zh_hans: 查看所有隐藏的个人资料字段

source: View all notifications
ar: عرض جميع الإشعارات
ca: Veure totes les notificacions
it: Visualizza tutte le notifiche
ja: すべての通知を見る
nl: Bekijk alle notificaties
pt_br: Exibir todas as notificações
uk: Переглянути всі сповіщення
zh_hans: 查看所有通知

source: View all published Activity entities
ar: عرض جميع كيانات النشاط المنشورة
ca: Veure totes les entitats publicades Activitat
it: Visualizza tutte le entità di attività pubblicate
ja: 公開されたすべてのアクティビティ・エンティティを見る
nl: Bekijk alle gepubliceerde Activiteitentiteiten
pt_br: Exibir todas as entidades de atividades publicadas
uk: Переглянути всі опубліковані сутності Активності
zh_hans: 查看所有已发布的活动实体

source: View and edit embedded content settings
ar: عرض إعدادات المحتوى المضمّن وتحريرها
ca: Veure i editar la configuració del contingut incrustat
it: Visualizzare e modificare le impostazioni dei contenuti incorporati
ja: 埋め込みコンテンツ設定の表示と編集
nl: Instellingen voor ingesloten inhoud bekijken en bewerken
pt_br: Exibir e editar configurações de conteúdo incorporado
uk: Перегляд і редагування налаштувань вбудованого вмісту
zh_hans: 查看和编辑嵌入式内容设置

source: View blocked user
ar: عرض المستخدم المحظور
ca: Veure l'usuari bloquejat
it: Visualizza l'utente bloccato
ja: ブロックされたユーザーを見る
nl: Geblokkeerde gebruiker bekijken
pt_br: Exibir usuário bloqueado
uk: Переглянути заблокованого користувача
zh_hans: 查看被阻止的用户

source: View comments
ar: عرض التعليقات
ca: Veure comentaris
it: Commenti
ja: コメントを見る
nl: Reacties bekijken
pt_br: Exibir comentários
uk: Перегляд коментарів
zh_hans: 查看评论

source: View community Posts
ar: عرض مشاركات المجتمع
ca: Veure publicacions de la comunitat
it: Visualizza i post della comunità
ja: コミュニティーの投稿を見る
nl: Community-berichten bekijken
pt_br: Exibir postagens da comunidade
uk: Переглянути дописи спільноти
zh_hans: 查看社区帖子

source: View content I'm following
ar: عرض المحتوى الذي أتابعه
ca: Veure contingut que estic seguint
it: Visualizza i contenuti che seguo
ja: フォローしているコンテンツを見る
nl: De items die ik volg weergeven
pt_br: Exibir conteúdo que estou seguindo
uk: Переглянути вміст, за яким я стежу
zh_hans: 查看我关注的内容

source: View debug information
ar: عرض معلومات التصحيح
ca: Veure informació de depuració
it: Visualizzazione delle informazioni di debug
ja: デバッグ情報の表示
nl: Debug-informatie bekijken
pt_br: Exibir informações de depuração
uk: Перегляд інформації про налагодження
zh_hans: 查看调试信息

source: View enrollment requests
ar: عرض طلبات التسجيل
ca: Veure sol·licituds d'inscripció
it: Visualizza le richieste di iscrizione
ja: 入会希望を見る
nl: Inschrijvingsaanvragen bekijken
pt_br: Exibir solicitações de inscrição
uk: Переглянути запити на зарахування
zh_hans: 查看注册申请

source: View enrollments
ar: عرض التسجيلات
ca: Veure matrícules
it: Visualizza le iscrizioni
ja: 登録者数を見る
nl: Bekijk inschrijvingen
pt_br: Exibir inscrições
uk: Перегляд зарахувань
zh_hans: 查看注册情况

source: View full name when restricted
ar: عرض الاسم الكامل عند التقييد
ca: Veure nom complet quan està restringit
it: Visualizza il nome completo quando è limitato
ja: 制限時にフルネームを表示
nl: Bekijk de volledige naam als deze beperkt is
pt_br: Exibir nome completo quando restrito
uk: Переглянути повне ім'я, якщо доступ до нього обмежено
zh_hans: 受限时查看全名

source: View group
ar: عرض المجموعة
ca: Veure grup
it: Visualizza il gruppo
ja: グループを見る
nl: Bekijk groep
pt_br: Exibir grupo
uk: Переглянути групу
zh_hans: 查看小组

source: View group stream page
ar: عرض صفحة بث المجموعة
ca: Veure la pàgina de flux de grup
it: Visualizza la pagina del flusso di gruppo
ja: グループ・ストリーム・ページを見る
nl: Groepstijdlijnpagina bekijken
pt_br: Exibir página de stream em grupo
uk: Переглянути сторінку групової трансляції
zh_hans: 查看群组信息流页面

source: View image
ar: عرض الصورة
ca: Veure imatge
it: Visualizza immagine
ja: 画像を見る
nl: Afbeelding bekijken
pt_br: Exibir imagem
uk: Дивитись зображення
zh_hans: 查看图片

source: View invites
ar: عرض الدعوات
ca: Veure les invitacions
it: Visualizza gli inviti
ja: 招待状を見る
nl: Bekijk uitnodigingen
pt_br: Exibir convites
uk: Переглянути запрошення
zh_hans: 查看邀请

source: View like widget
ar: عرض أداة واجهة الإعجاب
ca: Veure com un giny
it: Visualizza come widget
ja: ウィジェットのように表示
nl: Vind ik leuk-widget bekijken
pt_br: Exibir como widget
uk: Переглянути як віджет
zh_hans: 查看类似小部件

source: View manager notes on a users profile
ar: عرض ملاحظات المدير على الملف الشخصي للمستخدمين
ca: Veure notes del gestor en un perfil d'usuaris
it: Visualizzare le note del gestore sul profilo di un utente
ja: ユーザー・プロフィールのマネージャー・ノートを見る
nl: Beheerdersnotities op een gebruikersprofiel bekijken
pt_br: Exibir notas do gerente no perfil de um usuário
uk: Перегляд нотаток менеджера в профілі користувача
zh_hans: 查看用户配置文件中的管理员备注

source: View mode
ar: وضع المشاهدة
ca: Mode de visualització
it: Modalità di visualizzazione
ja: ビューモード
nl: Weergavemodus
pt_br: Modo de visualização
uk: Режим перегляду
zh_hans: 查看模式

source: View my albums
ar: عرض ألبوماتي
ca: Veure els meus àlbums
it: Visualizza i miei album
ja: 私のアルバムを見る
nl: Mijn albums weergeven
pt_br: Exibir meus álbuns
uk: Переглянути мої альбоми
zh_hans: 查看我的相册

source: View my events
ar: عرض الأحداث الخاصة بي
ca: Veure els meus esdeveniments
it: Visualizza i miei eventi
ja: 私のイベントを見る
nl: Mijn evenementen weergeven
pt_br: Exibir meus eventos
uk: Переглянути мої події
zh_hans: 查看我的活动

source: View my groups
ar: عرض مجموعاتي
ca: Veure els meus grups
it: Visualizza i miei gruppi
ja: 私のグループを見る
nl: Mijn groepen weergeven
pt_br: Exibir meus grupos
uk: Переглянути мої групи
zh_hans: 查看我的群组

source: View my profile
ar: عرض ملفي الشخصي
ca: Veure el meu perfil
it: Visualizza il mio profilo
ja: プロフィールを見る
nl: Mijn profiel weergeven
pt_br: Exibir meu perfil
uk: Переглянути мій профіль
zh_hans: 查看我的个人资料

source: View my topics
ar: عرض موضوعاتي
ca: Veure els meus temes
it: Visualizza i miei argomenti
ja: トピックを見る
nl: Mijn onderwerpen weergeven
pt_br: Exibir meus tópicos
uk: Переглянути мої теми
zh_hans: 查看我的主题

source: View own unpublished Post entities
ar: عرض كيانات البريد الخاصة غير المنشورة
ca: Veure entitats pròpies inèdites de Correus
it: Visualizza le proprie entità postali non pubblicate
ja: 未発表の投稿を見る
nl: Bekijk eigen ongepubliceerde post entiteiten
pt_br: Exibir suas próprias entidades de postagem não publicadas
uk: Перегляд власних неопублікованих дописів
zh_hans: 查看自己未发表的职位实体

source: View preferred language on a users profile
ar: عرض اللغة المفضلة في ملف تعريف المستخدم
ca: Veure l'idioma preferit en un perfil d'usuari
it: Visualizzare la lingua preferita sul profilo di un utente
ja: ユーザー・プロフィールの優先言語を表示する
nl: De voorkeurstaal van een gebruiker bekijken
pt_br: Exibir idioma preferido no perfil de um usuário
uk: Перегляд бажаної мови в профілі користувача
zh_hans: 查看用户配置文件中的首选语言

source: View public Posts
ar: عرض المنشورات العامة
ca: Veure Publicacions Públiques
it: Visualizza i messaggi pubblici
ja: 公開投稿を見る
nl: Openbare berichten bekijken
pt_br: Exibir postagens públicas
uk: Переглянути публічні публікації
zh_hans: 查看公开帖子

source: View published Event enrollment entities
ar: عرض كيانات تسجيل الأحداث المنشورة
ca: Veure publicat Entitats de matrícula d'esdeveniments
it: Visualizza le entità di iscrizione agli eventi pubblicate
ja: 公開されたイベント登録エンティティの表示
nl: Gepubliceerde entiteiten voor gebeurtenissenregistratie bekijken
pt_br: Exibir entidades de inscrição em eventos publicados
uk: Перегляд опублікованих сутностей реєстрації на подію
zh_hans: 查看已发布的活动报名实体

source: View published Font entities
ar: عرض كيانات الخط المنشورة
ca: Veure entitats de la Font publicades
it: Visualizza le entità Font pubblicate
ja: 公開されたフォント・エンティティを見る
nl: Gepubliceerde lettertype-entiteiten bekijken
pt_br: Exibir entidades de fontes publicadas
uk: Перегляд опублікованих сутностей Шрифт
zh_hans: 查看已发布的字体实体

source: View published Post entities
ar: عرض كيانات المنشورات المنشورة
ca: Veure publicades Entitats de correus
it: Visualizza gli enti postali pubblicati
ja: 公開された投稿を見る
nl: Gepubliceerde berichten bekijken
pt_br: Exibir entidades de postagem publicadas
uk: Переглянути опубліковані сутності дописів
zh_hans: 查看已发布的职位实体

source: View published Queue storage entity entities
ar: عرض كيانات وحدة تخزين قائمة الانتظار المنشورة
ca: Visualitza les entitats d'emmagatzematge de cua publicades
it: Visualizzazione delle entità di archiviazione della coda pubblicate
ja: 公開されたキューストレージエンティティの表示
nl: Gepubliceerde entiteiten voor wachtrijopslag bekijken
pt_br: Exibir entidades publicadas da entidade de armazenamento de filas
uk: Перегляд опублікованих сутностей сховища черги
zh_hans: 查看已发布的队列存储实体

source: View reports for inappropriate content
ar: عرض تقارير المحتوى غير اللائق
ca: Veure informes de contingut inadequat
it: Visualizza le segnalazioni di contenuti inappropriati
ja: 不適切なコンテンツのレポートを見る
nl: Bekijk meldingen mbt ongepaste inhoud
pt_br: Exibir relatórios de conteúdo impróprio
uk: Перегляд звітів про неприйнятний вміст
zh_hans: 查看不当内容报告

source: View tags I'm following
ar: عرض العلامات التي أتابعها
ca: Veure etiquetes Estic seguint
it: Visualizza i tag che sto seguendo
ja: フォローしているタグを見る
nl: Bekijk tags die ik volg
pt_br: Exibir tags que estou seguindo
uk: Перегляд тегів, за якими я стежу
zh_hans: 查看我关注的标签

source: View the My events overview and block on other peoples profile
ar: عرض نظرة عامة على "الأحداث الخاصة بي" وحظرها في الملف الشخصي للأشخاص الآخرين
ca: Consulta la visió general dels meus esdeveniments i bloqueig al perfil d'altres persones
it: Visualizzare la panoramica de I miei eventi e bloccare il profilo di altre persone
ja: マイ・イベントの概要を見る、他の人のプロフィールをブロックする
nl: Bekijk het Mijn evenementen overzicht en blok op andermans profiel
pt_br: Veja a visão geral de Meus eventos e bloqueie o perfil de outras pessoas
uk: Переглянути огляд моїх подій та блок у профілі інших людей
zh_hans: 查看 "我的活动 "概览，并在其他人的个人资料上进行屏蔽

source: View the My events overview and block on your own profile
ar: عرض نظرة عامة على "الأحداث الخاصة بي" وحظرها في ملفك الشخصي
ca: Veure la visió general dels meus esdeveniments i bloquejar en el seu propi perfil
it: Visualizzate la panoramica de I miei eventi e bloccate il vostro profilo.
ja: マイイベントの概要とブロックを自分のプロフィールで見る
nl: Bekijk het Mijn evenementen overzicht en blok op je eigen profiel
pt_br: Visualize a visão geral de Meus eventos e bloqueie em seu próprio perfil
uk: Переглянути огляд та блок "Мої події" у власному профілі
zh_hans: 查看 "我的活动 "概览，并在自己的个人档案中进行屏蔽

source: View the My groups overview and block on other peoples profile
ar: اعرض نظرة عامة على مجموعاتي وحظرها في الملف الشخصي للأشخاص الآخرين
ca: Veure la visió general dels meus grups i bloquejar al perfil d'altres persones
it: Visualizzare la panoramica I miei gruppi e bloccare il profilo di altre persone
ja: マイグループの概要を表示し、他の人のプロフィールをブロックする
nl: Bekijk het overzicht Mijn groepen en blokkeer op andermans profiel
pt_br: Veja a visão geral de Meus grupos e bloqueie o perfil de outras pessoas
uk: Переглянути огляд Мої групи та блок у профілі інших людей
zh_hans: 查看 "我的群组 "概览并屏蔽其他人的个人资料

source: View the My groups overview and block on your own profile
ar: عرض نظرة عامة على مجموعاتي وحظرها في ملفك الشخصي
ca: Veure la visió general dels meus grups i bloquejar en el seu propi perfil
it: Visualizzare la panoramica de I miei gruppi e bloccare sul proprio profilo
ja: マイグループの概要を確認し、自分のプロフィールでブロックする
nl: Bekijk het overzicht Mijn groepen en blokkeer op uw eigen profiel
pt_br: Veja a visão geral de Meus grupos e bloqueie em seu próprio perfil
uk: Переглянути огляд та блок "Мої групи" у власному профілі
zh_hans: 查看 "我的群组 "概览并在自己的个人档案中进行屏蔽

source: View the My topics overview and block on other peoples profile
ar: عرض نظرة عامة على موضوعاتي وحظرها في الملف الشحصي للأشخاص الآخرين
ca: Consulteu la visió general dels meus temes i el bloc al perfil d'altres persones
it: Visualizzare la panoramica dei miei argomenti e bloccare il profilo di altre persone
ja: マイトピックの概要を表示し、他の人のプロフィールをブロックする
nl: Bekijk het overzicht Mijn onderwerpen en blokkeer op andermans profiel
pt_br: Veja a visão geral de Meus tópicos e bloqueie o perfil de outras pessoas
uk: Переглянути огляд моїх тем і блок на профілі інших людей
zh_hans: 查看 "我的主题 "概览并屏蔽他人的个人资料

source: View the My topics overview and block on your own profile
ar: عرض "نظرة عامة على مواضيعي" وحظرها في ملفك الشخصي
ca: Visualitza la visió general dels meus temes i el bloqueig al teu propi perfil
it: Visualizzare la panoramica dei Miei argomenti e il blocco sul proprio profilo
ja: マイトピックの概要を表示し、自分のプロフィールでブロックする
nl: Bekijk het overzicht Mijn onderwerpen en blokkeer op uw eigen profiel
pt_br: Visualize a visão geral de Meus tópicos e bloqueie em seu próprio perfil
uk: Переглянути огляд та блок "Мої теми" у власному профілі
zh_hans: 查看 "我的主题 "概览并在自己的个人主页上进行屏蔽

source: View the requests
ar: عرض الطلبات
ca: Veure les sol·licituds
it: Visualizza le richieste
ja: リクエストを見る
nl: Bekijk de verzoeken
pt_br: Veja as solicitações
uk: Переглянути запити
zh_hans: 查看申请

source: View the stream page of the group (also needs the view group permissions)
ar: عرض صفحة بث المجموعة (يحتاج أيضًا إلى أذونات عرض المجموعة)
ca: Visualitza la pàgina de flux del grup (també necessita els permisos de grup de visualització)
it: Visualizzare la pagina dello stream del gruppo (richiede anche i permessi di visualizzazione del gruppo)
ja: グループのストリームページを表示する（グループの表示権限も必要）
nl: Bekijk de tijdlijnpagina van de groep (heeft ook de rechten groep bekijken nodig)
pt_br: Exibir a página de transmissão do grupo (também precisa das permissões de visualização do grupo)
uk: Перегляд сторінки потоку групи (також потрібні права групи перегляду)
zh_hans: 查看组的信息流页面（也需要查看组的权限）

source: View unpublished Activity entities
ar: عرض كيانات الأنشطة غير المنشورة
ca: Veure entitats d'activitats inèdites
it: Visualizza le entità di attività non pubblicate
ja: 未発表のアクティビティ・エンティティを見る
nl: Bekijk niet-gepubliceerde activiteitenentiteiten
pt_br: Exibir entidades de atividades não publicadas
uk: Переглянути неопубліковані сутності Активності
zh_hans: 查看未发布的活动实体

source: View unpublished Event enrollment entities
ar: عرض كيانات تسجيل الأحداث غير المنشورة
ca: Veure entitats de matrícula d'esdeveniments inèdites
it: Visualizza le entità di iscrizione agli eventi non pubblicate
ja: 未発表のイベント登録エンティティの表示
nl: Niet-gepubliceerde entiteiten voor evenementeninschrijving bekijken
pt_br: Exibir entidades de inscrição em eventos não publicadas
uk: Переглянути неопубліковані сутності для реєстрації на подію
zh_hans: 查看未发布的活动报名实体

source: View unpublished Font entities
ar: عرض كيانات الخط غير المنشورة
ca: Veure entitats de Font inèdites
it: Visualizza le entità Font non pubblicate
ja: 未発表のフォント・エンティティを見る
nl: Niet-gepubliceerde lettertype-entiteiten bekijken
pt_br: Exibir entidades de fontes não publicadas
uk: Перегляд неопублікованих об'єктів Шрифт
zh_hans: 查看未发布的字体实体

source: View unpublished Post entities
ar: عرض كيانات الخط غير المنشورة
ca: Veure entitats de publicacions inèdites
it: Visualizza gli enti postali non pubblicati
ja: 未発表の投稿を見る
nl: Ongepubliceerde berichten bekijken
pt_br: Exibir entidades de postagem não publicadas
uk: Переглянути неопубліковані сутності дописів
zh_hans: 查看未发布的职位实体
