Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Container 5
ca: Contenidor 5
it: Contenitore 5
ja: コンテナ5
pt_br: Contêiner 5
zh_hans: 5 号集装箱

source: Container 8
ca: Contenidor 8
it: Contenitore 8
ja: コンテナ8
pt_br: Contêiner 8
zh_hans: 8 号集装箱

source: Content
ar: المحتوى
ca: Contingut
it: Contenuto
ja: 内容
nl: Inhoud
pt_br: Conteúdo
uk: Вміст
zh_hans: 内容

source: Content Abuse Reporting
ar: الإبلاغ عن إساءة استخدام المحتوى
ca: Denúncia d'abús de contingut
it: Segnalazione di abuso di contenuti
ja: コンテンツ不正使用の報告
nl: Rapportage misbruik inhoud
pt_br: Denúncia de abuso de conteúdo
uk: Повідомлення про зловживання контентом
zh_hans: 内容滥用报告

source: Content I follow
ar: المحتوى الذي أتبعه
ca: Contingut que segueixo
it: Contenuti che seguo
ja: フォローしているコンテンツ
nl: Items die ik volg
pt_br: Conteúdo que eu sigo
uk: Контент, за яким я слідкую
zh_hans: 我关注的内容

source: Content List Blocks
ar: كتل قائمة المحتوى
ca: Blocs de llista de continguts
it: Blocchi elenco contenuti
ja: コンテンツ・リスト・ブロック
nl: Inhoudsopgave blokken
pt_br: Blocos da lista de conteúdo
uk: Блоки списку вмісту
zh_hans: 内容列表块

source: Content Reporting
ar: الإبلاغ عن المحتوى
ca: Informes de contingut
it: Segnalazione dei contenuti
ja: コンテンツ・レポート
nl: Inhoud Rapportering
pt_br: Relatórios de conteúdo
uk: Звітність про вміст
zh_hans: 内容报告

source: Content Reporting Settings
ar: إعدادات الإبلاغ عن المحتوى
ca: Configuració d'informes de contingut
it: Impostazioni di reporting dei contenuti
ja: コンテンツ・レポート設定
nl: Inhoud Rapportering instellingen
pt_br: Configurações de relatórios de conteúdo
uk: Налаштування звітів про вміст
zh_hans: 内容报告设置

source: Content Reporting settings
ar: إعدادات الإبلاغ عن المحتوى
ca: Configuració d'informes de contingut
it: Impostazioni di reporting dei contenuti
ja: コンテンツ・レポートの設定
nl: Inhoud Rapportering instellingen
pt_br: Configurações de relatórios de conteúdo
uk: Налаштування звітів про вміст
zh_hans: 内容报告设置

source: Content Tagging
ar: وضع علامات على المحتوى
ca: Etiquetatge de contingut
it: Etichettatura dei contenuti
ja: コンテンツ・タグ付け
nl: Taggen van inhoud
pt_br: Marcação de conteúdo
uk: Тегування вмісту
zh_hans: 内容标签

source: Content Type
ar: نوع المحتوى
ca: Tipus de contingut
it: Tipo di contenuto
ja: コンテンツの種類
nl: Inhoud type
pt_br: Tipo de conteúdo
uk: Тип матеріалу
zh_hans: 内容类型

source: Content block plugin ID
ar: معرف المكون الإضافي لصندوق المحتوى
ca: ID del connector de bloc de contingut
it: ID del plugin del blocco di contenuto
ja: コンテンツ・ブロック・プラグインID
nl: Inhoud blok plugin ID
pt_br: ID do plug-in do bloco de conteúdo
uk: Ідентифікатор плагіна блоку вмісту
zh_hans: 内容块插件 ID

source: Content block plugin field
ar: حقل البرنامج المساعد لصندوق المحتوى المحتوى
ca: Camp de complement del bloc de contingut
it: Campo del plugin del blocco di contenuto
ja: コンテンツ・ブロック・プラグイン・フィールド
nl: Inhoud blok plugin veld
pt_br: Campo do plugin de bloco de conteúdo
uk: Поле плагіна блоку вмісту
zh_hans: 内容块插件字段

source: Content block sorting
ar: فرز كتلة المحتوى
ca: Ordenació de blocs de contingut
it: Ordinamento dei blocchi di contenuto
ja: コンテンツ・ブロックのソート
nl: Sorteren van inhoudsblokken
pt_br: Classificação de blocos de conteúdo
uk: Сортування блоків вмісту
zh_hans: 内容块排序

source: Content blocks
ar: كتل المحتوى
ca: Blocs de contingut
it: Blocchi di contenuto
ja: コンテンツ・ブロック
nl: Inhoud blokken
pt_br: Blocos de conteúdo
uk: Блоки контенту
zh_hans: 内容块

source: Content group content
ar: محتوى مجموعة المحتوى
ca: Contingut del grup de continguts
it: Contenuto del gruppo di contenuti
ja: コンテンツ・グループ・コンテンツ
nl: Inhoud groep
pt_br: Conteúdo do grupo de conteúdo
uk: Вміст групи вмісту
zh_hans: 内容组内容

source: Content in my group activity context
ar: المحتوى في سياق نشاط مجموعتي
ca: Contingut en el context de l'activitat del meu grup
it: Contenuto nel mio contesto di attività di gruppo
ja: 私のグループ活動の文脈における内容
nl: Inhoud van 'mijn groepsactiviteiten'-context
pt_br: Conteúdo no meu contexto de atividade em grupo
uk: Зміст у контексті моєї групової діяльності
zh_hans: 我的小组活动内容

source: Content management
ar: إدارة المحتوى
ca: Gestió de continguts
it: Gestione dei contenuti
ja: コンテンツ管理
nl: Inhoud management
pt_br: Gerenciamento de conteúdo
uk: Управління контентом
zh_hans: 内容管理

source: Content manager
ar: مدير محتوى
ca: Gestor de continguts
it: Responsabile dei contenuti
ja: コンテンツ・マネージャー
pt_br: Gerenciador de conteúdo
uk: Менеджер вмісту
zh_hans: 内容经理

source: Content overview
ar: نظرة عامة على المحتوى
ca: Visió general del contingut
it: Panoramica dei contenuti
ja: コンテンツ概要
nl: Inhoud overzicht
pt_br: Visão geral do conteúdo
uk: Огляд змісту
zh_hans: 内容概述

source: Content report activity context
ar: سياق نشاط تقرير المحتوى
ca: Context de l'activitat de l'informe de contingut
it: Rapporto sui contenuti contesto dell'attività
ja: コンテンツ・レポート・アクティビティ文脈
nl: Inhoudsrapport activiteitscontext
pt_br: Contexto da atividade do relatório de conteúdo
uk: Контекст діяльності звіту про вміст
zh_hans: 内容报告活动背景

source: Content selection
ar: اختيار المحتوى
ca: Selecció de contingut
it: Selezione dei contenuti
ja: コンテンツ選択
nl: Inhoud selectie
pt_br: Seleção de conteúdo
uk: Вибір матеріалів
zh_hans: 内容选择

source: Content tagging module
ar: وحدة تعليم المحتوى
ca: Mòdul d'etiquetatge de contingut
it: Modulo di etichettatura dei contenuti
ja: コンテンツタギングモジュール
nl: Inhoud tagging module
pt_br: Módulo de marcação de conteúdo
uk: Модуль тегування контенту
zh_hans: 内容标签模块

source: Content tags
ar: علامات المحتوى
ca: Etiquetes de contingut
it: Tag del contenuto
ja: コンテンツタグ
nl: Inhoudstags
pt_br: Tags de conteúdo
uk: Теги вмісту
zh_hans: 内容标签

source: Content type
ar: نوع المحتوى
ca: Tipus de contingut
it: Tipo di contenuto
ja: コンテンツタイプ
nl: Inhoudstype
pt_br: Tipo de conteúdo
uk: Тип матеріалів
zh_hans: 内容类型

source: Content types
ar: أنواع المحتوى
ca: Tipus de contingut
it: Tipi di contenuto
ja: コンテンツの種類
nl: Inhoudstypen
pt_br: Tipos de conteúdo
uk: Типи контенту
zh_hans: 内容类型

source: Content: Basic page
ar: المحتوى: صفحة أساسية
ca: Contingut: Pàgina bàsica
it: Contenuto: Pagina di base
ja: コンテンツ基本ページ
nl: Inhoud: Simpele pagina
pt_br: Conteúdo: Página básica
uk: Зміст: Основна сторінка
zh_hans: 内容基本页面

source: Content: Event
ar: المحتوى: حدث
ca: Contingut: Esdeveniment
it: Contenuto: Evento
ja: コンテンツイベント
nl: Inhoud: Evenement
pt_br: Conteúdo: Evento
uk: Зміст: Подія
zh_hans: 内容活动

source: Content: Topic
ar: المحتوى: الموضوع
ca: Contingut: Tema
it: Contenuto: Argomento
ja: コンテンツトピック
nl: Content: Onderwerp
pt_br: Conteúdo: Tópico
uk: Зміст: Тема
zh_hans: 内容：主题

source: Context
ar: سياق
it: Contesto
ja: コンテクスト
pt_br: Contexto
uk: Контекст
zh_hans: 背景

source: Convert SUPPORTED URLs to URL embeds
ar: تحويل عناوين URL المدعومة إلى تضمين عناوين URL
ca: Converteix URL compatibles a insercions URL
it: Convertire gli URL SUPPORTATI in URL embed
ja: サポートされているURLをURLエンベッドに変換する
nl: URL's converteren naar URL-insluitingen
pt_br: Converta URLs SUPORTADOS em incorporações de URL
uk: Перетворення ПІДТРИМУВАНИХ URL-адрес у вбудовувані URL-адреси
zh_hans: 将支持的 URL 转换为 URL 嵌入

source: Convert date field object to timestamp.
ar: تحويل كائن حقل التاريخ إلى الطابع الزمني.
ca: Converteix l'objecte del camp de data a marca de temps.
it: Converte l'oggetto campo data in timestamp.
ja: 日付フィールドオブジェクトをタイムスタンプに変換します。
nl: Zet datumveldobject om in tijdstempel.
pt_br: Converta o objeto do campo de data em carimbo de data/hora.
uk: Перетворити об'єкт поля дати на мітку часу.
zh_hans: 将日期字段对象转换为时间戳。

source: Convert only URLs that are supported to URL embeds.
ar: قم فقط بتحويل عناوين URL المدعومة لتضمينات URL.
ca: Converteix només les adreces URL admeses en insercions URL.
it: Convertire solo gli URL che sono supportati in embed URL.
ja: サポートされているURLのみをURLエンベッドに変換します。
nl: Zet alleen URL's die worden ondersteund om in URL-insluitingen.
pt_br: Converta somente URLs compatíveis em incorporações de URL.
uk: Перетворювати лише підтримувані URL-адреси у вбудовувані URL-адреси.
zh_hans: 只将支持的 URL 转换为 URL 嵌入。

source: Convert uri to url.
ar: تحويل عنوان uri إلى url.
ca: Converteix uri a url.
it: Convertire uri in url.
ja: uriをurlに変換する。
nl: Converteer uri naar url.
pt_br: Converta uri em url.
uk: Перетворити uri в url.
zh_hans: 将 uri 转换为 url。

source: Copy URL
ar: نسخ عنوان URL
ca: Copiar l'URL
it: Copiare l'URL
ja: URLをコピー
nl: URL kopiëren
pt_br: Copiar URL
uk: Скопіювати URL-адресу
zh_hans: 复制 URL

source: Could not save the export file on: %name.
ar: تعذر حفظ ملف التصدير على: %name.
ca: No s'ha pogut desar el fitxer d'exportació a: %name.
it: Impossibile salvare il file di esportazione su: %name.
ja: エクスポートファイルを保存できませんでした：%name.
nl: Kon het exportbestand niet opslaan op: %name.
pt_br: Não foi possível salvar o arquivo de exportação em: %name.
uk: Не вдалося зберегти файл експорту на: %name.
zh_hans: 无法保存导出文件：%name.

source: Could not save the export file.
ar: تعذر حفظ ملف التصدير.
ca: No s'ha pogut desar el fitxer d'exportació.
it: Impossibile salvare il file di esportazione.
ja: エクスポートファイルを保存できませんでした。
nl: Kon het exportbestand niet opslaan.
pt_br: Não foi possível salvar o arquivo de exportação.
uk: Не вдалося зберегти файл експорту.
zh_hans: 无法保存导出文件。

source: Country code
ar: الرقم الدولي
ca: Codi de país
it: Codice paese
ja: 国名コード
nl: Landcode
pt_br: Código do país
uk: Код країни
zh_hans: 国家代码

source: Counts file downloads for private core file fields and logs a message to the watchdog table.
ar: تحسب تنزيلات الملفات لحقول الملفات الأساسية الخاصة وملفات يسجل رسالة إلى طاولة المراقبة.
ca: Compta les descàrregues d'arxius per als camps d'arxius de nucli privat i registra un missatge a la taula de vigilància.
it: Conta i download dei file per i campi del file core privato e registra un messaggio nella tabella del watchdog.
ja: プライベート・コア・ファイル・フィールドのファイルダウンロードをカウントし、ウォッチドッグ・テーブルにメッセージを記録する。 ウォッチドッグ・テーブルにメッセージを記録する。
nl: Telt bestandsdownloads voor private core bestandsvelden en logt een bericht naar de waakhondtabel.
pt_br: Conta os downloads de arquivos para campos de arquivos principais privados e registra uma mensagem na tabela watchdog.
uk: Підраховує завантаження файлів для приватних полів основного файлу і записує повідомлення до таблиці сторожового таймера.
zh_hans: 计算私有核心文件字段的文件下载量，并 将信息记录到看门狗表中。

source: Create @article @name
ar: انشاء @article @name
ca: Crear @article @name
it: Creare @article @name
ja: 作成@article @name
nl: Maak @article @name
pt_br: Criar @article @name
uk: Створити @article @name
zh_hans: 创建@article @name

source: Create @entity
ar: انشاء @entity
ca: Crear @entity
it: Creare @group_type
ja: 作成@entity
nl: @entity opslaan
pt_br: Criar @type
uk: Створити @entity
zh_hans: 创建@entity

source: Create Book
ar: إنشاء كتاب
ca: Crea llibre
it: Crea libro
ja: 本を作る
nl: Boek maken
pt_br: Criar livro
uk: Створити книгу
zh_hans: 创建图书

source: Create Event
ar: إنشاء فعالية
ca: Crear esdeveniment
it: Crea evento
ja: イベント作成
nl: Evenement aanmaken
pt_br: Criar evento
uk: Створити подію
zh_hans: 创建活动

source: Create New Album
ar: إنشاء ألبوم جديد
ca: Crear nou àlbum
it: Crea nuovo album
ja: 新規アルバム作成
nl: Nieuw album aanmaken
pt_br: Criar novo álbum
uk: Створити новий альбом
zh_hans: 创建新相册

source: Create New Book Page
ar: إنشاء صفحة كتاب جديدة
ca: Crea una nova pàgina de llibre
it: Creare la pagina di un nuovo libro
ja: 新しいブックページの作成
nl: Boekpagina aanmaken
pt_br: Criar nova página do livro
uk: Створити нову сторінку книги
zh_hans: 创建新书页面

source: Create New Content
ar: إنشاء محتوى جديد
ca: Crear contingut nou
it: Creare nuovi contenuti
ja: 新しいコンテンツの作成
nl: Inhoud aanmaken
pt_br: Criar novo conteúdo
uk: Створити новий вміст
zh_hans: 创建新内容

source: Create New Event
ar: إنشاء حدث جديد
ca: Crea un nou esdeveniment
it: Crea nuovo evento
ja: 新規イベントの作成
nl: Evenement aanmaken
pt_br: Criar novo evento
uk: Створити нову подію
zh_hans: 创建新活动

source: Create New Group
ar: إنشاء مجموعة جديدة
ca: Crear nou grup
it: Creare un nuovo gruppo
ja: 新規グループ作成
nl: Nieuwe groep aanmaken
pt_br: Criar novo grupo
uk: Створити Нову Групу
zh_hans: 创建新组

source: Create New Landing Page
ar: إنشاء صفحة هبوط جديدة
ca: Crear una nova pàgina de destinació
it: Creare una nuova pagina di destinazione
ja: 新しいランディングページの作成
nl: Maak een nieuwe landingspagina
pt_br: Criar nova página de destino
uk: Створіть нову цільову сторінку
zh_hans: 创建新着陆页

source: Create New Page
ar: إنشاء صفحة جديدة
ca: Crear una pàgina nova
it: Creare una nuova pagina
ja: 新規ページ作成
nl: Pagina aanmaken
pt_br: Criar nova página
uk: Створити нову сторінку
zh_hans: 创建新页面

source: Create New Topic
ar: إنشاء موضوع جديد
ca: Crear nou tema
it: Creare un nuovo argomento
ja: 新しいトピックの作成
nl: Onderwerp aanmaken
pt_br: Criar novo tópico
uk: Створити нову тему
zh_hans: 创建新主题

source: Create Topic
ar: إنشاء موضوع
ca: Crea el tema
it: Crea argomento
ja: トピックの作成
nl: Onderwerp aanmaken
pt_br: Criar tópico
uk: Створити тему
zh_hans: 创建主题

source: Create a new user account.
ar: قم بإنشاء حساب مستخدم جديد.
ca: Crear un nou compte d'usuari.
it: Creare un nuovo account utente.
ja: 新しいユーザーアカウントを作成する。
nl: Nieuwe gebruikersaccount aanmaken.
pt_br: Crie uma nova conta de usuário.
uk: Створити новий обліковий запис користувача.
zh_hans: 创建新用户账户。

source: Create a post, topic or event in a joined group
ar: أنشئ منشورًا أو موضوعًا أو حدثًا في مجموعة منضمة
ca: Crear una publicació, tema o esdeveniment en un grup unit
it: Creare un post, un argomento o un evento in un gruppo unito
ja: 参加したグループに投稿、トピック、イベントを作成する
nl: Maak een bericht, inhoud of een evenement aan in een groep waar je lid van bent.
pt_br: Crie uma publicação, tópico ou evento em um grupo participado
uk: Створіть допис, тему або подію в приєднаній групі
zh_hans: 在已加入的群组中创建帖子、主题或活动

source: Create activity items direct instead of in Queue
ar: إنشاء عناصر النشاط مباشرة بدلاً من إنشاء قائمة الانتظار
ca: Crear elements d'activitats directes en lloc de a la cua
it: Creare elementi di attività direttamente invece che in coda
ja: アクティビティアイテムをキューではなく直接作成
nl: Activiteiten direct aanmaken in plaats van in wachtrij
pt_br: Crie itens de atividade diretamente em vez de na fila
uk: Створювати елементи активності безпосередньо, а не в черзі
zh_hans: 直接创建活动项目，而不是在队列中创建

source: Create an account
ar: انشئ حساب
ca: Crear un compte
it: Creare un account
ja: アカウントの作成
nl: Een account aanmaken
pt_br: Crie uma conta
uk: Створити обліковий запис
zh_hans: 创建账户

source: Create book in group
ar: إنشاء كتاب في المجموعة
ca: Crear llibre en grup
it: Creare un libro in gruppo
ja: グループで本を作る
nl: Boek maken in groep
pt_br: Crie um livro em grupo
uk: Створити книгу в групі
zh_hans: 在小组中创建图书

source: Create book page
ar: صفحة إنشاء كتاب
ca: Crear pàgina de llibre
it: Creare la pagina del libro
ja: ブックページの作成
nl: Boekpagina maken
pt_br: Criar página do livro
uk: Створити сторінку книги
zh_hans: 创建图书页面

source: Create comment on authors node or post
ar: إنشاء تعليق على عقدة المؤلفين أو المشاركة
ca: Crear comentari sobre el node o la publicació d'autors
it: Creare un commento su un nodo o un post di un autore
ja: 著者ノードまたは投稿にコメントを作成する
nl: Plaats een opmerking op content of een bericht van de auteur
pt_br: Crie um comentário no nó ou na postagem do autor
uk: Створити коментар до авторської ноди або допису
zh_hans: 为作者节点或文章创建评论

source: Create comment on following node
ar: إنشاء تعليق على العقدة التالية
ca: Crea un comentari sobre el següent node
it: Creare un commento sul nodo seguente
ja: 次のノードにコメントを作成する
nl: Maak commentaar op het volgende inhoudsitem
pt_br: Crie um comentário no seguinte nó
uk: Створити коментар до наступного вузла
zh_hans: 为以下节点创建注释

source: Create comment on node in the community
ar: إنشاء تعليق على العقدة في المجتمع
ca: Crear comentari sobre node a la comunitat
it: Creare un commento sul nodo della comunità
ja: コミュニティ内のノードにコメントを作成
nl: Plaats reactie op node in de community
pt_br: Crie um comentário sobre o node na comunidade
uk: Створити коментар до ноди у спільноті
zh_hans: 在社区节点上创建评论

source: Create comment on node in the group
ar: إنشاء تعليق على العقدة في المجموعة
ca: Crear comentari sobre node en el grup
it: Creare un commento su un nodo del gruppo
ja: グループ内のノードにコメントを作成する
nl: Reactie op het bericht in de groep aanmaken
pt_br: Crie um comentário sobre o node no grupo
uk: Створити коментар до вузла в групі
zh_hans: 为组中的节点创建注释

source: Create comment on post in the community
ar: إنشاء تعليق على منشور في المجتمع
ca: Crea un comentari a la publicació a la comunitat
it: Creare un commento su un post nella comunità
ja: コミュニティの投稿にコメントを作成する
nl: Reactie op het bericht in de community aanmaken
pt_br: Crie um comentário em uma postagem na comunidade
uk: Створіть коментар до посту в спільноті
zh_hans: 对社区中的帖子发表评论

source: Create comment on post in the group
ar: إنشاء تعليق على منشور في المجموعة
ca: Crear un comentari a la publicació al grup
it: Creare un commento su un post del gruppo
ja: グループ内の投稿にコメントを作成する
nl: Reactie op het bericht in de groep aanmaken
pt_br: Crie um comentário na postagem no grupo
uk: Створити коментар до посту в групі
zh_hans: 对小组内的帖子发表评论

source: Create comment on post on my profile
ar: إنشاء تعليق على المنشور في ملفي الشخصي
ca: Crea un comentari a la publicació al meu perfil
it: Creare un commento su un post del mio profilo
ja: プロフィールにコメントを書く
nl: Maak commentaar op post op mijn profiel
pt_br: Criar comentário ou postar no meu perfil
uk: Створити коментар до публікації в моєму профілі
zh_hans: 在我的个人主页上发表评论

source: Create digital spaces that empower your members to share
ar: قم بإنشاء مساحات رقمية تمكن أعضائك من المشاركة
ca: Crea espais digitals que facilitin als teus membres per compartir
it: Creare spazi digitali che permettano ai vostri membri di condividere
ja: 会員が共有できるデジタルスペースを作る
nl: Creëer digitale ruimtes die uw leden in staat stellen te delen
pt_br: Crie espaços digitais que capacitem seus membros a compartilhar
uk: Створюйте цифрові простори, які дають можливість вашим членам ділитися
zh_hans: 创建数字空间，让您的成员能够分享

source: Create event
ar: إنشاء فعالية
ca: Crear esdeveniment
it: Creare un evento
ja: イベント作成
nl: Evenement aanmaken
pt_br: Criar evento
uk: Створити подію
zh_hans: 创建活动

source: Create event as group content
ar: إنشاء حدث كمحتوى جماعي
ca: Crear esdeveniment com a contingut de grup
it: Creare un evento come contenuto di gruppo
ja: グループコンテンツとしてイベントを作成
nl: Gebeurtenis creëren als groepsinhoud
pt_br: Crie um evento como conteúdo de grupo
uk: Створити подію як вміст групи
zh_hans: 将活动创建为小组内容

source: Create event in group
ar: أنشئ حدثًا في مجموعة
ca: Crear esdeveniment en grup
it: Creare un evento nel gruppo
ja: グループ内でイベントを作成する
nl: Evenement aanmaken in groep
pt_br: Crie um evento em grupo
uk: Створити подію в групі
zh_hans: 在组中创建事件

source: Create featured items block, editor will be able to provide title, items to show and a link like see all.
ar: إنشاءصندوق عناصر مميزة ، سيتمكن المحرر من توفير العنوان والعناصر المراد عرضها ورابط مثل رؤية الكل.
ca: Crear elements destacats bloc, editor serà capaç de proporcionar títol, elements per mostrar i un enllaç com veure tots.
it: Creare un blocco di elementi in evidenza; l'editore potrà fornire il titolo, gli elementi da mostrare e un link come vedi tutti.
ja: 特集アイテムブロックを作成し、エディターがタイトル、表示するアイテム、すべてを見るのようなリンクを指定できるようにします。
nl: Maak uitgelichte items blok, editor in staat zal zijn om titel, items te tonen en een link zoals zie alle.
pt_br: Crie um bloco de itens em destaque, o editor poderá fornecer título, itens para mostrar e um link como ver tudo.
uk: Створіть блок вибраних елементів, редактор зможе вказати назву, елементи для показу та посилання на зразок "побачити все".
zh_hans: 创建特色条目区块，编辑可提供标题、要显示的条目以及类似 "全部查看 "的链接。

source: Create like on node or post
ar: إنشاء "أعجبني" على العقدة أو المنشور
ca: Crear m'agrada al node o a la publicació
it: Creare un like su un nodo o un post
ja: ノードまたはポストに「いいね！」を作成する
nl: Maak zoals op inhoudsitem of post
pt_br: Crie curtir em um node ou post
uk: Створити як на ноді або дописі
zh_hans: 在节点或职位上创建类

source: Create mention in a comment
ar: إنشاء إشارة في تعليق
ca: Crear menció en un comentari
it: Creare una menzione in un commento
ja: コメントで言及する
nl: Maak een vermelding in een commentaar
pt_br: Criar menção em um comentário
uk: Створити згадку у коментарі
zh_hans: 在评论中创建提及

source: Create mention in a comment (stream: profile)
ar: إنشاء إشارة في تعليق (تيار: ملف تعريف)
ca: Crear menció en un comentari (flux: perfil)
it: Creare una menzione in un commento (flusso: profilo)
ja: コメントで言及を作成する（ストリーム：プロフィール）
nl: Maak vermelding in een commentaar (stream: profiel)
pt_br: Criar menção em um comentário (stream: profile)
uk: Створити згадку в коментарі (потік: профіль)
zh_hans: 在评论中创建提及（信息流：个人资料）

source: Create mention in a post
ar: إنشاء إشارة في المنشور
ca: Crear menció en un post
it: Creare una menzione in un post
ja: 投稿で言及を作成する
nl: Maak een vermelding in een bericht
pt_br: Criar menção em uma postagem
uk: Створити згадку у дописі
zh_hans: 在帖子中创建提及

source: Create mention in a post (stream: profile)
ar: إنشاء إشارة في منشور (تيار: ملف تعريف)
ca: Crear menció en una publicació (flux: perfil)
it: Creare una menzione in un post (flusso: profilo)
ja: 投稿で言及を作成する（ストリーム：プロフィール）
nl: Vermelding maken in een bericht (stream: profiel)
pt_br: Criar menção em uma postagem (stream: profile)
uk: Створити згадку в дописі (потік: профіль)
zh_hans: 在帖子中创建提及（信息流：简介）

source: Create new Activity entities
ar: إنشاء كيانات نشاط جديدة
ca: Crear noves entitats d'activitat
it: Creare nuove entità di attività
ja: 新しいアクティビティ・エンティティを作成する
nl: Nieuwe entiteiten voor activiteiten creëren
pt_br: Criar novas entidades de atividade
uk: Створюйте нові сутності Діяльності
zh_hans: 创建新的活动实体

source: Create new Event enrollment entities
ar: إنشاء كيانات تسجيل حدث جديد
ca: Crear noves entitats de matrícula d'esdeveniments
it: Creare nuove entità di iscrizione agli eventi
ja: 新規イベント登録エンティティの作成
nl: Nieuwe entiteiten voor evenementinschrijving creëren
pt_br: Criar novas entidades de inscrição em eventos
uk: Створення нових сутностей для реєстрації на подію
zh_hans: 创建新的活动报名实体

source: Create new Font entities
ar: إنشاء كيانات الخط الجديدة
ca: Crear noves entitats de Font
it: Creare nuove entità Font
ja: 新しいフォント・エンティティの作成
nl: Nieuwe Font-entiteiten aanmaken
pt_br: Criar novas entidades de fonte
uk: Створення нових об'єктів шрифтів
zh_hans: 创建新的字体实体

source: Create new Post entities
ar: إنشاء كيانات منشور جديدة
ca: Crear noves entitats de Correus
it: Creare nuove entità postali
ja: 新しいポスト・エンティティを作成する
nl: Nieuwe post entiteiten aanmaken
pt_br: Criar novas entidades de postagem
uk: Створюйте нові сутності дописів
zh_hans: 创建新的职位实体

source: Create new Queue storage entity entities
ar: إنشاء كيانات كيان تخزين قائمة الانتظار الجديدة
ca: Crear noves entitats d'entitat d'emmagatzematge de cua
it: Creare nuove entità di memorizzazione della coda
ja: 新しいキュー・ストレージ・エンティティの作成
nl: Aanmaken van nieuwe entiteiten voor wachtrijopslag
pt_br: Criar novas entidades de armazenamento de filas
uk: Створення нових сутностей сховища черги
zh_hans: 创建新队列存储实体

source: Create new account
ar: إنشاء حساب جديد
ca: Crear nou compte
it: Creare un nuovo account
ja: 新規アカウント作成
nl: Nieuw account aanmaken
pt_br: Crie uma nova conta
uk: Реєстрація
zh_hans: 创建新账户

source: Create new album
ar: إنشاء ألبوم جديد
ca: Crear nou àlbum
it: Creare un nuovo album
ja: 新しいアルバムを作成する
nl: Nieuw album aanmaken
pt_br: Criar novo álbum
uk: Створити новий альбом
zh_hans: 创建新相册

source: Create new content
ar: إنشاء محتوى جديد
ca: Crear contingut nou
it: Creare nuovi contenuti
ja: 新しいコンテンツを作成する
nl: Maak nieuwe inhoud aan
pt_br: Crie novo conteúdo
uk: Створюйте новий контент
zh_hans: 创建新内容

source: Create new content.
ar: إنشاء محتوى جديد
ca: Crear contingut nou.
it: Creare nuovi contenuti.
ja: 新しいコンテンツを作る。
nl: Maak nieuwe inhoud aan.
pt_br: Crie novos conteúdos.
uk: Створюйте новий контент.
zh_hans: 创建新内容。
