Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Provides block based on the "Powered by Drupal" block from Drupal core.
ar: يوفر الكتلة بناءً على كتلة «Powered by Drupal» من نواة Drupal.
ca: Proporciona bloc basat en el bloc “Powered by Drupal” del nucli de Drupal.
it: Fornisce un blocco basato sul blocco "Powered by Drupal" del nucleo di Drupal.
ja: Drupalコアの "Powered by Drupal "ブロックをベースにしたブロックを提供します。
nl: Levert blok gebaseerd op het "Powered by Drupal" blok uit Drupal core.
pt_br: Fornece bloco baseado no bloco “Powered by Drupal” do núcleo do Drupal.
uk: Надає блок на основі блоку "Powered by Drupal" з ядра Drupal.
zh_hans: 根据 Drupal 核心中的 "Powered by Drupal "块提供块。

source: Provides book feature.
ar: يوفر ميزة الكتاب.
ca: Proporciona funció de llibre.
it: Fornisce la funzione di libro.
ja: ブック機能を提供。
nl: Biedt boekfunctie.
pt_br: Fornece recurso de livro.
uk: Забезпечує функцію книги.
zh_hans: 提供图书功能。

source: Provides content managers the ability to create landing pages. Landing pages can be used for external users or as guides for authenticated users.
ar: يوفر لمديري المحتوى القدرة على إنشاء صفحات مقصودة. يمكن استخدام الصفحات المقصودة للمستخدمين الخارجيين أو كدليل للمستخدمين المصادق عليهم.
ca: Proporciona als gestors de contingut la possibilitat de crear pàgines de destinació. Les pàgines de destinació es poden utilitzar per a usuaris externs o com a guies per a usuaris autenticats.
it: Offre ai gestori di contenuti la possibilità di creare landing page. Le pagine di destinazione possono essere utilizzate per gli utenti esterni o come guide per gli utenti autenticati.
ja: コンテンツ管理者にランディングページを作成する機能を提供します。ランディングページは、外部ユーザーのため、または認証されたユーザーのためのガイドとして使用することができます。
nl: Biedt contentbeheerders de mogelijkheid om landingspagina's te maken. Landingspagina's kunnen worden gebruikt voor externe gebruikers of als gids voor geauthenticeerde gebruikers.
pt_br: Fornece aos gerentes de conteúdo a capacidade de criar páginas de destino. As páginas de destino podem ser usadas para usuários externos ou como guias para usuários autenticados.
uk: Надає контент-менеджерам можливість створювати цільові сторінки. Цільові сторінки можна використовувати для зовнішніх користувачів або як путівники для авторизованих користувачів.
zh_hans: 为内容管理器提供创建着陆页的功能。着陆页可用于外部用户，也可作为认证用户的指南。

source: Provides core components required by other features.
ar: يوفر المكونات الأساسية التي تتطلبها الميزات الأخرى.
ca: Proporciona components bàsics requerits per altres característiques.
it: Fornisce i componenti fondamentali necessari per le altre funzioni.
ja: 他の機能が必要とするコアコンポーネントを提供する。
nl: Biedt kerncomponenten die nodig zijn voor andere functies.
pt_br: Fornece os principais componentes exigidos por outros recursos.
uk: Надає основні компоненти, необхідні для інших функцій.
zh_hans: 提供其他功能所需的核心组件。

source: Provides core functionality around Nodes.
ar: يوفر وظائف أساسية حول Nodes.
ca: Proporciona funcionalitat bàsica al voltant de Nodes.
it: Fornisce la funzionalità di base dei nodi.
ja: ノード周辺のコア機能を提供します。
nl: Biedt kernfunctionaliteit rond Knooppunten.
pt_br: Fornece funcionalidade básica em torno dos nós.
uk: Забезпечує основну функціональність навколо вузлів.
zh_hans: 围绕节点提供核心功能。

source: Provides data about image fields and media sources.
ar: يوفر بيانات حول حقول الصور ومصادر الوسائط.
ca: Proporciona dades sobre camps d'imatges i fonts multimèdia.
it: Fornisce dati sui campi immagine e sulle fonti multimediali.
ja: 画像フィールドとメディアソースに関するデータを提供する。
nl: Geeft gegevens over afbeeldingsvelden en mediabronnen.
pt_br: Fornece dados sobre campos de imagem e fontes de mídia.
uk: Надає дані про поля зображень та медіа-джерела.
zh_hans: 提供有关图像字段和媒体源的数据。

source: Provides default comment type and related configuration
ar: يوفر نوع التعليق الافتراضي والتكوين ذي الصلة
ca: Proporciona el tipus de comentari predeterminat i la configuració relacionada
it: Fornisce il tipo di commento predefinito e la relativa configurazione
ja: デフォルトのコメントタイプと関連する設定を提供
nl: Geeft standaard commentaar type en gerelateerde configuratie
pt_br: Fornece o tipo de comentário padrão e a configuração relacionada
uk: Надає тип коментаря за замовчуванням та відповідну конфігурацію
zh_hans: 提供默认注释类型和相关配置

source: Provides demo content.
ar: يوفر محتوى تجريبي.
ca: Proporciona contingut de demostració.
it: Fornisce contenuti dimostrativi.
ja: デモコンテンツを提供。
nl: Biedt demo-inhoud.
pt_br: Fornece conteúdo de demonstração.
uk: Надає демонстраційний контент.
zh_hans: 提供演示内容。

source: Provides filters for activity streams used for example on landing pages, it allows you to filter by taxonomy terms.
ar: يوفر عوامل تصفية لتدفقات الأنشطة المستخدمة على سبيل المثال في الصفحات المقصودة، ويسمح لك بالتصفية حسب مصطلحات التصنيف.
ca: Proporciona filtres per als fluxos d'activitat utilitzats per exemple a les pàgines de destinació, permet filtrar per termes de taxonomia.
it: Fornisce filtri per i flussi di attività utilizzati, ad esempio, nelle landing page; consente di filtrare per termini tassonomici.
ja: ランディングページなどで使用されるアクティビティストリーム用のフィルターを提供し、タクソノミーの用語でフィルターをかけることができます。
nl: Biedt filters voor activiteitsstromen die bijvoorbeeld worden gebruikt op landingspagina's, waarmee u kunt filteren op taxonomietermen.
pt_br: Fornece filtros para fluxos de atividades usados, por exemplo, em páginas de destino. Ele permite que você filtre por termos de taxonomia.
uk: Надає фільтри для потоків активності, що використовуються, наприклад, на цільових сторінках, дозволяє фільтрувати за термінами таксономії.
zh_hans: 为着陆页等活动流提供过滤器，可按分类术语进行过滤。

source: Provides hiding fields on a per profile_type basis
ar: يوفر إخفاء الحقول على أساس كل ملف تعريف
ca: Proporciona camps ocults per tipus de perfil
it: Fornisce campi nascosti in base al tipo di profilo
ja: プロファイル・タイプごとに非表示フィールドを提供する
nl: Voorziet in het verbergen van velden per profiel_type
pt_br: Fornece campos ocultos por tipo de perfil
uk: Забезпечує приховування полів для кожного типу профілю
zh_hans: 根据每个配置文件类型提供隐藏字段

source: Provides landing page content type for dynamic content, such as a home page.
ar: يوفر نوع محتوى الصفحة المقصودة للمحتوى الديناميكي، مثل الصفحة الرئيسية.
ca: Proporciona el tipus de contingut de la pàgina de destinació per al contingut dinàmic, com ara una pàgina d'inici.
it: Fornisce il tipo di contenuto della pagina di destinazione per i contenuti dinamici, come una pagina iniziale.
ja: ホームページのような動的コンテンツ用のランディングページコンテンツタイプを提供します。
nl: Biedt landingspagina-inhoud voor dynamische inhoud, zoals een startpagina.
pt_br: Fornece o tipo de conteúdo da página de destino para conteúdo dinâmico, como uma página inicial.
uk: Забезпечує тип контенту цільової сторінки для динамічного контенту, такого як домашня сторінка.
zh_hans: 为主页等动态内容提供着陆页内容类型。

source: Provides links to perform post operations.
ar: يوفر روابط لتنفيذ عمليات ما بعد النشر.
ca: Proporciona enllaços per realitzar operacions post.
it: Fornisce i collegamenti per eseguire le operazioni di post.
ja: ポスト操作を行うためのリンクを提供する。
nl: Biedt links om postbewerkingen uit te voeren.
pt_br: Fornece links para realizar operações de postagem.
uk: Надає посилання для виконання пост-операцій.
zh_hans: 提供执行职位操作的链接。

source: Provides media system functionalities.
ca: Proporciona funcionalitats del sistema multimèdia.
it: Fornisce le funzionalità del sistema multimediale.
ja: メディアシステムの機能を提供する。
pt_br: Fornece funcionalidades do sistema de mídia.
zh_hans: 提供媒体系统功能。

source: Provides profile notes that can created by Managers
ar: يوفر ملاحظات الملف الشخصي التي يمكن إنشاؤها بواسطة المديرين
ca: Proporciona notes de perfil que poden crear els gestors
it: Fornisce note sul profilo che possono essere create dai manager.
ja: マネジャーが作成できるプロフィールノートを提供します。
nl: Biedt profielnotities die kunnen worden aangemaakt door Managers
pt_br: Fornece notas de perfil que podem ser criadas pelos gerentes
uk: Надає примітки до профілю, які можуть створювати менеджери
zh_hans: 提供可由管理人员创建的个人档案注释

source: Provides sharing of content to social media.
ar: يوفر مشاركة المحتوى على وسائل التواصل الاجتماعي.
ca: Proporciona compartir contingut a les xarxes socials.
it: Fornisce la condivisione dei contenuti sui social media.
ja: ソーシャルメディアへのコンテンツ共有を提供。
nl: Zorgt voor het delen van inhoud naar sociale media.
pt_br: Fornece compartilhamento de conteúdo nas mídias sociais.
uk: Забезпечує обмін контентом у соціальних мережах.
zh_hans: 提供社交媒体内容共享。

source: Provides site editor components.
ar: يوفر مكونات محرر الموقع.
ca: Proporciona components de l'editor de llocs.
it: Fornisce componenti per l'editor del sito.
ja: サイトエディタコンポーネントを提供します。
nl: Biedt site editor componenten.
pt_br: Fornece componentes do editor de sites.
uk: Надає компоненти редактора сайту.
zh_hans: 提供网站编辑器组件。

source: Provides site managers the ability to create policies (e.g. GPDR or Terms & Agreements) that users may/should agree to during registration.
ar: يوفر لمديري المواقع القدرة على إنشاء سياسات (مثل GPDR أو الشروط والاتفاقيات) التي قد يوافق عليها المستخدمون أثناء التسجيل.
ca: Proporciona als gestors del lloc la possibilitat de crear polítiques (per exemple, GPDR o Termes i acords) que els usuaris poden o haurien d'acordar durant el registre.
it: Fornisce ai gestori del sito la possibilità di creare criteri (ad esempio GPDR o Termini e accordi) che gli utenti possono/devono accettare durante la registrazione.
ja: サイト管理者は、登録時にユーザーが同意するポリシー（GPDRや利用規約など）を作成することができます。
nl: Biedt sitebeheerders de mogelijkheid om beleid op te stellen (bijv. GPDR of Terms & Agreements) waarmee gebruikers tijdens de registratie kunnen/moeten instemmen.
pt_br: Oferece aos gerentes do site a capacidade de criar políticas (por exemplo, GPDR ou Termos e Contratos) com as quais os usuários pode/devem concordar durante o registro.
uk: Надає менеджерам сайту можливість створювати політики (наприклад, GPDR або Terms & Agreements), з якими користувачі можуть/повинні погодитися під час реєстрації.
zh_hans: 为网站管理人员提供创建用户在注册时可以/应该同意的策略（如 GPDR 或条款与协议）的功能。

source: Provides support for Open Graph Protocol meta tags.
ca: Proporciona suport per a les metaetiquetes Open Graph Protocol.
it: Fornisce il supporto per i meta tag del protocollo Open Graph.
ja: Open Graph Protocolメタタグのサポートを提供します。
pt_br: Fornece suporte para metatags do Open Graph Protocol.
zh_hans: 为 Open Graph 协议元标签提供支持。

source: Provides the React library for use by other modules. This module should not be enabled on its own. Other modules that require React should not load React themselves but instead depend on this module. The libraries in those modules should depend on the React library contained in this module to ensure React is properly loaded.
ar: يوفر مكتبة React للاستخدام من قبل الوحدات الأخرى. يجب ألا يتم تمكين هذه الوحدة من تلقاء نفسها. يجب ألا تقوم الوحدات الأخرى التي تتطلب React بتحميل React بنفسها ولكن بدلاً من ذلك تعتمد على هذه الوحدة. يجب أن تعتمد المكتبات في هذه الوحدات على مكتبة React الموجودة في هذه الوحدة لضمان تحميل React بشكل صحيح.
ca: Proporciona la biblioteca React per a la seva utilització per altres mòduls. Aquest mòdul no s'ha d'habilitar per si sol. Altres mòduls que requereixen React no han de carregar React ells mateixos sinó que depenen d'aquest mòdul. Les llibreries d'aquests mòduls haurien de dependre de la biblioteca React continguda en aquest mòdul per assegurar que React es carrega correctament.
it: Fornisce la libreria React per l'uso da parte di altri moduli. Questo modulo non deve essere abilitato da solo. Altri moduli che richiedono React non devono caricare React da soli, ma dipendere da questo modulo. Le librerie di questi moduli devono dipendere dalla libreria React contenuta in questo modulo per garantire che React sia caricato correttamente.
ja: 他のモジュールで使用するためのReactライブラリを提供する。このモジュールは、単独で有効にすべきではありません。 React を必要とする他のモジュールは、React 自体をロードするのではなく、このモジュールに依存します。それらのモジュールのライブラリは、Reactが適切にロードされるように、このモジュールに含まれるReactライブラリに依存する必要があります。
nl: Levert de React-bibliotheek voor gebruik door andere modules. Deze module moet niet op zichzelf worden ingeschakeld. Andere modules die React nodig hebben, moeten React niet zelf laden, maar in plaats daarvan afhankelijk zijn van deze module. De bibliotheken in die modules moeten afhankelijk zijn van de React-bibliotheek in deze module om ervoor te zorgen dat React correct wordt geladen.
pt_br: Fornece a biblioteca React para uso por outros módulos. Esse módulo não deve ser ativado sozinho. Outros módulos que requerem o React não devem carregar o React sozinhos, mas sim depender desse módulo. As bibliotecas nesses módulos devem depender da biblioteca React contida neste módulo para garantir que o React seja carregado corretamente.
uk: Надає бібліотеку React для використання іншими модулями. Цей модуль не слід вмикати самостійно. Інші модулі, яким потрібен React, не повинні завантажувати React самостійно, а повинні залежати від цього модуля. Бібліотеки цих модулів повинні залежати від бібліотеки React, що міститься в цьому модулі, щоб забезпечити належне завантаження React.
zh_hans: 提供 React 库供其他模块使用。此模块不应单独启用。 其他需要 React 的模块不应自行加载 React，而应依赖本模块。这些模块中的库应依赖于本模块中包含的 React 库，以确保正确加载 React。

source: Provides the ability to add Open Social events to the third party calendars
ar: يوفر القدرة على إضافة أحداث Open Social إلى تقويمات الطرف الثالث
ca: Proporciona la possibilitat d'afegir esdeveniments Open Social als calendaris de tercers
it: Fornisce la possibilità di aggiungere eventi Open Social ai calendari di terze parti.
ja: サードパーティのカレンダーにオープン・ソーシャル・イベントを追加する機能を提供する。
nl: Geeft de mogelijkheid om evenementen in Open Social toe te voegen aan agendas buiten de community
pt_br: Fornece a capacidade de adicionar eventos do Open Social aos calendários de terceiros
uk: Надає можливість додавати події Open Social до сторонніх календарів
zh_hans: 提供将开放社交活动添加到第三方日历的功能

source: Provides the ability to export user data as comma separated values (CSV) files.
ar: يوفر القدرة على تصدير بيانات المستخدم كملفات قيم مفصولة بفواصل (CSV).
ca: Proporciona la possibilitat d'exportar dades d'usuari com a fitxers de valors separats per comes (CSV).
it: Offre la possibilità di esportare i dati degli utenti come file CSV (comma separated values).
ja: ユーザーデータをカンマ区切り値（CSV）ファイルとしてエクスポートする機能を提供します。
nl: Biedt de mogelijkheid om gebruikersgegevens te exporteren als CSV-bestanden (comma separated values).
pt_br: Fornece a capacidade de exportar dados do usuário como arquivos de valores separados por vírgula (CSV).
uk: Надає можливість експортувати користувацькі дані у вигляді файлів з розділеними комами (CSV).
zh_hans: 提供将用户数据导出为逗号分隔值（CSV）文件的功能。

source: Provides the ability to report inappropriate content.
ar: يوفر القدرة على الإبلاغ عن محتوى غير لائق.
ca: Proporciona la possibilitat d'informar de contingut inadequat.
it: Offre la possibilità di segnalare contenuti inappropriati.
ja: 不適切なコンテンツを報告する機能を提供します。
nl: Geeft de mogelijkheid om ongepaste inhoud te kunnen rapporteren.
pt_br: Fornece a capacidade de denunciar conteúdo impróprio.
uk: Надає можливість повідомляти про неприйнятний контент.
zh_hans: 提供报告不当内容的功能。

source: Provides the ability to use the Album feature in a post.
ar: يوفر القدرة على استخدام ميزة الألبوم في المنشور.
ca: Proporciona la possibilitat d'utilitzar la funció Àlbum en una publicació.
it: Fornisce la possibilità di utilizzare la funzione Album in un post.
ja: 投稿でアルバム機能を使用する機能を提供します。
nl: Biedt de mogelijkheid om de Album-functie in een bericht te gebruiken.
pt_br: Fornece a capacidade de usar o recurso Álbum em uma postagem.
uk: Надає можливість використовувати функцію "Альбом" у дописі.
zh_hans: 提供在帖子中使用相册功能的功能。

source: Provides user profiles.
ar: يوفر ملفات تعريف المستخدمين.
ca: Proporciona perfils d'usuari.
it: Fornisce i profili degli utenti.
ja: ユーザープロファイルを提供します。
nl: Biedt gebruikersprofielen.
pt_br: Fornece perfis de usuário.
uk: Надає профілі користувачів.
zh_hans: 提供用户配置文件。

source: Public
ar: عام
ca: Públic
it: Pubblico
ja: パブリック
nl: Openbaar
pt_br: Público
uk: Публічний
zh_hans: 公众

source: Public - visible to everyone including people who are not a member
ar: عام - مرئي للجميع بما في ذلك الأشخاص غير الأعضاء
ca: Públic - visible per a tothom, incloses les persones que no són membres
it: Pubblico - visibile a tutti, anche a chi non è un membro.
ja: 公開 - 会員でない人も含め、誰でも見ることができます。
nl: Openbaar - zichtbaar voor iedereen, inclusief personen die geen lid zijn
pt_br: Público - visível para todos, incluindo pessoas que não são membros
uk: Публічний - видимий для всіх, включаючи людей, які не є членами організації
zh_hans: 公开 - 包括非会员在内的所有人都能看到

source: Public visibility settings
ar: إعدادات الرؤية العامة
ca: Configuració de visibilitat pública
it: Impostazioni di visibilità pubblica
ja: 一般公開の設定
nl: Publieke zichtbaarheid instellingen
pt_br: Configurações de visibilidade pública
uk: Налаштування публічної видимості
zh_hans: 公众可见度设置

source: Publish status
ar: نشر الحالة
ca: Estat de publicació
it: Stato di pubblicazione
ja: 公開ステータス
nl: Publicatiestatus
pt_br: Status de publicação
uk: Стан публікації
zh_hans: 发布状态

source: Publish the selected comments
ar: انشر التعليقات المحددة
ca: Publicar els comentaris seleccionats
it: Pubblicare i commenti selezionati
ja: 選択したコメントを公開する
nl: De geselecteerde reacties publiceren
pt_br: Publique os comentários selecionados
uk: Опублікувати вибрані коментарі
zh_hans: 发布所选评论

source: Published
ar: تم النشر
ca: Publicada
it: Pubblicato
ja: 出版
nl: Gepubliceerd
pt_br: Publicado
uk: Опубліковано
zh_hans: 已出版

source: Published comments
ar: تعليقات منشورة
ca: Comentaris publicats
it: Commenti pubblicati
ja: 掲載コメント
nl: De geselecteerde reacties publiceren
pt_br: Comentários publicados
uk: Опубліковані коментарі
zh_hans: 发表的评论

source: Published status
ar: الحالة المنشورة
ca: Estat publicat
it: Stato di pubblicazione
ja: 出版状況
nl: Publicatiestatus
pt_br: Status publicado
uk: Стан публікації
zh_hans: 发表状态

source: Publishing status
ar: حالة النشر
ca: Estat de publicació
it: Stato di pubblicazione
ja: 出版状況
nl: Publiceer status
pt_br: Status de publicação
uk: Стан публікації
zh_hans: 出版情况

source: Push notifications
ar: الإشعارات اللحظية
ca: Notificacions push
it: Notifiche push
ja: プッシュ通知
nl: Push notificaties
pt_br: Notificações push
uk: Push-повідомлення
zh_hans: 推送通知

source: Query a list of events
ar: الاستعلام عن قائمة الأحداث
ca: Consulta una llista d'esdeveniments
it: Interrogare un elenco di eventi
ja: イベントのリストを問い合わせる
nl: Een lijst van gebeurtenissen opvragen
pt_br: Consulte uma lista de eventos
uk: Запросити список подій
zh_hans: 查询事件列表

source: Query a list of topics
ar: الاستعلام عن قائمة الموضوعات
ca: Consulta una llista de temes
it: Interrogare un elenco di argomenti
ja: トピックのリストを照会する
nl: Een lijst met onderwerpen opvragen
pt_br: Consulte uma lista de tópicos
uk: Запросити список тем
zh_hans: 查询主题列表

source: Query a list of users
ar: الاستعلام عن قائمة المستخدمين
ca: Consulta una llista d'usuaris
it: Interrogare un elenco di utenti
ja: ユーザーのリストを照会する
nl: Een lijst van gebruikers opvragen
pt_br: Consulte uma lista de usuários
uk: Запит списку користувачів
zh_hans: 查询用户列表

source: QueryConnection
ar: اتصال الاستعلام
ca: ConsultaConnexió
ja: クエリコネクション
pt_br: Conexão de consulta
zh_hans: 查询连接

source: Queue List
ar: قائمة الانتظار
ca: Llista de cues
it: Elenco code
ja: キューリスト
nl: Lijst met wachtrijen
pt_br: Lista de filas
uk: Список черги
zh_hans: 队列列表

source: Queue Store Entity has is finished status.
ar: تم الانتهاء من حالة وحدة مخزن قائمة الانتظار.
ca: L'entitat Queue Store ha estat finalitzat.
it: L'entità Queue Store ha uno stato finito.
ja: キューストアエンティティが終了しました。
nl: Queue Store Entity heeft is finished status.
pt_br: A Entidade de Armazenamento de Filas tem o status de concluída.
uk: Об'єкт зберігання черги має статус завершено.
zh_hans: 队列存储实体已完成状态。

source: Queue storage entity
ar: كيان تخزين قائمة الانتظار
ca: Entitat d'emmagatzematge de cues
it: Entità di memorizzazione della coda
ja: キュー・ストレージ・エンティティ
nl: Entiteit voor wachtrijopslag
pt_br: Entidade de armazenamento de filas
uk: Об'єкт зберігання черги
zh_hans: 队列存储实体

source: Queue storage entity type
ar: نوع كيان تخزين قائمة الانتظار
ca: Tipus d'entitat d'emmagatzematge de cua
it: Tipo di entità di memorizzazione della coda
ja: キューストレージのエンティティタイプ
nl: Type wachtrijopslagentiteit
pt_br: Tipo de entidade de armazenamento de filas
uk: Тип об'єкту зберігання черги
zh_hans: 队列存储实体类型

source: Queue storage entity type config
ar: تكوين نوع كيان تخزين قائمة الانتظار
ca: Configuració de tipus d'entitat d'emmagatzematge de cua
it: Configurazione del tipo di entità di memorizzazione della coda
ja: キュー・ストレージ・エンティティ・タイプの設定
nl: Type wachtrij opslag entiteit configuratie
pt_br: Configuração do tipo de entidade de armazenamento de fila
uk: Конфігурація типу сутності зберігання черги
zh_hans: 队列存储实体类型配置

source: Queue storage types
ar: أنواع تخزين قائمة الانتظار
ca: Tipus d'emmagatzematge de cues
it: Tipi di archiviazione in coda
ja: キュー・ストレージ・タイプ
nl: Soorten wachtrijopslag
pt_br: Tipos de armazenamento em filas
uk: Типи зберігання черги
zh_hans: 队列存储类型

source: Re-indexed search to include demo content.
ar: بحث تمت إعادة فهرسته لتضمين محتوى تجريبي.
ca: Cerca re-indexada per incloure contingut de demostració.
it: Reindicizzazione della ricerca per includere i contenuti demo.
ja: デモ・コンテンツを含む検索を再インデックス化。
nl: Opnieuw geïndexeerd zoeken om demo-inhoud op te nemen.
pt_br: Pesquisa reindexada para incluir conteúdo de demonstração.
uk: Переіндексовано пошук для включення демонстраційного контенту.
zh_hans: 重新索引搜索，以包括演示内容。

source: Read more
ar: قراءة المزيد
ca: Llegir més
it: Per saperne di più
ja: もっと読む
nl: Lees meer
pt_br: Leia mais
uk: Читати далі
zh_hans: 更多信息

source: Read more about it
ar: اقرأ المزيد عنها
ca: Llegeix més sobre això
it: Per saperne di più
ja: 続きを読む
nl: Lees meer...
pt_br: Leia mais sobre isso
uk: Дізнайтеся більше про це
zh_hans: 了解更多

source: Read more about this
ar: اقرأ المزيد عن هذا
ca: Llegeix més sobre això
it: Per saperne di più
ja: 続きを読む
nl: Lees meer...
pt_br: Leia mais sobre isso
uk: Дізнайтеся більше про це
zh_hans: 了解更多相关信息

source: Read more link
ar: رابط قراءة المزيد
ca: Llegeix més enllaç
it: Leggi il link
ja: 続きを読む
nl: Lees meer link
pt_br: Leia mais link
uk: Детальніше за посиланням
zh_hans: 阅读更多链接

source: Read more<span class="visually-hidden"> about @title</span>
ar: اقرأ المزيد <span class="visually-hidden"> حول @title </span>
ca: Llegeix més <span class="visually-hidden"> sobre @title </span>
it: Per saperne di più<span class="visually-hidden"> su @title</span>
ja: <span class="visually-hidden"> についてもっと読む@title</span>
nl: Lees meer<span class="visually-hidden"> over @title</span>
pt_br: Leia mais <span class="visually-hidden"> sobre @title </span>
uk: Читати далі<span class="visually-hidden"> про @title</span>
zh_hans: 阅读更多<span class="visually-hidden"> 关于@title</span>

source: Reason
ar: السبب
ca: Raó
it: Motivo
ja: 理由
nl: Reden
pt_br: Razão
uk: Підстава
zh_hans: 原因

source: Reason term for which an additional textfield is displayed.
ar: مصطلح السبب الذي يتم عرض حقل نصي إضافي له.
ca: Terme motiu pel qual es mostra un camp de text addicional.
it: Termine del motivo per il quale viene visualizzato un campo di testo aggiuntivo.
ja: 追加のテキストフィールドが表示される理由用語。
nl: Reden term waarvoor een extra tekstveld wordt weergegeven.
pt_br: Termo do motivo pelo qual um campo de texto adicional é exibido.
uk: Термін причини, для якого відображається додаткове текстове поле.
zh_hans: 显示附加文本框的原因项。

source: Reassign your groups to the super administrator.
ar: إعادة تعيين مجموعاتك إلى المسؤول المتميز.
ca: Torneu a assignar els vostres grups al súper administrador.
it: Riassegnare i gruppi al super amministratore.
ja: スーパー管理者にグループを再割り当てする。
nl: Ken groepen toe aan de hoofdbeheerder.
pt_br: Reatribua seus grupos ao superadministrador.
uk: Перепризначте свої групи суперадміністратору.
zh_hans: 向超级管理员重新分配组。
