Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on a post in <a href="[message:gurl]">[message:gtitle]</a></p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> و @count آخرون علقوا على منشور في <a href="[message:gurl]">[message:gtitle]</a></p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> i @count altres han comentat un missatge a <a href="[message:gurl]"> [message:gtitle] </a> </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> e altri hanno commentato un post in @count <a href="[message:gurl]">[message:gtitle]</a></p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and others commented on the post in@count <a href="[message:gurl]">[message:gtitle]</a></p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> en @count anderen reageerden op een bericht in <a href="[message:gurl]">[message:gtitle]</a></p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> e @count outros comentaram em uma publicação em <a href="[message:gurl]"> [message:gtitle] </a> </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> та інші прокоментували допис у @count <a href="[message:gurl]">[message:gtitle]</a></p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 和 其他网友对以下帖子发表了评论@count <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on a post</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> و @count آخرون علقوا على أحد المنشورات</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> i @count altres han comentat una publicació </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> e altri hanno commentato un post @count</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and others commented on a post@count</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> en @count anderen reageerden op een bericht</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> e @count outros comentaram em uma postagem </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> та інші прокоментували допис @count</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and others commented on a post@count</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> approved your request to enroll for the event [social_event:event_iam_organizing]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> وافق على طلبك للانضمام للحدث: [social_event:event_iam_organizing]</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> va aprovar la vostra sol·licitud d'inscripció a l'esdeveniment [social_event:event_iam_organizing] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha approvato la richiesta di iscrizione all'evento [social_event:event_iam_organizing]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> イベントへの参加申請を承認 [social_event:event_iam_organizing]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft je aanmelding geaccepteerd voor het evenement [social_event:event_iam_organizing]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> aprovou sua solicitação de inscrição no evento [social_event:event_iam_organizing] </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> схвалили ваш запит на реєстрацію на захід [social_event:event_iam_organizing]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 批准您报名参加活动的申请 [social_event:event_iam_organizing]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> approved your request to enroll for the event [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> وافق على طلبك للتسجيل في الحدث [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> va aprovar la vostra sol·licitud d'inscripció a l'esdeveniment [social_event:event_iam_organizing] </p> <p> [message:preview] </p> [X19X] [message:cta_button] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha approvato la richiesta di iscrizione all'evento [social_event:event_iam_organizing]</p><p>[message:preview]</p> <p>[message:cta_button]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> イベントへの参加申請を承認 [social_event:event_iam_organizing]</p><p>[message:preview]</p> <p>[message:cta_button]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft jouw aanvraag om te deel te nemen aan het evenement goedgekeurd [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> aprovou sua solicitação de inscrição no evento [social_event:event_iam_organizing] </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> схвалив ваш запит на реєстрацію на подію [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 批准您报名参加活动的申请 [social_event:event_iam_organizing]</p><p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> you are following</p> <p>[message:preview]</p> <p>[message:cta_button]</p> <table class="btn-wrapp"> <tbody> </tbody> </table>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> علق على[social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> تتابعه</p> <p>[message:preview]</p> <p>[message:cta_button]</p> <table class="btn-wrapp"> <tbody> </tbody> </table>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentat a [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]"> [message:node-title] </a> estàs seguint </p> <p> [message:preview] </p> <p> [message:cta_button] </p> <table class="btn-wrapp"> <tbody> </tbody> </table>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commentato su che stai seguendo [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p> <table class="btn-wrapp"><tbody> </tbody></table>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on you are following. [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p> <table class="btn-wrapp"><tbody> </tbody></table>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft gereageerd op [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> dat je volgt</p> <p>[message:preview]</p> <p>[message:cta_button]</p> <table class="btn-wrapp"> <tbody> </tbody> </table>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentou em [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]"> [message:node-title] </a> você está seguindo </p> <p> [message:preview] </p> <p> [message:cta_button] </p> <table class="btn-wrapp"> <tbody> </tbody> </table>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокоментували ви стежите за [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p> <table class="btn-wrapp"><tbody> </tbody></table>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 已在 上发表评论，您正在关注的是 [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a></p> <p>[message:preview]</p><p>[message:cta_button]</p> <table class="btn-wrapp"><tbody> </tbody></table>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> you are following</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> علق على [social_comment:commented_content_type] لخاص ب [social_comment:parent_entity_author] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a>الذي تتابعه</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentat a [social_comment:parent_entity_author]'s [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]"> [message:node-title] </a> estàs seguint </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha commentato 's si sta seguendo [social_comment:parent_entity_author] [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a></p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on 's you are following [social_comment:parent_entity_author] [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a></p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reageerde op [social_comment:parent_entity_author]'s [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> die je volgt.</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentou em [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]"> [message:node-title] </a> de [social_comment:parent_entity_author] que você está seguindo </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокоментували 's ви стежите за [social_comment:parent_entity_author] [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a></p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 对 's 您正在关注的网站发表了评论 [social_comment:parent_entity_author] [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> علّق على [social_comment:commented_content_type] الخاص ب [social_comment:parent_entity_author] في <a href="[message:gurl]">[message:gtitle]</a></p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentat els [social_comment:parent_entity_author]'s [social_comment:commented_content_type] en <a href="[message:gurl]"> [message:gtitle] </a> </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commentato su ' in [social_comment:parent_entity_author] [social_comment:commented_content_type] <a href="[message:gurl]">[message:gtitle]</a></p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> [social_comment:parent_entity_author] の にコメントした。 [social_comment:commented_content_type] <a href="[message:gurl]">[message:gtitle]</a></p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reageerde op [social_comment:parent_entity_author]'s [social_comment:commented_content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentou sobre o [social_comment:commented_content_type] do [social_comment:parent_entity_author] em <a href="[message:gurl]"> [message:gtitle] </a> </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокоментував 's у [social_comment:parent_entity_author] [social_comment:commented_content_type] <a href="[message:gurl]">[message:gtitle]</a></p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 对 的 发表了评论。 [social_comment:parent_entity_author] [social_comment:commented_content_type] <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> علّق على [social_comment:commented_content_type] الخاص ب [social_comment:parent_entity_author] </p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> ha comentat a [social_comment:parent_entity_author]'s [social_comment:commented_content_type] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commentato su 's [social_comment:parent_entity_author] [social_comment:commented_content_type]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> [social_comment:parent_entity_author] のコメント [social_comment:commented_content_type]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reageerde op [social_comment:parent_entity_author]'s [social_comment:commented_content_type]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentou sobre [social_comment:commented_content_type] </p> de [social_comment:parent_entity_author]
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокоментували на сайті [social_comment:parent_entity_author] [social_comment:commented_content_type]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 对 的评论 [social_comment:parent_entity_author] [social_comment:commented_content_type]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post in <a href="[message:gurl]">[message:gtitle]</a></p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> علّق على منشور في <a href="[message:gurl]">[message:gtitle]</a></p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> ha comentat un missatge a <a href="[message:gurl]"> [message:gtitle] </a> </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha commentato un post in <a href="[message:gurl]">[message:gtitle]</a></p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> の投稿にコメントした。<a href="[message:gurl]">[message:gtitle]</a></p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reageerde op een bericht in <a href="[message:gurl]">[message:gtitle]</a></p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentou em uma publicação em <a href="[message:gurl]"> [message:gtitle] </a> </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокоментував пост у <a href="[message:gurl]">[message:gtitle]</a></p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 在<a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post on your <a href="[message:recipient-user-url]">profile</a></p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> علّق على منشور في <a href="[message:recipient-user-url]">ملفك الشخصي </a></p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> ha comentat una publicació al teu perfil <a href="[message:recipient-user-url]"> </a> </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha commentato un post sul suo profilo <a href="[message:recipient-user-url]"></a></p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> <a href="[message:recipient-user-url]">プロフィールの投稿にコメントした。 </a></p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reageerde op een bericht op jouw <a href="[message:recipient-user-url]">profiel</a></p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentou em uma publicação no seu perfil <a href="[message:recipient-user-url]"> </a> </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокоментували публікацію на вашому профілі <a href="[message:recipient-user-url]"></a></p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 对您 个人资料上的帖子发表了评论 <a href="[message:recipient-user-url]"></a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> علّق على هذا المنشور</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> ha comentat una publicació </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha commentato un post</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 投稿にコメント</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reageerde op een bericht</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentou em uma postagem </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокоментував пост</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 评论了一个帖子</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on your [social_comment:commented_entity_link_html]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> علّق على [social_comment:commented_entity_link_html] الخاص بك</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentat sobre el vostre [social_comment:commented_entity_link_html] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha commentato il suo [social_comment:commented_entity_link_html]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> コメント [social_comment:commented_entity_link_html]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reageerde op jouw [social_comment:commented_entity_link_html]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentou sobre seu [social_comment:commented_entity_link_html] </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокоментував ваш [social_comment:commented_entity_link_html]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 评论了您的 [social_comment:commented_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on your [social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ar: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> علق على [social_comment:commented_entity_link_html]</p> الخاص بك <p>[message:preview]</p> <p>[message:cta_button]</p>
ca: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentat sobre el vostre [social_comment:commented_entity_link_html] </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
it: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha commentato il suo [social_comment:commented_entity_link_html]</p><p>[message:preview]</p> <p>[message:cta_button]</p>
ja: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> コメント [social_comment:commented_entity_link_html]</p><p>[message:preview]</p> <p>[message:cta_button]</p>
nl: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> heeft gereageerd op jouw [social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
pt_br: <p> <a href="[message:author:url:absolute]"> [message:author:display-name] </a> comentou sobre seu [social_comment:commented_entity_link_html] </p> <p> [message:preview] </p> <p> [message:cta_button] </p>
uk: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> прокоментував ваш [social_comment:commented_entity_link_html]</p><p>[message:preview]</p> <p>[message:cta_button]</p>
zh_hans: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> 评论了您的 [social_comment:commented_entity_link_html]</p><p>[message:preview]</p> <p>[message:cta_button]</p>
