Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Enabling this feature provides event organisers with the possibility to allow anonymous users to enroll in public events.
ar: يتيح تمكين هذه الميزة لمنظمي الأحداث إمكانية السماح للمستخدمين المجهولين بالتسجيل في الأحداث العامة.
ca: L'habilitació d'aquesta funció proporciona als organitzadors d'esdeveniments la possibilitat de permetre als usuaris anònims inscriure's en esdeveniments públics.
it: L'attivazione di questa funzione offre agli organizzatori di eventi la possibilità di consentire a utenti anonimi di iscriversi a eventi pubblici.
ja: この機能を有効にすることで、イベント主催者は、匿名ユーザーに公開イベントへの登録を許可することができます。
nl: Door deze functie aan te zetten, kunnen evenement organisatoren anonieme gebruikers toestaan om zich aan te melden voor openbare evenementen.
pt_br: A ativação desse recurso oferece aos organizadores de eventos a possibilidade de permitir que usuários anônimos se inscrevam em eventos públicos.
uk: Увімкнувши цю функцію, організатори заходів можуть дозволити анонімним користувачам реєструватися на публічні заходи.
zh_hans: 启用该功能后，活动组织者就可以允许匿名用户注册公共活动。

source: Enabling this feature provides event organisers with the possibility to set a limit for event enrollments.
ar: يتيح تمكين هذه الميزة لمنظمي الأحداث إمكانية تعيين حد لعمليات التسجيل في الحدث.
ca: L'habilitació d'aquesta funció proporciona als organitzadors d'esdeveniments la possibilitat d'establir un límit per a les inscripcions a l'esdeveniment.
it: L'attivazione di questa funzione offre agli organizzatori di eventi la possibilità di impostare un limite per le iscrizioni agli eventi.
ja: この機能を有効にすると、イベント主催者はイベント登録の制限を設定することができます。
nl: Door deze functie in te schakelen kunnen organisatoren van evenementen een limiet instellen voor aanmeldingen.
pt_br: A ativação desse recurso oferece aos organizadores de eventos a possibilidade de definir um limite para inscrições em eventos.
uk: Увімкнувши цю функцію, організатори заходів можуть встановити ліміт для реєстрації учасників.
zh_hans: 启用该功能后，活动组织者就可以设置活动报名人数限制。

source: Enabling this feature provides the possibility to let event managers to invite people to their events.
ar: يوفر تمكين هذه الميزة إمكانية السماح لمديري الأحداث بدعوة الأشخاص إلى أحداثهم.
ca: L'habilitació d'aquesta funció proporciona la possibilitat de deixar que els gestors d'esdeveniments convidin persones als seus esdeveniments.
it: L'attivazione di questa funzione consente ai gestori di eventi di invitare persone ai loro eventi.
ja: この機能を有効にすることで、イベント管理者がイベントに招待できるようになります。
nl: Het inschakelen van deze feature geeft evenement managers de mogelijkheid om mensen uit te nodigen voor hun evenement.
pt_br: A ativação desse recurso oferece a possibilidade de permitir que os gerentes de eventos convidem pessoas para seus eventos.
uk: Увімкнувши цю функцію, ви зможете дозволити івент-менеджерам запрошувати людей на свої заходи.
zh_hans: 启用该功能后，活动管理者就可以邀请他人参加他们的活动。

source: Enabling this setting causes users' full name to be hidden on the platform when the user has filled in their nickname. This setting won't hide the full name of users who didn't fill in a nickname. Users with the '%display_name' permission will still see the full name whenever available. Only users with the '%search_name' permission will find users using their full name through search or mentions.
ar: يؤدي تمكين هذا الإعداد إلى إخفاء الاسم الكامل للمستخدمين على المنصة عندما يقوم المستخدم بملء لقبه. لن يخفي هذا الإعداد الاسم الكامل للمستخدمين الذين لم يملأوا اسمًا مستعارًا. سيظل المستخدمون الذين لديهم إذن '%display_name' يرون الاسم الكامل كلما كان ذلك متاحًا. لن يجد سوى المستخدمين الذين لديهم إذن '%search_name' مستخدمين يستخدمون اسمهم الكامل من خلال البحث أو الإشارات.
ca: L'habilitació d'aquesta configuració fa que el nom complet dels usuaris quedi amagat a la plataforma quan l'usuari ha omplert el seu sobrenom. Aquesta configuració no ocultarà el nom complet dels usuaris que no van omplir un sobrenom. Els usuaris amb el permís '%display_name' seguiran veient el nom complet sempre que estigui disponible. Només els usuaris amb el permís '%search_name' trobaran usuaris utilitzant el seu nom complet a través de cerca o mencions.
it: L'attivazione di questa impostazione fa sì che il nome completo degli utenti venga nascosto sulla piattaforma quando l'utente ha inserito il proprio nickname. Questa impostazione non nasconde il nome completo degli utenti che non hanno inserito il nickname. Gli utenti con il permesso '%display_name' continueranno a vedere il nome completo quando disponibile. Solo gli utenti con il permesso '%search_name' troveranno gli utenti con il loro nome completo attraverso la ricerca o le menzioni.
ja: この設定を有効にすると、ユーザーがニックネームを記入した場合、プラットフォーム上でユーザーのフルネームが非表示になります。この設定はニックネームを記入していないユーザーのフルネームを隠すことはありません。%display_name' 権限を持つユーザーはいつでもフルネームを見ることができます。%search_name' 権限を持つユーザーだけが検索や言及によってフルネームでユーザーを見つけることができます。
nl: Het inschakelen van deze instelling zorgt ervoor dat de volledige naam van gebruikers wordt verborgen op het platform wanneer de gebruiker zijn nickname heeft ingevuld. Deze instelling verbergt niet de volledige naam van gebruikers die geen nickname hebben ingevuld. Gebruikers met de '%display_name' permissie zullen nog steeds de volledige naam zien wanneer deze beschikbaar is. Alleen gebruikers met de '%search_name' permissie zullen gebruikers vinden met hun volledige naam via zoeken of vermeldingen.
pt_br: Ativar essa configuração faz com que o nome completo dos usuários fique oculto na plataforma quando o usuário preenche o apelido. Essa configuração não ocultará o nome completo dos usuários que não preencheram um apelido. Os usuários com a permissão '%display_name' ainda verão o nome completo sempre que disponível. Somente usuários com a permissão '%search_name' encontrarão usuários usando seu nome completo por meio de pesquisas ou menções.
uk: Увімкнення цього параметра призводить до того, що повне ім'я користувача буде приховано на платформі, якщо користувач ввів свій нікнейм. Цей параметр не приховує повне ім'я користувачів, які не вказали нікнейм. Користувачі з дозволом '%display_name' все одно бачитимуть повне ім'я, коли воно буде доступне. Тільки користувачі з дозволом '%search_name' зможуть знаходити користувачів з повним ім'ям за допомогою пошуку або згадок.
zh_hans: 启用此设置后，当用户填写昵称时，平台会隐藏用户的全名。此设置不会隐藏未填写昵称的用户的全名。只要有 "%display_name"权限，用户仍然可以看到全名。只有拥有 "%search_name"权限的用户才能通过搜索或提及找到使用全名的用户。

source: End
ar: النهاية
ca: Fi
it: Fine
ja: 終了
nl: Einde
pt_br: Fim
uk: Кінець
zh_hans: 结束

source: End date is required!
ar: تاريخ الانتهاء مطلوب!
ca: És necessària la data de finalització!
it: La data di scadenza è obbligatoria!
ja: 終了日は必須！
nl: Einddatum is verplicht!
pt_br: A data de término é obrigatória!
uk: Кінцева дата обов'язкова!
zh_hans: 需要填写结束日期！

source: Enforce consent for all embedded content
ar: فرض الموافقة على جميع المحتويات المضمنة
ca: Implementar el consentiment per a tot el contingut incrustat
it: Imporre il consenso per tutti i contenuti incorporati
ja: すべての埋め込みコンテンツに対する同意の強制
nl: Toestemming afdwingen voor alle ingesloten inhoud
pt_br: Imponha o consentimento para todo o conteúdo incorporado
uk: Забезпечити згоду на весь вбудований вміст
zh_hans: 对所有嵌入式内容执行许可

source: Enforce consent for all embedded content for anonymous users.
ar: فرض الموافقة على جميع المحتويات المضمنة للمستخدمين المجهولين.
ca: Fer complir el consentiment per a tot el contingut incrustat per a usuaris anònims.
it: Imporre il consenso per tutti i contenuti incorporati per gli utenti anonimi.
ja: 匿名ユーザーのすべての埋め込みコンテンツに対する同意を強制する。
nl: Toestemming afdwingen voor alle ingesloten inhoud voor anonieme gebruikers.
pt_br: Imponha o consentimento de todos os conteúdos incorporados para usuários anônimos.
uk: Забезпечити згоду на весь вбудований контент для анонімних користувачів.
zh_hans: 对匿名用户的所有嵌入内容强制执行许可。

source: Enforce consent for all embedded content for registered users.
ar: فرض الموافقة على جميع المحتويات المضمنة للمستخدمين المسجلين.
ca: Fer complir el consentiment per a tot el contingut incrustat per als usuaris registrats.
it: Imporre il consenso per tutti i contenuti incorporati per gli utenti registrati.
ja: 登録ユーザーに対して、すべての埋め込みコンテンツに対する同意を強制する。
nl: Toestemming afdwingen voor alle ingesloten inhoud voor geregistreerde gebruikers.
pt_br: Imponha o consentimento para todo o conteúdo incorporado para usuários registrados.
uk: Забезпечити згоду на весь вбудований контент для зареєстрованих користувачів.
zh_hans: 对注册用户的所有嵌入式内容执行许可。

source: Enroll
ar: التسجيل
ca: Matricular-se
it: Iscriversi
ja: 在籍
nl: Aanmelden
pt_br: Inscrever-se
uk: Зареєструватися
zh_hans: 注册

source: Enroll Method
ar: طريقة التسجيل
ca: Mètode de matriculació
it: Metodo di iscrizione
ja: 登録方法
nl: Inschrijfmethode
pt_br: Método de inscrição
uk: Метод реєстрації
zh_hans: 注册方法

source: Enroll action block
ar: صندوق اجراء التسجيل
ca: Inscriure el bloc d'acció
it: Iscrivere il blocco d'azione
ja: アクションブロックの登録
nl: Actieblok inschrijven
pt_br: Inscrever bloco de ação
uk: Зареєструвати блок дій
zh_hans: 注册行动模块

source: Enroll as guest
ar: سجل كضيف
ca: Inscriu-te com a convidat
it: Iscriversi come ospite
ja: ゲストとして登録
nl: Aanmelden als gast
pt_br: Inscrever-se como convidado
uk: Зареєструватися як гість
zh_hans: 作为客人注册

source: Enroll button should be visible for users that are not in the group and automatic enroll people to groups when they enroll to events that are part of the group.
ar: يجب أن يكون زر التسجيل مرئيًا للمستخدمين غير الموجودين في المجموعة وأن يقوم بتسجيل الأشخاص تلقائيًا في المجموعات عند التسجيل في الأحداث التي تشكل جزءًا من المجموعة.
ca: El botó Inscriure ha de ser visible per als usuaris que no estan al grup i inscriure automàticament persones als grups quan s'inscriuen a esdeveniments que formen part del grup.
it: Il pulsante di iscrizione dovrebbe essere visibile per gli utenti che non fanno parte del gruppo e iscrivere automaticamente le persone ai gruppi quando si iscrivono agli eventi che fanno parte del gruppo.
ja: 登録ボタンは、グループに参加していないユーザーにも表示できるようにし、グループに参加しているイベントに登録すると、自動的にグループに登録されるようにします。
nl: De aanmeld button op een evenement zal zichtbaar zijn voor leden die geen lid zijn van de groep. Wanneer men zich aanmeld zullen ze automatisch lid worden van de groep.
pt_br: O botão de inscrição deve estar visível para usuários que não estão no grupo e inscrever automaticamente pessoas em grupos quando elas se inscrevem em eventos que fazem parte do grupo.
uk: Кнопка "Зареєструватися" має бути видимою для користувачів, які не є членами групи, і автоматично реєструвати людей до груп, коли вони реєструються на події, які є частиною групи.
zh_hans: 注册按钮应该对不在组内的用户可见，当用户注册参加属于组内的活动时，按钮会自动注册到组内。

source: Enroll date
ar: تاريخ التسجيل
ca: Data de matriculació
it: Data di iscrizione
ja: 入学日
nl: Aanmeld datum
pt_br: Data de inscrição
uk: Дата реєстрації
zh_hans: 注册日期

source: Enroll in
ar: ارفقه
ca: Inscriu-te
it: Iscriversi a
ja: 登録
nl: Schrijf je in
pt_br: Inscrever-se em
uk: Зареєструватися
zh_hans: 报名参加

source: Enroll in @label Event
ar: التسجيل في حدث @label
ca: Inscriu-te a l'esdeveniment @label
it: Iscrivetevi all'evento @label
ja: @label イベント
nl: Aanmelden bij evenement @label
pt_br: Inscreva-se no evento @label
uk: Реєструйтеся на подію @label
zh_hans: 报名参加@label 活动

source: Enroll in event
ar: التسجيل في الحدث
ca: Inscriu-te a l'esdeveniment
it: Iscriversi all'evento
ja: イベントに参加する
nl: Aanmelden bij evenement
pt_br: Inscreva-se no evento
uk: Зареєструватися на подію
zh_hans: 报名参加活动

source: Enroll method
ar: طريقة التسجيل
ca: Mètode de matriculació
it: Metodo di iscrizione
ja: 登録方法
nl: Inschrijfmethode
pt_br: Método de inscrição
uk: Метод реєстрації
zh_hans: 注册方法

source: Enroll to events posted inside this group
ar: التسجيل في الأحداث المنشورة داخل هذه المجموعة
ca: Inscriu-te a esdeveniments publicats dins d'aquest grup
it: Iscriversi agli eventi pubblicati all'interno di questo gruppo
ja: このグループ内のイベントに参加する
nl: Inschrijven voor evenementen in deze groep
pt_br: Inscreva-se em eventos publicados dentro deste grupo
uk: Реєструйтеся на події, що публікуються в цій групі
zh_hans: 注册参加本组内发布的活动

source: Enroll user which is not group member
ar: تسجيل المستخدم الذي ليس عضوا في المجموعة
ca: Inscriure l'usuari que no és membre del grup
it: Iscrivere un utente che non è membro del gruppo
ja: グループメンバーでないユーザーの登録
nl: Sta toe dat non-groepsleden zich kunnen aanmelden op evenementen.
pt_br: Inscrever usuário que não é membro do grupo
uk: Зареєструвати користувача, який не є членом групи
zh_hans: 注册非组员用户

source: Enroll with account
ar: التسجيل مع الحساب
ca: Inscriu-te amb compte
it: Iscriversi con il conto
ja: アカウント登録
nl: Aanmelden met account
pt_br: Inscrever-se com uma conta
uk: Зареєструватися з обліковим записом
zh_hans: 使用账户注册

source: Enroll without account
ar: التسجيل بدون حساب
ca: Inscriu-te sense compte
it: Iscrizione senza account
ja: アカウントなしで登録
nl: Aanmelden zonder account
pt_br: Inscrever-se sem conta
uk: Зареєструватися без облікового запису
zh_hans: 无账户注册

source: Enrolled
ar: مسجل
ca: Inscrits
it: Iscritti
ja: 在籍
nl: Aangemeld
pt_br: Inscrito
uk: Зараховано.
zh_hans: 已注册

source: Enrolled users count
ca: Recompte d'usuaris inscrits
it: Conteggio degli utenti iscritti
ja: 登録ユーザー数
pt_br: Contagem de usuários inscritos
zh_hans: 注册用户数

source: Enrollee
ar: المسجل
ca: Inscriure
it: Iscritti
ja: 加入者
nl: Aanwezige
pt_br: Inscrito
uk: Абітурієнт
zh_hans: 报名者

source: Enrollees
ca: Matriculats
it: Iscritti
ja: 登録者
pt_br: Inscritos
zh_hans: 入学人数

source: Enrollees Anonymous
ca: Inscriptors anònims
it: Iscritti anonimi
ja: 匿名の登録者
pt_br: Inscritos anônimos
zh_hans: 匿名注册者

source: Enrollment limit
ar: حد التسجيل
ca: Límit de matrícula
it: Limite di iscrizione
ja: 入会制限
nl: Aanmeldingslimiet
pt_br: Limite de inscrição
uk: Ліміт реєстрації
zh_hans: 入学限制

source: Enrollment options
ar: خيارات التسجيل
ca: Opcions de matrícula
it: Opzioni di iscrizione
ja: 入学オプション
nl: Inschrijvingsopties
pt_br: Opções de inscrição
uk: Варіанти зарахування
zh_hans: 入学选择

source: Enrollment status
ar: حالة التسجيل
ca: Estat de la matrícula
it: Stato di iscrizione
ja: 在籍状況
nl: Inschrijving Status
pt_br: Status da inscrição
uk: Статус зарахування
zh_hans: 注册情况

source: Enrollment without account can only be enabled when the visibility of the event is Public.
ar: لا يمكن تمكين التسجيل بدون حساب إلا عندما تكون رؤية الحدث عامة.
ca: La matrícula sense compte només es podrà habilitar quan la visibilitat de l'esdeveniment sigui Pública.
it: L'iscrizione senza account può essere attivata solo quando la visibilità dell'evento è Pubblica.
ja: アカウントなしでの登録は、イベントの可視性が「パブリック」の場合にのみ有効です。
nl: Aanmelden zonder account kan alleen worden aangezet wanneer de zichtbaarheid van het evenement op Publiek staat.
pt_br: A inscrição sem conta só pode ser habilitada quando a visibilidade do evento for pública.
uk: Реєстрація без облікового запису можлива лише тоді, коли подія має статус "Публічна".
zh_hans: 只有当事件的可见性为 "公开 "时，才能启用无账户注册。

source: Enrollments
ar: التسجيلات
ca: Matrícules
it: Iscrizioni
ja: 登録者数
nl: Aanmeldingen
pt_br: Inscrições
uk: Реєстрації
zh_hans: 注册人数

source: Enrollments Block
ar: حظر التسجيلات
ca: Bloc d'inscripcions
it: Blocco iscrizioni
ja: 入学者数ブロック
nl: Inschrijvingen blok
pt_br: Bloco de inscrições
uk: Блок реєстрацій
zh_hans: 注册人数

source: Ensures meta information is properly added to pages for SEO and preview links while sharing.
ca: Assegura que la informació meta s'afegeix adequadament a les pàgines per als enllaços de SEO i vista prèvia mentre es comparteix.
it: Assicura che le informazioni meta siano aggiunte correttamente alle pagine per la SEO e l'anteprima dei link durante la condivisione.
ja: SEOのためにメタ情報が適切にページに追加されていることを確認し、共有中にリンクをプレビューする。
pt_br: Garante que as meta-informações sejam adicionadas adequadamente às páginas para SEO e links de visualização durante o compartilhamento.
zh_hans: 确保在页面中正确添加元信息，以实现搜索引擎优化，并在共享时预览链接。

source: Enter a comma separated list of content tags.
ar: أدخل قائمة مفصولة بفواصل لعلامات المحتوى.
ca: Introduïu una llista d'etiquetes de contingut separada per comes.
it: Inserire un elenco separato da virgole di tag di contenuto.
ja: コンテンツタグをカンマ区切りで入力します。
nl: Voer een door komma's gescheiden lijst van inhoudstags in.
pt_br: Insira uma lista separada por vírgulas de tags de conteúdo.
uk: Введіть список тегів вмісту через кому.
zh_hans: 输入以逗号分隔的内容标记列表。

source: Enter information you want to show in the email notifications footer
ar: أدخل المعلومات التي تريد إظهارها في تذييل إشعارات البريد الإلكتروني
ca: Introduïu la informació que voleu mostrar al peu de pàgina de notificacions de correu electrònic
it: Inserite le informazioni che desiderate mostrare nel piè di pagina delle notifiche via e-mail
ja: メール通知のフッターに表示したい情報を入力します。
nl: Geef de informatie in die u wilt weergeven in de voettekst van e-mailmeldingen
pt_br: Insira as informações que você deseja mostrar no rodapé das notificações por e-mail
uk: Введіть інформацію, яку ви хочете показувати в нижньому колонтитулі сповіщень
zh_hans: 输入您希望在电子邮件通知页脚显示的信息

source: Enter information you want to show in the email notifications header
ar: أدخل المعلومات التي تريد إظهارها في ترويسة إشعارات البريد الإلكتروني
ca: Introduïu la informació que voleu mostrar a la capçalera de notificacions de correu electrònic
it: Inserite le informazioni che desiderate mostrare nell'intestazione delle notifiche e-mail.
ja: メール通知のヘッダーに表示したい情報を入力します。
nl: Geef de informatie in die u wilt weergeven in de koptekst van e-mailmeldingen
pt_br: Insira as informações que você deseja mostrar no cabeçalho das notificações por e-mail
uk: Введіть інформацію, яку ви хочете показувати в заголовку сповіщень
zh_hans: 输入您希望在电子邮件通知标题中显示的信息

source: Enter the frontpage. This setting will override the homepage which is set in the Site Configuration form. Enter the path starting with a forward slash. Default: /stream.
ar: أدخل الصفحة الأولى. سيؤدي هذا الإعداد إلى تجاوز الصفحة الرئيسية التي تم تعيينها في نموذج تكوين الموقع. أدخل المسار الذي يبدأ بشرطة مائلة للأمام. الإعداد الافتراضي: /stream.
ca: Entra a la primera pàgina. Aquesta configuració anul·larà la pàgina d'inici que s'estableix al formulari de configuració del lloc. Introduïu el camí que comença amb una barra inclinada cap endavant. Per defecte: /stream.
it: Inserire la pagina iniziale. Questa impostazione sostituisce la homepage impostata nel modulo Configurazione del sito. Inserire il percorso che inizia con una barra in avanti. Predefinito: /stream.
ja: フロントページを入力します。この設定はサイト構成フォームで設定されたホームページを上書きします。フォワードスラッシュで始まるパスを入力します。デフォルトは/stream。
nl: Voer de voorpagina in. Deze instelling overschrijft de homepage die is ingesteld in het Site Configuratie-formulier. Voer het pad in dat begint met een forward slash. Standaard: /stream.
pt_br: Entre na primeira página. Essa configuração substituirá a página inicial definida no formulário Configuração do site. Insira o caminho começando com uma barra para frente. Padrão: /stream.
uk: Введіть головну сторінку. Цей параметр замінить домашню сторінку, встановлену у формі Конфігурація сайту. Введіть шлях, починаючи з прямого слешу. За замовчуванням: /stream.
zh_hans: 输入首页。此设置将覆盖网站配置表单中设置的主页。输入以斜线开头的路径。默认值：/stream。

source: Enter your @s username or email.
ar: ادخل اسم المستخدم الخاص بك أو بريدك الإلكتروني @s.
ca: Introduïu el vostre nom d'usuari o correu electrònic @s.
it: Immettere il nome utente o l'e-mail di @s.
ja: @s ユーザー名またはEメールを入力してください。
nl: Vul je @s gebruikersnaam of e-mailadres in.
pt_br: Digite seu nome de usuário ou e-mail @s.
uk: Введіть ваше @s username або email.
zh_hans: 输入您的@s 用户名或电子邮件。

source: Enter your email, so we can send you event updates.
ar: أدخل بريدك الإلكتروني ، حتى نتمكن من إرسال تحديثات الحدث إليك.
ca: Introdueix el teu correu electrònic, perquè puguem enviar-te actualitzacions d'esdeveniments.
it: Inserite il vostro indirizzo e-mail, in modo da potervi inviare gli aggiornamenti sugli eventi.
ja: Eメールアドレスを入力してください。
nl: Voeg uw e-mailadres toe, zodat we u evenement updates kunnen sturen.
pt_br: Digite seu e-mail para que possamos enviar atualizações sobre o evento.
uk: Введіть свою електронну адресу, щоб ми могли надсилати вам новини про події.
zh_hans: 输入您的电子邮件，以便我们向您发送活动更新信息。

source: Entities
ar: جهات
ca: Entitats
it: Entità
ja: エンティティ
nl: Entiteiten
pt_br: Entidades
uk: Сутності
zh_hans: 实体

source: Entity
ar: كيان
ca: Entitat
it: Entità
ja: エンティティ
nl: Entiteit
pt_br: Entidade
uk: Сутність
zh_hans: 实体

source: Entity %label has been deleted.
ar: تم حذف الكيان %label.
ca: L'entitat %label ha estat eliminada.
it: L'entità %label è stata eliminata.
ja: エンティティ%label は削除されました。
nl: Entiteit %label is verwijderd.
pt_br: A entidade %label foi excluída.
uk: Сутність %label видалено.
zh_hans: 实体%label 已被删除。

source: Entity Access By Field
ar: وصول الكيان حسب الحقل
ca: Accés a l'entitat per camp
it: Accesso all'entità per campo
ja: フィールド別エンティティ・アクセス
nl: Entiteit Toegang Per Veld
pt_br: Acesso à entidade por campo
uk: Доступ до сутності за полем
zh_hans: 按字段访问实体

source: Entity Access Field selector.
ar: محدد حقل الوصول إلى الكيان.
ca: Selector de camp d'accés a entitats.
it: Selettore del campo di accesso all'entità.
ja: エンティティ・アクセス・フィールド・セレクタ。
nl: Entiteit Toegangsveld selector.
pt_br: Seletor de campo de acesso à entidade.
uk: Селектор поля доступу до сутності.
zh_hans: 实体访问字段选择器。

source: Entity ID
ar: معرف الكيان
ca: Identificació de l'entitat
it: ID entità
ja: エンティティID
nl: Entiteit-ID
pt_br: ID da entidade
uk: ID сутності
zh_hans: 实体 ID

source: Entity Reference
ar: مرجع الكيان
ca: Referència de l'entitat
it: Riferimento all'entità
ja: エンティティ・リファレンス
nl: Referentietype
pt_br: Referência da entidade
uk: Посилання на сутність
zh_hans: 实体参考

source: Entity Type
ar: نوع الكيان
ca: Tipus d'entitat
it: Tipo di entità
ja: エンティティ・タイプ
nl: Entiteitstype
pt_br: Tipo de entidade
uk: Тип сутності
zh_hans: 实体类型

source: Entity access field
ar: حقل وصول الكيان
ca: Camp d'accés a l'entitat
it: Campo di accesso all'entità
ja: エンティティ・アクセス・フィールド
nl: Toegangsveld tot entiteit
pt_br: Campo de acesso à entidade
uk: Поле доступу до сутності
zh_hans: 实体访问字段

source: Entity access field settings
ar: إعدادات حقل وصول الكيان
ca: Configuració del camp d'accés a l'entitat
it: Impostazioni del campo di accesso all'entità
ja: エンティティ・アクセス・フィールドの設定
nl: Entiteit toegang veld instellingen
pt_br: Configurações do campo de acesso à entidade
uk: Налаштування поля доступу до сутності
zh_hans: 实体访问字段设置

source: Entity and/or Bundle type
ar: نوع الكيان و / أو الحزمة
ca: Tipus d'entitat i/o paquet
it: Tipo di entità e/o di bundle
ja: エンティティおよび/またはバンドルタイプ
nl: Type entiteit en/of bundel
pt_br: Tipo de entidade e/ou pacote
uk: Тип об'єкта та/або пакета
zh_hans: 实体和/或数据包类型

source: Entity exists in single group
ar: الكيان موجود في مجموعة واحدة
ca: L'entitat existeix en grup únic
it: L'entità esiste in un unico gruppo
ja: 単一のグループに存在するエンティティ
nl: Entiteit bestaat in één groep
pt_br: A entidade existe em um único grupo
uk: Організація існує в одній групі
zh_hans: 实体存在于单一组中

source: Entity id
ar: معرف الكيان
ca: Identificació de l'entitat
it: Id dell'entità
ja: エンティティID
nl: Entiteit-ID
pt_br: ID da entidade
uk: Ідентифікатор сутності
zh_hans: 实体 ID

source: Entity type
ar: نوع الكيان
ca: Tipus d'entitat
it: Tipo di entità
ja: エンティティ・タイプ
nl: Entiteitstype
pt_br: Tipo de entidade
uk: Тип сутності
zh_hans: 实体类型

source: Entity type of entity that contains mention
ar: نوع الكيان الكيان الذي يحتوي على ذكر
ca: Tipus d'entitat que conté menció
it: Tipo di entità dell'entità che contiene la menzione
ja: 言及を含むエンティティのエンティティタイプ
nl: Entiteitstype van de entiteit die de vermelding bevat
pt_br: Tipo de entidade que contém menção
uk: Тип сутності, що містить згадку
zh_hans: 包含提及内容的实体类型
