Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Files
ar: الملفات
ca: Fitxers
it: File
ja: ファイル
nl: Bestanden
pt_br: Arquivos
uk: Файли
zh_hans: 文件

source: Filter
ar: تصفية
ca: Filtre
it: Filtro
ja: フィルター
nl: Filteren
pt_br: Filtro
uk: Фільтр
zh_hans: 过滤器

source: Filter Block
ar: صندوق التصفية
ca: Bloc de filtre
it: Blocco filtro
ja: フィルターブロック
nl: Filterblok
pt_br: Bloco de filtro
uk: Блок фільтрів
zh_hans: 过滤块

source: Filter activities by tags
ar: تصفية الأنشطة بالعلامات
ca: Filtrar activitats per etiquetes
it: Filtrare le attività per tag
ja: タグで活動を絞り込む
nl: Activiteiten filteren op tags
pt_br: Filtrar atividades por tags
uk: Фільтрувати активності за тегами
zh_hans: 按标签筛选活动

source: Filter activities for Explore page
ar: تصفية الأنشطة لصفحة الاستكشاف
ca: Filtrar activitats per a la pàgina Explora
it: Filtrare le attività per la pagina Esplora
ja: 探検ページのフィルタリング活動
nl: Filter activiteiten voor Verkennen pagina
pt_br: Filtrar atividades para a página Explorar
uk: Фільтрувати дії для сторінки "Огляд
zh_hans: 为 "探索 "页面筛选活动

source: Filter activities for personalised homepage
ar: تصفية الأنشطة للصفحة الرئيسية الشخصية
ca: Filtrar activitats per a la pàgina d'inici personalitzada
it: Filtrare le attività per una homepage personalizzata
ja: パーソナライズされたホームページのためのフィルタリング活動
nl: Filter activiteiten voor gepersonaliseerde homepage
pt_br: Filtrar atividades para uma página inicial personalizada
uk: Фільтруйте дії для персоналізованої домашньої сторінки
zh_hans: 为个性化主页筛选活动

source: Filter by group
ar: التصفية حسب المجموعة
ca: Filtra per grup
it: Filtrare per gruppo
ja: グループによる絞り込み
nl: Filter op groep
pt_br: Filtrar por grupo
uk: Фільтр за групами
zh_hans: 按组别筛选

source: Filter by profile tags
ar: التصفية حسب علامات الملف الشخصي
ca: Filtrar per etiquetes de perfil
it: Filtrare per tag del profilo
ja: プロフィールタグで絞り込む
nl: Filter op profieltags
pt_br: Filtrar por tags de perfil
uk: Фільтр за тегами профілю
zh_hans: 按个人资料标签筛选

source: Filter deleted threads
ar: تصفية المواضيع المحذوفة
ca: Filtrar fils suprimits
it: Filtrare le discussioni cancellate
ja: 削除されたスレッドをフィルターする
nl: Filter verwijderde threads
pt_br: Filtrar tópicos excluídos
uk: Фільтрувати видалені теми
zh_hans: 过滤已删除的主题

source: Filter events by start date and end date
ar: تصفية الأحداث حسب تاريخ البدء وتاريخ الانتهاء
ca: Filtrar esdeveniments per data d'inici i data de finalització
it: Filtrare gli eventi per data di inizio e data di fine
ja: 開始日と終了日によるイベントのフィルタリング
nl: Filter gebeurtenissen op begin- en einddatum
pt_br: Filtrar eventos por data de início e data de término
uk: Фільтрувати події за датою початку та датою завершення
zh_hans: 按开始日期和结束日期筛选事件

source: Filter on activities for personalised homepage.
ar: تصفية على الأنشطة للصفحة الرئيسية الشخصية.
ca: Filtrar sobre activitats per a la pàgina d'inici personalitzada.
it: Filtro sulle attività per una homepage personalizzata.
ja: アクティビティにフィルタをかけて、パーソナライズされたホームページに。
nl: Filter op activiteiten voor een gepersonaliseerde homepage.
pt_br: Filtre as atividades para obter uma página inicial personalizada.
uk: Фільтр за видами діяльності для персоналізованої домашньої сторінки.
zh_hans: 根据活动筛选个性化主页。

source: Filter on activities for the Explore page.
ar: تصفية الأنشطة لصفحة الاستكشاف.
ca: Filtra les activitats de la pàgina Explora.
it: Filtro sulle attività per la pagina Esplora.
ja: Exploreページのアクティビティにフィルタをかける。
nl: Filter op activiteiten voor de pagina Verkennen.
pt_br: Filtre as atividades da página Explorar.
uk: Фільтруйте дії на сторінці "Дослідити".
zh_hans: 为 "探索 "页面筛选活动。

source: Filter on activities for the personalised homepage.
ar: تصفية على الأنشطة للصفحة الرئيسية الشخصية.
ca: Filtra les activitats per a la pàgina d'inici personalitzada.
it: Filtro sulle attività per la homepage personalizzata.
ja: パーソナライズされたホームページのために活動をフィルタリングします。
nl: Filter op activiteiten voor de gepersonaliseerde homepage.
pt_br: Filtre as atividades para a página inicial personalizada.
uk: Фільтруйте активності для персоналізованої домашньої сторінки.
zh_hans: 为个性化主页筛选活动。

source: Filter users by tags they are following
ar: تصفية المستخدمين حسب العلامات التي يتابعونها
ca: Filtra els usuaris per etiquetes que estan seguint
it: Filtrare gli utenti in base ai tag che seguono
ja: フォローしているタグでユーザーを絞り込む
nl: Filter gebruikers op tags die ze volgen
pt_br: Filtrar usuários por tags que eles estão seguindo
uk: Фільтруйте користувачів за тегами, за якими вони стежать
zh_hans: 根据用户关注的标签筛选用户

source: Filters
ar: الفلاتر
ca: Filtres
it: Filtri
ja: フィルター
pt_br: Filtros
uk: Фільтри
zh_hans: 过滤器

source: Filters for date used in Open Social
ar: مرشحات التاريخ المستخدمة في Open Social
ca: Filtres per a la data utilitzada a Open Social
it: Filtri per la data utilizzata in Open Social
ja: オープンソーシャルで使用する日付のフィルター
nl: Filters voor datum gebruikt in Open Social
pt_br: Filtros para data usados no Open Social
uk: Фільтри за датою, що використовуються в Open Social
zh_hans: 筛选 "开放社交 "中使用的日期

source: Find and manage comments.
ar: ابحث عن التعليقات وقم بإدارتها.
ca: Cerca i gestiona comentaris.
it: Trovare e gestire i commenti.
ja: コメントの検索と管理
nl: Reacties goedkeuren en beheren
pt_br: Encontre e gerencie comentários.
uk: Знаходьте коментарі та керуйте ними.
zh_hans: 查找和管理评论。

source: Find and manage content
ar: البحث عن المحتوى وإدارته
ca: Cerca i gestiona contingut
it: Trovare e gestire i contenuti
ja: コンテンツの検索と管理
nl: Zoek en beheer inhoud
pt_br: Encontre e gerencie conteúdo
uk: Пошук матеріалів та керування ними
zh_hans: 查找和管理内容

source: Find and manage content.
ar: البحث عن المحتوى وإدارته.
ca: Cerca i gestiona contingut.
it: Trovare e gestire i contenuti.
ja: コンテンツの検索と管理
nl: Zoek en beheer inhoud.
pt_br: Encontre e gerencie conteúdo.
uk: Пошук матеріалів і керування ними.
zh_hans: 查找和管理内容

source: Find and manage people interacting with your site.
ar: البحث عن وإدارة الأشخاص الذين يتفاعلون مع موقعك.
ca: Troba i gestiona persones que interactuen amb el teu lloc.
it: Trovare e gestire le persone che interagiscono con il vostro sito.
ja: あなたのサイトと相互作用している人々を見つけ、管理する。
nl: Vind en beheer mensen die met uw site interageren.
pt_br: Encontre e gerencie pessoas interagindo com seu site.
uk: Пошук людей, які взаємодіють з сайтом, і керування ними.
zh_hans: 查找并管理与网站互动的人员。

source: Find people by name
ar: ابحث عن الأشخاص بالاسم
ca: Cercar persones per nom
it: Trova le persone per nome
ja: 名前で人を探す
nl: Zoek leden op naam
pt_br: Encontre pessoas pelo nome
uk: Знайти людей за іменем
zh_hans: 按姓名查找

source: Find people by name or email address
ar: ابحث عن الناس بالاسم أو عنوان البريد الإلكتروني
ca: Cercar persones per nom o adreça de correu electrònic
it: Trovare persone per nome o indirizzo e-mail
ja: 名前またはメールアドレスで検索
nl: Zoek leden op naam of e-mailadres
pt_br: Encontre pessoas por nome ou endereço de e-mail
uk: Знайдіть людей за іменами чи адресами електронної пошти
zh_hans: 通过姓名或电子邮件地址查找联系人

source: Finished
ar: انتهت
ca: Acabat
it: Finito
ja: 終了
nl: Voltooid
pt_br: Concluído
uk: Завершено
zh_hans: 完成

source: First
ar: الأول
ca: En primer lloc
it: Primo
ja: 最初
nl: Eerste
pt_br: Primeiro
uk: Перший
zh_hans: 第一

source: First and last name or username, depends on settings.
ar: يعتمد الاسم الأول والأخير أو اسم المستخدم على الإعدادات.
ca: Nom i cognoms o nom d'usuari, depèn de la configuració.
it: Nome e cognome o nome utente, a seconda delle impostazioni.
ja: 姓名またはユーザー名（設定による
nl: Voor- en achternaam of gebruikersnaam, afhankelijk van de instellingen.
pt_br: Nome e sobrenome ou nome de usuário dependem das configurações.
uk: Ім'я та прізвище або ім'я користувача, залежно від налаштувань.
zh_hans: 姓名或用户名，取决于设置。

source: First name
ar: الاسم الاول
ca: Cognom
it: Nome
ja: 名前
nl: Voornaam
pt_br: Primeiro nome
uk: Ім’я
zh_hans: 姓名

source: Flags
ar: البلاغات
ca: Banderes
it: Bandiere
ja: フラッグ
nl: Vlaggen
pt_br: Bandeiras
uk: Прапори
zh_hans: 旗帜

source: Flat style
ar: أسلوب مسطح
ca: Estil pla
it: Stile piatto
ja: フラットスタイル
nl: Vlakke stijl
pt_br: Estilo plano
uk: Плоский стиль
zh_hans: 扁平风格

source: Flexible Group
ar: مجموعة مرنة
ca: Grup Flexible
it: Gruppo flessibile
ja: フレキシブル・グループ
nl: Flexibele groep
pt_br: Grupo flexível
uk: Гнучка група
zh_hans: 灵活小组

source: Flexible group
ar: مجموعة مرنة
ca: Grup flexible
it: Gruppo flessibile
ja: フレキシブル・グループ
nl: Flexibele groep
pt_br: Grupo flexível
uk: Гнучка група
zh_hans: 灵活小组

source: Flexible group: Group Invitation
ar: مجموعة مرنة: دعوة جماعية
ca: Grup flexible: Invitació de grup
it: Gruppo flessibile: Invito di gruppo
ja: 柔軟なグループグループ招待
nl: Flexibele groep: Groepsuitnodiging
pt_br: Grupo flexível: convite para grupos
uk: Гнучка група: Запрошення до групи
zh_hans: 灵活的小组：小组邀请

source: Flexible group: Group membership
ar: المجموعة المرنة: عضوية المجموعة
ca: Grup flexible: Afiliació al grup
it: Gruppo flessibile: Membri del gruppo
ja: 柔軟なグループグループメンバー
nl: Flexibele groep: Groep lidmaatschap
pt_br: Grupo flexível: associação ao grupo
uk: Гнучка група: Членство в групі
zh_hans: 灵活的小组：组员资格

source: Flexible group: Group membership request
ar: المجموعة المرنة: طلب عضوية المجموعة
ca: Grup flexible: Sol·licitud d'adhesió al grup
it: Gruppo flessibile: Richiesta di adesione al gruppo
ja: 柔軟なグループグループメンバー申請
nl: Flexibele groep: Aanvraag voor groepslidmaatschap
pt_br: Grupo flexível: solicitação de associação ao grupo
uk: Гнучка група: Запит на членство в групі
zh_hans: 灵活的小组：组员资格申请

source: Flexible group: Group node (Album)
ar: المجموعة المرنة: عقدة المجموعة (الألبوم)
ca: Grup flexible: Node de grup (Àlbum)
it: Gruppo flessibile: Nodo gruppo (Album)
ja: 柔軟なグループグループノード (アルバム)
nl: Flexibele groep: groepsnode (album)
pt_br: Grupo flexível: Nó de grupo (álbum)
uk: Гнучка група: Вузол групи (Альбом)
zh_hans: 灵活的组：组节点（相册）

source: Flexible group: Group node (Book page)
ar: مجموعة مرنة: عقدة المجموعة (صفحة الكتاب)
ca: Grup flexible: Node de grup (Pàgina del llibre)
it: Gruppo flessibile: Nodo di gruppo (pagina del libro)
ja: 柔軟なグループグループノード (ブックページ)
nl: Flexibele groep: Groepsinhoudsitem (Boekpagina)
pt_br: Grupo flexível: nó do grupo (página do livro)
uk: Гнучка група: Вузол групи (сторінка книги)
zh_hans: 灵活的组：组节点（图书页面）

source: Flexible groups
ar: مجموعة مرنة
ca: Grups flexibles
it: Gruppi flessibili
ja: 柔軟なグループ
nl: Flexibele groep
pt_br: Grupos flexíveis
uk: Гнучкі групи
zh_hans: 灵活的小组

source: Flood Control Settings
ar: إعدادات التحكم في الفيضانات
ca: Configuració de control d'inundacions
it: Impostazioni per il controllo delle inondazioni
ja: 洪水調節の設定
nl: Instellingen voor overstromingsbeheer
pt_br: Configurações de controle de inundação
uk: Налаштування захисту від повеней
zh_hans: 防洪设置

source: Flood control limit
ar: حد التحكم في الفيضانات
ca: Límit de control d'inundacions
it: Limite di controllo delle inondazioni
ja: 洪水調節限度
nl: Begrenzing van de overstroming
pt_br: Limite de controle de inundação
uk: Ліміт протипаводкового захисту
zh_hans: 防洪限制

source: Flood control window
ar: نافذة التحكم في الفيضانات
ca: Finestra de control d'inundacions
it: Finestra di controllo delle inondazioni
ja: 洪水調節ウィンドウ
nl: Venster voor overstromingscontrole
pt_br: Janela de controle de inundação
uk: Протипаводкове вікно
zh_hans: 防洪窗口

source: Flood settings
ar: إعدادات الفيضان
ca: Configuració d'inundació
it: Impostazioni dell'alluvione
ja: 洪水設定
nl: Overstromingsinstellingen
pt_br: Configurações de inundação
uk: Налаштування потоку
zh_hans: 洪水设置

source: Flush profile data
ar: مسح بيانات الملف الشخصي
ca: Flush dades del perfil
it: Dati del profilo di lavaggio
ja: フラッシュプロファイルデータ
nl: Profieldata definitief verwijderen
pt_br: Limpe os dados do perfil
uk: Дані профілю змиву
zh_hans: 冲洗剖面数据

source: Flush profile fields
ar: مسح حقول الملف الشخصي
ca: Esborrar els camps de perfil
it: Campi del profilo a filo
ja: フラッシュ・プロファイル・フィールド
nl: Profielvelden spoelen
pt_br: Limpe os campos do perfil
uk: Змити поля профілю
zh_hans: 刷新配置文件字段

source: Flush profile.
ar: الملف الشخصي دافق.
ca: Perfil Flush.
it: Profilo a filo.
ja: フラッシュプロファイル。
nl: Profiel verversen.
pt_br: Limpe o perfil.
uk: Профіль врівень з поверхнею.
zh_hans: 平头轮廓。

source: Flushing profiles.
ar: تفريغ الملفات الشخصية.
ca: Perfils de rentat.
it: Profili di risciacquo.
ja: フラッシング・プロファイル。
nl: Profielen verversen.
pt_br: Perfis de lavagem.
uk: Промивання профілів.
zh_hans: 冲洗剖面。

source: Follow
ar: متابعة
ca: Seguir
it: Seguire
ja: フォロー
nl: Volg
pt_br: Siga
uk: Продовжити
zh_hans: 跟进

source: Follow User
ar: اتبع المستخدم
ca: Segueix l'usuari
it: Segui l'utente
ja: ユーザーをフォローする
nl: Gebruiker volgen
pt_br: Seguir usuário
uk: Стежити за користувачем
zh_hans: 关注用户

source: Follow content
ar: تابع المحتوى
ca: Segueix el contingut
it: Seguire i contenuti
ja: コンテンツをフォローする
nl: Volg inhoud
pt_br: Siga o conteúdo
uk: Слідкуйте за контентом
zh_hans: 关注内容

source: Follow tag
ar: تابع العلامة
ca: Segueix l'etiqueta
it: Segui il tag
ja: フォロータグ
nl: Volg tag
pt_br: Siga a tag
uk: Слідкуйте за тегом
zh_hans: 跟随标签

source: Follow tags
ar: تابع العلامة
ca: Segueix les etiquetes
it: Segui i tag
ja: タグをフォローする
nl: Tags volgen
pt_br: Siga as tags
uk: Слідкуйте за тегами
zh_hans: 关注标签

source: Follow term
ar: تابع المصطلح
ca: Seguir terme
it: Seguire il termine
ja: フォローターム
nl: Volg tag
pt_br: Siga o termo
uk: Слідкуйте за терміном
zh_hans: 按照学期

source: Follow user
ar: متابعة المستخدم
ca: Segueix l'usuari
it: Seguire l'utente
ja: ユーザーをフォローする
nl: Gebruiker volgen
pt_br: Siga o usuário
uk: Стежити за користувачем
zh_hans: 关注用户

source: Follow user settings
ar: اتبع إعدادات المستخدم
ca: Seguiu la configuració de l'usuari
it: Seguire le impostazioni dell'utente
ja: ユーザー設定に従う
nl: Gebruikersinstellingen volgen
pt_br: Siga as configurações do usuário
uk: Дотримуйтесь налаштувань користувача
zh_hans: 遵循用户设置

source: Followers
ar: متابعون
ca: Seguidors
it: Seguaci
ja: フォロワー
nl: Volgers
pt_br: Seguidores
uk: Відстежувачі
zh_hans: 追随者

source: Followers count
ca: Compte de seguidors
it: Conteggio dei follower
ja: フォロワー数
pt_br: Contagem de seguidores
zh_hans: 粉丝数

source: Following
ar: أعضاء أتابعهم
ca: Seguint
it: Di seguito
ja: 以下
nl: Volgend
pt_br: Segue
uk: Підписка
zh_hans: 后续行动

source: Following content activity context
ar: متابعة سياق نشاط المحتوى
ca: Seguint el context de l'activitat del contingut
it: Seguendo il contesto dell'attività di contenuto
ja: コンテンツ・アクティビティ・コンテキストに続く
nl: Naar aanleiding van inhoud activiteit context
pt_br: Seguindo o contexto da atividade de conteúdo
uk: Слідкуйте за контекстом контент-активності
zh_hans: 遵循内容活动背景

source: Following tag activity context
ar: متابعة سياق نشاط العلامة
ca: Següent etiqueta context de l'activitat
it: Seguendo il contesto di attività dei tag
ja: タグのアクティビティコンテキストに続く
nl: Volgende tag activiteit context
pt_br: Seguindo o contexto da atividade da tag
uk: Відстеження контексту активності тегів
zh_hans: 遵循标签活动背景

source: Following tags
ar: متابعة العلامات
ca: Següent etiquetes
it: Tag seguenti
ja: タグに続く
nl: Tags die ik volg
pt_br: Seguindo tags
uk: Наступні теги
zh_hans: 以下标签

source: Following taxonomy activity context
ar: متابعة سياق نشاط التصنيف
ca: Seguint el context de l'activitat de la taxonomia
it: Contesto di attività della tassonomia seguente
ja: 次のタクソノミーの活動状況
nl: Volgende taxonomie activiteit context
pt_br: Seguindo o contexto da atividade de taxonomia
uk: Дотримуючись контексту таксономічної діяльності
zh_hans: 遵循分类法活动背景

source: Following users
ar: متابعة المستخدمين
ca: Seguint usuaris
it: Seguire gli utenti
ja: フォローユーザー
nl: Gebruikers volgen
pt_br: Seguindo usuários
uk: Наступні користувачі
zh_hans: 关注用户

source: Font
ar: الخط
it: Carattere
ja: フォント
nl: Lettertype
pt_br: Fonte
uk: Шрифт
zh_hans: 字体

source: Font ID
ar: معرف الخط
ca: ID de tipus de lletra
it: ID carattere
ja: フォントID
nl: Lettertype ID
pt_br: ID da fonte
uk: Ідентифікатор шрифту
zh_hans: 字体 ID

source: Font list
ar: قائمة الخطوط
ca: Llista de fonts
it: Elenco dei font
ja: フォントリスト
nl: Lijst met lettertypen
pt_br: Lista de fontes
uk: Список шрифтів
zh_hans: 字体列表

source: Font settings
ar: إعدادات الخط
ca: Configuració de tipus de lletra
it: Impostazioni dei caratteri
ja: フォント設定
nl: Lettertype instellingen
pt_br: Configurações de fonte
uk: Налаштування шрифтів
zh_hans: 字体设置

source: Fonts
ar: الخطوط
ca: Tipus de Lletra
it: Caratteri
ja: フォント
nl: Lettertypes
pt_br: Fontes
uk: Шрифти
zh_hans: 字体

source: Footer
ar: الفوتر
ca: Peu de pàgina
it: Piè di pagina
ja: フッター
pt_br: Rodapé
uk: Нижній колонтитул
zh_hans: 页脚

source: Footer block settings
ar: إعدادات صندوق التذييل "الفوتر"
ca: Configuració del bloc de peu de pàgina
it: Impostazioni del blocco piè di pagina
ja: フッターブロックの設定
nl: Instellingen voettekstblok
pt_br: Configurações do bloco de rodapé
uk: Налаштування блоку нижнього колонтитула
zh_hans: 页脚区块设置

source: Footer branding configuration
ar: تكوين العلامة التجارية للتذييل
ca: Configuració de marca a peu de pàgina
it: Configurazione del marchio a piè di pagina
ja: フッターのブランド設定
nl: Configuratie voettekstbranding
pt_br: Configuração da marca do rodapé
uk: Конфігурація брендування нижнього колонтитула
zh_hans: 页脚品牌配置

source: Footer markup
ar: ترميز التذييل "الفوتر"
ca: Marcatge a peu de pàgina
it: Markup del piè di pagina
ja: フッターマークアップ
nl: Voettekst opmaak
pt_br: Marcação de rodapé
uk: Розмітка нижнього колонтитула
zh_hans: 页脚标记

source: Footer menu
ar: قائمة التذييل
ca: Menú a peu de pàgina
it: Menu a piè di pagina
ja: フッターメニュー
nl: Voettekst menu
pt_br: Menu de rodapé
uk: Меню нижнього колонтитула
zh_hans: 页脚菜单

source: Footer region
ar: منطقة التذييل "الفوتر"
ca: Regió de peu de pàgina
it: Regione del piè di pagina
ja: フッター領域
nl: Footer regio
pt_br: Região do rodapé
uk: Область нижнього колонтитулу
zh_hans: 页脚区域

source: Footer region to put the JS in.
ar: منطقة التذييل لوضع جافاسكريبت فيها.
ca: Regió de peu de pàgina per posar el JS.
it: Area del piè di pagina in cui inserire il JS.
ja: JSを置くフッター領域。
nl: Footer regio om de JS in te plaatsen.
pt_br: Região do rodapé para colocar o JS.
uk: Область нижнього колонтитула для розміщення JS.
zh_hans: 在页脚区域放入 JS。

source: For each email notification below, you can choose to turn it off, receive it immediately or in a daily or weekly digest. Email notifications will only be sent when you are not active in the platform.
ar: لكل إشعار بريد إلكتروني أدناه ، يمكنك اختيار إيقاف تشغيله أو استلامه على الفور أو في ملخص يومي أو أسبوعي. سيتم إرسال إشعارات البريد الإلكتروني فقط عندما لا تكون نشطًا في النظام الأساسي.
ca: Per a cada notificació per correu electrònic a continuació, podeu optar per desactivar-la, rebre-la immediatament o en un digestiu diari o setmanal. Les notificacions per correu electrònic només s'enviaran quan no estigueu actius a la plataforma.
it: Per ogni notifica e-mail di seguito riportata, è possibile scegliere di disattivarla, riceverla immediatamente o in un digest giornaliero o settimanale. Le notifiche via e-mail saranno inviate solo quando non si è attivi nella piattaforma.
ja: 以下の各Eメール通知について、オフ、即時受信、日次または週次ダイジェストのいずれかを選択できます。電子メール通知は、あなたがプラットフォームでアクティブでない場合にのみ送信されます。
nl: Voor iedere email notificatie hieronder, kunt u instellen of u ze wel/niet wilt ontvangen. Daarnaast kunt u kiezen om ze 1 keer per dag, of 1 keer per week gebundeld te ontvangen. E-mailmeldingen worden alleen verzonden als u niet actief bent op het platform.
pt_br: Para cada notificação por e-mail abaixo, você pode optar por desativá-la, recebê-la imediatamente ou em um resumo diário ou semanal. As notificações por e-mail só serão enviadas quando você não estiver ativo na plataforma.
uk: Для кожного сповіщення електронною поштою, наведеного нижче, ви можете вимкнути його, отримувати негайно або в щоденному чи щотижневому дайджесті. Сповіщення електронною поштою надсилатимуться лише тоді, коли ви не активні на платформі.
zh_hans: 对于以下每种电子邮件通知，您可以选择关闭、立即接收或以每日或每周摘要的形式接收。只有当您不在平台上活动时，才会发送电子邮件通知。

source: For multiple invitees separate each name or email with a comma
ca: Per a diversos convidats separa cada nom o correu electrònic amb una coma
it: Per più invitati, separare ogni nome o e-mail con una virgola
ja: 複数の招待者の場合は、それぞれの名前またはEメールをカンマで区切ってください。
pt_br: Para vários convidados, separe cada nome ou e-mail com uma vírgula
zh_hans: 对于多个受邀者，请用逗号分隔每个姓名或电子邮件

source: For upcoming events sort ASC by start date and for passed events change order to DESC.
ar: للأحداث القادمة قم بفرز ASC حسب تاريخ البدء وللأحداث التي تم تمريرها إلى ترتيب التغيير إلى DESC.
ca: Per a propers esdeveniments ordeneu ASC per data d'inici i per esdeveniments passats canvieu l'ordre a DESC.
it: Per gli eventi imminenti ordinare in ASC per data di inizio e per gli eventi passati cambiare l'ordine in DESC.
ja: 今後のイベントは開始日順にASCソートし、通過したイベントはDESCソートに変更してください。
nl: Voor komende evenementen sorteer je ASC op startdatum en voor voorbije evenementen verander je de volgorde in DESC.
pt_br: Para eventos futuros, classifique ASC por data de início e, para eventos passados, altere a ordem para DESC.
uk: Для майбутніх подій відсортуйте ASC за датою початку, а для подій, що відбулися, змініть порядок на DESC.
zh_hans: 对于即将举办的活动，按开始日期以 ASC 排序；对于已举办的活动，将顺序改为 DESC。

source: For which group type a user should be added to the group when enrolling for an event.
ar: بالنسبة إلى نوع المجموعة ، يجب إضافة مستخدم إلى المجموعة عند التسجيل في فعالية.
ca: Per a quin tipus de grup s'ha d'afegir un usuari al grup quan es matricula per a un esdeveniment.
it: Per quale tipo di gruppo un utente deve essere aggiunto al gruppo quando si iscrive a un evento.
ja: イベントに登録する際、ユーザーをどのグループタイプに追加するか。
nl: Voor welk groepstype een gebruiker moet worden toegevoegd aan de groep bij de inschrijving voor een evenement.
pt_br: Para qual tipo de grupo um usuário deve ser adicionado ao grupo ao se inscrever em um evento.
uk: Для якого типу групи користувач повинен бути доданий до групи під час реєстрації на подію.
zh_hans: 报名参加活动时，应将用户添加到哪种组类型的组中。

source: For which group type the invite feature is turned on.
ar: بالنسبة إلى نوع المجموعة ، يتم تشغيل ميزة الدعوة.
ca: Per a quin tipus de grup està activada la funció d'invitació.
it: Per quale tipo di gruppo è attivata la funzione di invito.
ja: どのグループタイプで招待機能がオンになっているか。
nl: Voor welke groep type de uitnodiging feature is aangezet.
pt_br: Para qual tipo de grupo o recurso de convite está ativado.
uk: Для якого типу групи ввімкнено функцію запрошення.
zh_hans: 对于哪种组类型，邀请功能是开启的。

source: Forgot password?
ar: هل نسيت كلمة المرور؟
ca: Has oblidat la contrasenya?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？
nl: Wachtwoord vergeten?
pt_br: Esqueceu a senha?
uk: Забули пароль?
zh_hans: 忘记密码？

source: Format
ar: التنسيق
it: Formato
ja: フォーマット
nl: Formaat
pt_br: Formato
uk: Формат
zh_hans: 格式

source: Frontpage Path
ar: مسار الصفحة الأولى
ca: Ruta de la primera pàgina
it: Percorso in prima pagina
ja: フロントページのパス
nl: Voorpagina pad
pt_br: Caminho da primeira página
uk: Шлях до головної сторінки
zh_hans: 首页路径

source: Frontpage path
ar: مسار الصفحة الأولى
ca: Ruta de la primera pàgina
it: Percorso della prima pagina
ja: フロントページのパス
nl: Voorpagina pad
pt_br: Caminho da primeira página
uk: Шлях до головної сторінки
zh_hans: 首页路径

source: Full HTML
ar: HTML كامل
ca: HTML complet
it: HTML completo
ja: フルHTML
nl: Vol HTML
pt_br: HTML completo
uk: Повний HTML
zh_hans: 完整 HTML

source: Function
ar: الوظيفة
ca: Funció
it: Funzione
ja: 機能
nl: Functie
pt_br: Função
uk: Функція
zh_hans: 功能

source: Function and organization
ar: الوظيفة والتنظيم
ca: Funció i organització
it: Funzione e organizzazione
ja: 機能と組織
nl: Functie en organisatie
pt_br: Função e organização
uk: Функція та організація
zh_hans: 功能和组织

source: Further specify how the content should be selected
ar: حدد كذلك كيفية اختيار المحتوى
ca: Especificar més com s'ha de seleccionar el contingut
it: Specificare ulteriormente il modo in cui il contenuto deve essere selezionato
ja: コンテンツの選択方法をさらに指定する
nl: Specificeer verder hoe de inhoud wordt geselecteerd
pt_br: Especifique ainda como o conteúdo deve ser selecionado
uk: Далі вкажіть, як слід відбирати контент
zh_hans: 进一步指定选择内容的方式
