Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Header image for Landing Page Hero small section.
ar: صورة العنوان للقسم الصغير بطل الصفحة المقصودة.
ca: Imatge de capçalera per a la secció petita de la pàgina de destinació Hero.
it: Immagine di intestazione per la sezione piccola della Landing Page Hero.
ja: ランディングページ・ヒーローの小セクションのヘッダー画像。
nl: Header afbeelding voor Landing Page Hero kleine sectie.
pt_br: Imagem do cabeçalho da seção pequena do Landing Page Hero.
uk: Зображення заголовка для невеликого розділу Landing Page Hero.
zh_hans: Landing Page Hero 小部分的标题图片。

source: Header image in the AN hero region
ar: صورة العنوان في منطقة البطل
ca: Imatge de capçalera a la regió d'heroi AN
it: Immagine di intestazione nella regione AN hero
ja: ANヒーロー領域のヘッダー画像
nl: Kopregelafbeelding in het AN-heldengebied
pt_br: Imagem do cabeçalho na região do herói AN
uk: Зображення заголовка в регіоні-герої АН
zh_hans: AN 英雄区域中的标题图像

source: Header image in the hero region
ar: صورة العنوان في منطقة البطل
ca: Imatge de capçalera a la regió dels herois
it: Immagine di intestazione nella regione degli eroi
ja: ヒーロー領域のヘッダー画像
nl: Kopregelafbeelding in de heldenregio
pt_br: Imagem do cabeçalho na região do herói
uk: Зображення заголовка в регіоні-герої
zh_hans: 英雄区域中的标题图像

source: Header markup
ar: ترميز التذييل "الفوتر"
ca: Marcatge de capçalera
it: Marcatura dell'intestazione
ja: ヘッダーマークアップ
nl: Opmaak koptekst
pt_br: Marcação de cabeçalho
uk: Розмітка заголовка
zh_hans: 标题标记

source: Help
ar: مساعدة
ca: Ajuda
it: Aiuto
ja: ヘルプ
pt_br: Socorro
uk: Довідка
zh_hans: 帮助

source: Helper
ar: المساعد
ca: Ajudant
it: Aiutante
ja: ヘルパー
nl: Hulpveld
pt_br: Ajudante
uk: Помічник.
zh_hans: 助手

source: Hero
ar: القسم الرئيسي Hero
ca: Heroi
it: Eroe
ja: ヒーロー
nl: Held
pt_br: Herói
uk: Герой
zh_hans: 英雄

source: Hero AN
ar: بطل AN
ca: Heroi AN
it: Eroe AN
ja: ヒーローAN
nl: Held AN
pt_br: Herói AN
uk: Герой АН
zh_hans: 英雄 AN

source: Hero Landing
ar: هبوط البطل
ca: Desembarcament d'herois
it: Atterraggio dell'eroe
ja: ヒーロー・ランディング
nl: Heldenlanding
pt_br: Desembarque de heróis
uk: Героїчний десант
zh_hans: 英雄着陆

source: Hero Small Landing
ar: هبوط البطل الصغير
ca: Heroi Petit aterratge
it: Eroe Piccolo Atterraggio
ja: ヒーロー・スモール・ランディング
nl: Hero Kleine landing
uk: Герой Малого Десанту
zh_hans: 英雄小登陆

source: Hero block with a call to action (for example on the AN homepage)
ar: حظر الأبطال مع عبارة تحث المستخدم على اتخاذ إجراء (على سبيل المثال في صفحة AN الرئيسية)
ca: Bloc d'herois amb una crida a l'acció (per exemple a la pàgina principal de l'AN)
it: Blocco eroe con invito all'azione (ad esempio sulla homepage di AN)
ja: 行動を呼びかけるヒーロー・ブロック（例えばANホームページの場合）
nl: Heldenblok met een oproep tot actie (bijvoorbeeld op de homepage van AN)
pt_br: Bloco de heróis com uma chamada à ação (por exemplo, na página inicial da AN)
uk: Блок героя із закликом до дії (наприклад, на головній сторінці AN)
zh_hans: 带有行动号召的英雄区块（例如在 AN 主页上）

source: Hero call to action block
ar: كتلة دعوة البطل لاتخاذ إجراء
ca: Bloc de crida a l'acció d'herois
it: Blocco invito all'azione dell'eroe
ja: ヒーロー・コール・トゥ・アクション・ブロック
nl: Blok oproep tot actie held
pt_br: Bloco de call to action do Hero
uk: Блок заклику до дії героя
zh_hans: 英雄行动区块

source: Hero image
ar: صورة القسم الرئيسي Hero
ca: Imatge d'heroi
it: Immagine dell'eroe
ja: ヒーロー像
nl: Hero afbeelding
pt_br: Imagem do herói
uk: Образ героя
zh_hans: 英雄形象

source: Hero small
ar: بطل صغير
ca: Heroi petit
it: Eroe piccolo
ja: ヒーロー・スモール
nl: Held klein
pt_br: Herói pequeno
uk: Герой малий
zh_hans: 小英雄

source: Hex Color
ar: لون الهيك
ca: Color hexagonal
it: Colore esadecimale
ja: ヘックスカラー
nl: Hex Kleur
pt_br: Cor hexadecimal
uk: Шестизначний колір
zh_hans: 十六进制颜色

source: Hi <strong>@display_name</strong>
ar: مرحبًا <strong>@display_name</strong>
ca: Hola <strong> @display_name </strong>
it: Ciao <strong>@display_name</strong>
ja: こんにちは<strong>@display_name</strong>
nl: Hoi <strong>@display_name</strong>
pt_br: Olá <strong> @display_name </strong>
uk: Привіт. <strong>@display_name</strong>
zh_hans: 你好<strong>@display_name</strong>

source: Hi,<br /><br /> I would like to invite you to join my group [group:title] on [site:name].<br /><br />Kind regards,<br />[user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]">View group</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ca: Hola, <br /> <br /> M'agradaria convidar-te a unir-te al meu grup [group:title] en [site:name]. <br /> <br /> Salutacions, <br /> [user:display-name] <br /> <br /> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]"> Veure grup </a> </td> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> Quant a [site:name] </a> </td> </tr> </tbody> </table>
it: Ciao,<br /><br /> Vorrei invitarti a far parte del mio gruppo [group:title] su [site:name].<br /><br />Cordiali saluti,<br />[user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]">Visualizza il gruppo</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Circa [site:name]</a></td> </tr> </tbody> </table>
ja: <br /><br /> [group:title] [site:name] よろしくお願いします、 グループを見る グループについて <br /><br /><br />[user:display-name]<br /><br /><table class="btn-wrapp"> <tbody><tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]"></a></td><td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> [site:name]</a></td> </tr></tbody> </table>
pt_br: Olá, <br /> <br /> Eu gostaria de convidar você para se juntar ao meu grupo [group:title] no [site:name]. <br /> <br /> Atenciosamente, <br /> [user:display-name] <br /> <br /> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]"> Exibir grupo </a> </td> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> Sobre [site:name] </a> </td> </tr> </tbody> </table>
zh_hans: 您好，<br /><br /> ，我想邀请您加入我的群组[group:title] ，网址是[site:name] 。<br /><br />，谨致问候、<br />[user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]">查看群组</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">关于[site:name]</a></td> </tr> </tbody> </table>

source: Hi,<br /><br />I would like to invite you to join my group [group:title] on [site:name].<br /><br />Kind regards,<br />[user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]">View group</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ca: Hola, <br /> <br /> M'agradaria convidar-te a unir-te al meu grup [group:title] en [site:name]. <br /> <br /> Salutacions, <br /> [user:display-name] <br /> <br /> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]"> Veure grup </a> </td> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> Quant a [site:name] </a> </td> </tr> </tbody> </table>
it: Ciao,<br /><br />Vorrei invitarti a far parte del mio gruppo [group:title] su [site:name].<br /><br />Cordiali saluti,<br />[user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]">Visualizza il gruppo</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Circa [site:name]</a></td> </tr> </tbody> </table>
ja: <br /><br /> [group:title] [site:name] よろしくお願いします、 グループを見る グループについて <br /><br /><br />[user:display-name]<br /><br /><table class="btn-wrapp"> <tbody><tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]"></a></td><td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> [site:name]</a></td> </tr></tbody> </table>
pt_br: Olá, <br /> <br /> Eu gostaria de convidar você para se juntar ao meu grupo [group:title] em [site:name]. <br /> <br /> Atenciosamente, <br /> [user:display-name] <br /> <br /> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]"> Exibir grupo </a> </td> <td class="align-center"> <a class="btn-link btn-link-bg btn-link-one" href="[site:url]"> Sobre [site:name] </a> </td> </tr> </tbody> </table>
zh_hans: 您好，<br /><br />，我想邀请您加入我的群组[group:title] ，网址是[site:name] 。<br /><br />，谨致问候、<br />[user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]">查看群组</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">关于[site:name]</a></td> </tr> </tbody> </table>

source: Hide
ar: إخفاء
ca: Amagar
it: Nascondere
ja: 隠す
nl: Verbergen
pt_br: Esconder
uk: Приховати
zh_hans: 隐藏

source: Hide enrollments
ar: إخفاء التسجيلات
ca: Amaga les inscripcions
it: Nascondere le iscrizioni
ja: 入会を隠す
nl: Verberg inschrijvingen
pt_br: Ocultar inscrições
uk: Приховати реєстрацію
zh_hans: 隐藏注册

source: Hide for others
ar: إخفاء للآخرين
ca: Amaga per als altres
it: Nascondersi per gli altri
ja: 他人のために隠れる
nl: Verbergen voor anderen
pt_br: Esconda para outras pessoas
uk: Приховати для інших
zh_hans: 为他人隐藏

source: Hide the list of enrollees from other members
ar: إخفاء قائمة المسجلين من الأعضاء الآخرين
ca: Amaga la llista d'inscrits d'altres membres
it: Nascondere l'elenco degli iscritti agli altri membri
ja: 他の会員から登録者リストを隠す
nl: De lijst van ingeschrevenen verbergen voor andere leden
pt_br: Ocultar a lista de inscritos de outros membros
uk: Приховати список зареєстрованих від інших учасників
zh_hans: 向其他成员隐藏注册者列表

source: Home
ar: الرئيسية
ca: Inici
it: Casa
ja: ホーム
pt_br: Início
uk: Головна
zh_hans: 首页

source: Homepage stream block
ar: صندوق تيار الصفحة الرئيسية
ca: Bloc de flux de pàgina d'inici
it: Blocco del flusso della homepage
ja: ホームページ・ストリーム・ブロック
nl: Blok streamen spartpagina
pt_br: Bloco de stream da página inicial
uk: Блок потоку домашньої сторінки
zh_hans: 主页流媒体块

source: Homepage stream block (with post form)
ca: Bloc de flux de pàgina d'inici (amb formulari de publicació)
it: Blocco stream della homepage (con modulo post)
ja: ホームページ・ストリーム・ブロック（投稿フォーム付き）
pt_br: Bloco de stream da página inicial (com formulário de postagem)
zh_hans: 主页流媒体块（带帖子表格）

source: How can people join this group. Group managers can always add members directly, regardless of the chosen join method.
ar: كيف يمكن للأشخاص الانضمام إلى هذه المجموعة. يمكن لمديري المجموعة دائمًا إضافة أعضاء مباشرةً ، بغض النظر عن طريقة الانضمام المختارة.
ca: Com es pot formar part de la gent a aquest grup? Els gestors de grups sempre poden afegir membres directament, independentment del mètode d'unió escollit.
it: Come si può entrare a far parte di questo gruppo. I gestori dei gruppi possono sempre aggiungere membri direttamente, indipendentemente dal metodo di adesione scelto.
ja: どのようにこのグループに参加できますか？グループ管理者は、選択した参加方法に関わらず、常にメンバーを直接追加することができます。
nl: Hoe kunnen mensen lid worden van deze groep. Groepsmanagers kunnen altijd direct leden toevoegen, ongeacht de gekozen deelnamemethode.
pt_br: Como as pessoas podem se juntar a esse grupo. Os gerentes de grupo sempre podem adicionar membros diretamente, independentemente do método de união escolhido.
uk: Як люди можуть приєднатися до цієї групи. Керівники груп завжди можуть додавати учасників безпосередньо, незалежно від вибраного методу приєднання.
zh_hans: 如何加入此组。无论选择哪种加入方式，群组管理者都可以直接添加成员。

source: How many suggestions do you want to show when mentioning.
ar: كم عدد الاقتراحات التي تريد عرضها عند ذكرها.
ca: Quants suggeriments voleu mostrar quan esmenteu.
it: Quanti suggerimenti si vogliono mostrare quando si menziona.
ja: いくつのサジェスチョンを表示しますか？
nl: Het aantal suggesties dat je wil tonen, wanneer je iemand noemt.
pt_br: Quantas sugestões você deseja mostrar ao mencionar.
uk: Скільки пропозицій ви хочете показати при згадці.
zh_hans: 在提及时，您希望显示多少建议。

source: ID
ar: المعرّف
ja: 身分証明書
pt_br: CARTEIRA DE IDENTIDADE
zh_hans: 身份证

source: IN operator
ar: مشغل IN
ca: Operador IN
it: Operatore IN
ja: INオペレーター
nl: Operator zichtbaar maken
pt_br: Operador IN
uk: Оператор IN
zh_hans: IN 操作员

source: IP limit
ar: حد IP
ca: Límit IP
it: Limite IP
ja: IP制限
nl: IP-limiet
pt_br: Limite de IP
uk: IP-обмеження
zh_hans: IP 限制

source: IP window
ar: نافذة IP
ca: Finestra IP
it: Finestra IP
ja: IPウィンドウ
nl: IP-bereik
pt_br: Janela IP
uk: IP-вікно
zh_hans: IP 窗口

source: Icon
ar: أيقونة
ca: Icona
it: Icona
ja: アイコン
nl: Icoon
pt_br: Ícone
uk: Іконка
zh_hans: 图标

source: Identifier
ar: المعرف
ca: Identificador
it: Identificatore
ja: 識別子
nl: Identificatiecode
pt_br: Identificador
uk: Ідентифікатор
zh_hans: 标识符

source: If any of above is empty this will be used as fallback.
ca: Si alguna de les anteriors està buida, s'utilitzarà com a retrocés.
it: Se uno dei precedenti è vuoto, verrà utilizzato come ripiego.
ja: 上記のいずれかが空の場合、これがフォールバックとして使用される。
pt_br: Se alguma das opções acima estiver vazia, ela será usada como alternativa.
zh_hans: 如果以上任何一项为空，则将以此作为备用。

source: If checked you will be prompted to define a message users will receive on resending invites.
ar: في حالة التحقق، ستتم مطالبتك بتحديد رسالة سيتلقاها المستخدمون عند إعادة إرسال الدعوات.
ca: Si està marcada, se us demanarà que defineixi un missatge que rebran els usuaris en tornar a enviar les invitacions.
it: Se l'opzione è selezionata, verrà richiesto di definire un messaggio che gli utenti riceveranno quando invieranno nuovamente gli inviti.
ja: チェックした場合、招待を再送する際にユーザーが受け取るメッセージを定義するプロンプトが表示されます。
nl: Indien aangevinkt, wordt u gevraagd een bericht te definiëren dat gebruikers ontvangen bij het opnieuw verzenden van uitnodigingen.
pt_br: Se marcada, você será solicitado a definir uma mensagem que os usuários receberão ao reenviar os convites.
uk: Якщо позначити цю опцію, вам буде запропоновано вказати повідомлення, яке користувачі отримають при повторному надсиланні запрошень.
zh_hans: 如果选中，系统将提示您定义用户在重新发送邀请时将收到的信息。

source: If disabled, event organizers can decide to disable or enable event enrollments when creating or editing an event.
ar: في حالة التعطيل، يمكن لمنظمي الأحداث أن يقرروا تعطيل عمليات تسجيل الأحداث أو تمكينها عند إنشاء حدث أو تحريره.
ca: Si està desactivat, els organitzadors d'esdeveniments poden decidir desactivar o habilitar les inscripcions a l'esdeveniment en crear o editar un esdeveniment.
it: Se disattivato, gli organizzatori di eventi possono decidere di disattivare o attivare le iscrizioni agli eventi quando creano o modificano un evento.
ja: 無効の場合、イベント主催者はイベントを作成または編集する際に、イベント登録を無効または有効にすることができます。
nl: Indien uitgeschakeld, kunnen organisatoren van evenementen beslissen om inschrijvingen voor evenementen uit of in te schakelen bij het aanmaken of bewerken van een evenement.
pt_br: Se desativado, os organizadores do evento podem decidir desativar ou ativar as inscrições no evento ao criar ou editar um evento.
uk: Якщо ця функція вимкнена, організатори подій можуть вирішити, чи ввімкнути або вимкнути реєстрацію на подію під час створення або редагування події.
zh_hans: 如果禁用，活动组织者可以在创建或编辑活动时决定禁用或启用活动报名。

source: If enabled, event managers can allow users to send invitations to event.
ar: في حالة التمكين، يمكن لمديري الأحداث السماح للمستخدمين بإرسال دعوات إلى الحدث.
ca: Si està activat, els gestors d'esdeveniments poden permetre als usuaris enviar invitacions a l'esdeveniment.
it: Se abilitato, i gestori di eventi possono consentire agli utenti di inviare inviti all'evento.
ja: 有効にすると、イベント管理者はユーザーにイベントへの招待を送ることを許可することができます。
nl: Indien ingeschakeld, kunnen evenementbeheerders gebruikers toestaan om uitnodigingen voor een evenement te versturen.
pt_br: Se ativado, os gerentes de eventos podem permitir que os usuários enviem convites para o evento.
uk: Якщо увімкнено, менеджери подій можуть дозволити користувачам надсилати запрошення на подію.
zh_hans: 如果启用，活动管理者可以允许用户向活动发送邀请。

source: If enabled, group managers can allow group members to send invitations to their group.
ar: في حالة التمكين، يمكن لمديري المجموعات السماح لأعضاء المجموعة بإرسال دعوات إلى مجموعتهم.
ca: Si està activat, els gestors de grups poden permetre als membres del grup enviar invitacions al seu grup.
it: Se attivata, i gestori dei gruppi possono consentire ai membri del gruppo di inviare inviti al proprio gruppo.
ja: 有効にすると、グループ管理者はグループメンバーに招待状を送ることを許可できます。
nl: Indien ingeschakeld, kunnen groepsbeheerders groepsleden toestaan uitnodigingen naar hun groep te sturen.
pt_br: Se ativado, os gerentes do grupo podem permitir que os membros do grupo enviem convites para o grupo.
uk: Якщо увімкнено, менеджери груп можуть дозволити учасникам групи надсилати запрошення до своєї групи.
zh_hans: 如果启用，群组管理者可以允许群组成员向其群组发送邀请。

source: If enabled, logged-in users are allowed to add the event to own calendar
ar: في حالة التمكين ، يُسمح للمستخدمين الذين قاموا بتسجيل الدخول بإضافة الحدث إلى التقويم الخاص بهم
ca: Si està activat, es permet als usuaris connectats afegir l'esdeveniment a l'agenda pròpia
it: Se abilitato, gli utenti loggati possono aggiungere l'evento al proprio calendario.
ja: 有効な場合、ログインしたユーザーは自分のカレンダーにイベントを追加することができます。
nl: Wanneer ingeschakeld, mogen ingelogde gebruikers evenementen aan hun eigen agenda toevoegen
pt_br: Se ativado, os usuários logados podem adicionar o evento ao próprio calendário
uk: Якщо увімкнено, користувачі, що увійшли в систему, можуть додати подію до власного календаря
zh_hans: 如果启用，允许登录用户将事件添加到自己的日历中

source: If enabled, members will be able to publish posts in the group. If disabled, only group managers are able to publish posts.
ar: في حالة التمكين، سيتمكن الأعضاء من نشر المشاركات في المجموعة. في حالة التعطيل، لن يتمكن سوى مديري المجموعات من نشر المشاركات.
ca: Si està activat, els membres podran publicar publicacions en el grup. Si està desactivat, només els gestors de grups són capaços de publicar publicacions.
it: Se abilitato, i membri potranno pubblicare messaggi nel gruppo. Se è disattivato, solo i gestori del gruppo potranno pubblicare i post.
ja: 有効にすると、メンバーはグループ内で投稿を公開できるようになります。無効の場合、グループ管理者のみが投稿を公開できます。
nl: Indien ingeschakeld, kunnen de leden berichten in de groep publiceren. Indien uitgeschakeld, kunnen alleen groepsbeheerders berichten publiceren.
pt_br: Se ativado, os membros poderão publicar postagens no grupo. Se desativado, somente os gerentes de grupo poderão publicar postagens.
uk: Якщо увімкнено, учасники зможуть публікувати дописи в групі. Якщо вимкнено, публікувати дописи зможуть лише менеджери групи.
zh_hans: 如果启用，组员就可以在组内发布帖子。如果禁用，则只有群组管理者才能发布帖子。

source: If enabled, one content, for example, an event, can be added posted to multiple groups.
ar: في حالة التمكين، يمكن إضافة محتوى واحد، على سبيل المثال؛ حدث إلى مجموعات متعددة.
ca: Si està activat, es pot afegir un contingut, per exemple, un esdeveniment, publicat a diversos grups.
it: Se abilitato, un contenuto, ad esempio un evento, può essere aggiunto a più gruppi.
ja: 有効にすると、1つのコンテンツ（例えばイベント）を複数のグループに投稿できるようになります。
nl: Indien ingeschakeld, kan één content, bijvoorbeeld een evenement, in meerdere groepen geplaatst worden.
pt_br: Se ativado, um conteúdo, por exemplo, um evento, pode ser adicionado postado em vários grupos.
uk: Якщо увімкнено, один контент, наприклад, подію, можна додати до кількох груп.
zh_hans: 如果启用，一个内容（例如活动）可以添加发布到多个群组。

source: If enabled, user’s own time zone will be displayed after the event date and time.
ar: في حالة التمكين ، سيتم عرض المنطقة الزمنية الخاصة بالمستخدم بعد تاريخ الحدث ووقته.
ca: Si està activat, es mostrarà la zona horària pròpia de l'usuari després de la data i l'hora de l'esdeveniment.
it: Se abilitato, il fuso orario dell'utente verrà visualizzato dopo la data e l'ora dell'evento.
ja: 有効にすると、イベント日時の後にユーザー自身のタイムゾーンが表示されます。
nl: Indien ingeschakeld, wordt de eigen tijdzone van de gebruiker weergegeven na de datum en tijd van de gebeurtenis.
pt_br: Se ativado, o fuso horário do próprio usuário será exibido após a data e a hora do evento.
uk: Якщо увімкнено, часовий пояс користувача буде відображатися після дати та часу події.
zh_hans: 如果启用，用户自己的时区将显示在事件日期和时间之后。

source: If selected it will show a "all comments" link if there is at least 1 comment.
ar: إذا تم تحديده ، فسيظهر رابط "كل التعليقات" إذا كان هناك تعليق واحد على الأقل.
ca: Si està seleccionat mostrarà un enllaç “tots els comentaris” si hi ha almenys 1 comentari.
it: Se selezionato, mostrerà un link "tutti i commenti" se c'è almeno un commento.
ja: 選択した場合、少なくとも1つのコメントがあれば「すべてのコメント」リンクが表示されます。
nl: Indien geselecteerd zal het een "alle reacties" link tonen als er minstens 1 reactie is.
pt_br: Se selecionado, mostrará um link “todos os comentários” se houver pelo menos 1 comentário.
uk: Якщо вибрано, буде показано посилання "всі коментарі", якщо є принаймні 1 коментар.
zh_hans: 如果至少有 1 条评论，则会显示 "所有评论 "链接。

source: If visibility settings of the fields %labels will be changed, then once you submit this form, all the user profiles on the platform will be updated.
ar: إذا تم تغيير إعدادات الرؤية للحقول %labels، فبمجرد إرسال هذا النموذج، سيتم تحديث جميع الملفات الشخصية للمستخدمين على المنصة.
ca: Si es canviarà la configuració de visibilitat dels camps %labels, llavors un cop enviat aquest formulari, s'actualitzaran tots els perfils d'usuari de la plataforma.
it: Se le impostazioni di visibilità dei campi %labels saranno modificate, una volta inviato questo modulo, tutti i profili utente sulla piattaforma saranno aggiornati.
ja: フィールド%labels の可視性設定が変更される場合、このフォームを送信すると、プラットフォーム上のすべてのユーザープロファイルが更新されます。
nl: Als de zichtbaarheidsinstellingen van de velden %labels gewijzigd worden, worden alle gebruikersprofielen op het platform bijgewerkt zodra u dit formulier verzendt.
pt_br: Se as configurações de visibilidade dos campos %labels forem alteradas, depois de enviar este formulário, todos os perfis de usuário na plataforma serão atualizados.
uk: Якщо налаштування видимості полів %labels будуть змінені, то після того, як ви відправите цю форму, всі профілі користувачів на платформі будуть оновлені.
zh_hans: 如果要更改%labels 字段的可见性设置，那么一旦提交此表单，平台上的所有用户配置文件都将更新。
