Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Navigation Settings
ar: إعدادات التنقل
ca: Configuració de navegació
it: Impostazioni di navigazione
ja: ナビゲーション設定
nl: Navigatie instellingen
pt_br: Configurações de navegação
uk: Налаштування навігації
zh_hans: 导航设置

source: Never
ar: أبدًا
ca: Mai
it: Mai
ja: 決して
nl: Nooit
pt_br: Nunca
uk: Ніколи
zh_hans: 从不

source: New Album
ar: ألبوم جديد
ca: Nou àlbum
it: Nuovo album
ja: ニューアルバム
nl: Nieuw album
pt_br: Novo álbum
uk: Новий альбом
zh_hans: 新专辑

source: New Book Page
ar: صفحة كتاب جديدة
ca: Pàgina nova del llibre
it: Pagina del nuovo libro
ja: 新刊のページ
nl: Nieuwe boekpagina
pt_br: Nova página do livro
uk: Нова сторінка книги
zh_hans: 新书页面

source: New Content
ar: محتوى جديد
ca: Nou contingut
it: Nuovi contenuti
ja: 新コンテンツ
nl: Nieuwe inhoud
pt_br: Novo conteúdo
uk: Новий матеріал
zh_hans: 新内容

source: New Event
ar: حدث جديد
ca: Nou esdeveniment
it: Nuovo evento
ja: 新イベント
nl: Nieuw evenement
pt_br: Novo evento
uk: Нова подія
zh_hans: 新活动

source: New Group
ar: مجموعة جديدة
ca: Nou grup
it: Nuovo Gruppo
ja: 新グループ
nl: Nieuwe groep
pt_br: Novo grupo
uk: Нова група
zh_hans: 新集团

source: New Landing Page
ar: صفحة مقصودة جديدة
ca: Nova pàgina de destinació
it: Nuova pagina di atterraggio
ja: 新しいランディングページ
nl: Nieuwe landingspagina
pt_br: Nova página de destino
uk: Нова цільова сторінка
zh_hans: 新登陆页面

source: New Page
ar: صفحة جديدة
ca: Pàgina nova
it: Nuova pagina
ja: 新しいページ
nl: Nieuwe pagina
pt_br: Nova página
uk: Нова сторінка
zh_hans: 新页面

source: New Topic
ar: موضوع جديد
ca: Nou tema
it: Nuovo argomento
ja: 新しいトピック
nl: Nieuw onderwerp
pt_br: Novo tópico
uk: Нова тема
zh_hans: 新主题

source: New category
ca: Nova categoria
it: Nuova categoria
ja: 新カテゴリー
pt_br: Nova categoria
zh_hans: 新类别

source: New content has been added to a group you are in
ar: تمت إضافة محتوى جديد إلى مجموعة أنت فيها
ca: S'ha afegit un nou contingut a un grup en el qual esteu
it: Sono stati aggiunti nuovi contenuti al gruppo in cui si è inseriti.
ja: あなたが参加しているグループに新しいコンテンツが追加されました。
nl: Nieuwe inhoud is toegevoegd aan een groep waar u in zit
pt_br: Novo conteúdo foi adicionado a um grupo em que você está
uk: До групи, в якій ви перебуваєте, додано новий вміст
zh_hans: 您所在的组已添加新内容

source: New message
ar: رسالة جديدة
ca: Nou missatge
it: Nuovo messaggio
ja: 新しいメッセージ
nl: Nieuw bericht
pt_br: Nova mensagem
uk: Нове повідомлення
zh_hans: 新信息

source: New registered users get the "verified user & authenticated" role when they are registered. With this setting disabled, new registered users get the "authenticated" role when they are registered.
ar: يحصل المستخدمون المسجلون الجدد على دور «المستخدم الذي تم التحقق منه والمصادقة عليه» عند تسجيلهم. مع تعطيل هذا الإعداد، يحصل المستخدمون المسجلون الجدد على دور «المصادقة» عندما يتم تسجيلهم.
ca: Els nous usuaris registrats obtenen el rol “usuari verificat i autenticat” quan estan registrats. Amb aquesta configuració desactivada, els nous usuaris registrats obtenen el rol “autenticat” quan estan registrats.
it: I nuovi utenti registrati ottengono il ruolo "utente verificato e autenticato" al momento della registrazione. Con questa impostazione disattivata, i nuovi utenti registrati ottengono il ruolo "autenticato" al momento della registrazione.
ja: 新規登録ユーザーは、登録時に「verified user & authenticated」ロールを取得します。この設定を無効にすると、新規登録ユーザーは登録時に「認証済み」ロールを得ます。
nl: Nieuwe geregistreerde gebruikers krijgen de "geverifieerde gebruiker & geverifieerde" rol wanneer ze geregistreerd worden. Met deze instelling uitgeschakeld, krijgen nieuwe geregistreerde gebruikers de "geverifieerde" rol wanneer ze geregistreerd zijn.
pt_br: Novos usuários registrados recebem a função de “usuário verificado e autenticado” quando são registrados. Com essa configuração desativada, os novos usuários registrados recebem a função “autenticada” quando são registrados.
uk: Нові зареєстровані користувачі отримують роль "verified user & authenticated" під час реєстрації. Якщо цей параметр вимкнено, нові зареєстровані користувачі отримують роль "автентифікований" під час реєстрації.
zh_hans: 新注册用户注册时会获得 "已验证用户和已通过身份验证 "角色。禁用此设置后，新注册用户注册时将获得 "已验证 "角色。

source: New users automatically get the Verified User role assigned
ca: Els nous usuaris obtenen automàticament assignada la funció Usuari verificat
it: Ai nuovi utenti viene automaticamente assegnato il ruolo di Utente verificato.
ja: 新規ユーザーには、Verified Userロールが自動的に割り当てられます。
pt_br: Novos usuários recebem automaticamente a função de Usuário Verificado atribuída
zh_hans: 新用户会自动获得已分配的 "验证用户 "角色

source: New users will be required to confirm their email address via an account activation email prior to logging in. With this setting disabled, users will be logged in immediately upon registering, and may select their own passwords during registration.
ca: Els nous usuaris hauran de confirmar la seva adreça de correu electrònic mitjançant un correu electrònic d'activació del compte abans d'iniciar sessió. Amb aquesta configuració desactivada, els usuaris s'iniciaran immediatament en registrar-se i podran seleccionar les seves pròpies contrasenyes durant el registre.
it: Ai nuovi utenti verrà richiesto di confermare il proprio indirizzo e-mail tramite un'e-mail di attivazione dell'account prima di effettuare l'accesso. Se questa impostazione è disattivata, gli utenti saranno collegati immediatamente al momento della registrazione e potranno scegliere la propria password durante la registrazione.
ja: 新規ユーザーは、ログインする前に、アカウント有効化EメールでEメールアドレスを確認する必要があります。この設定を無効にすると、ユーザーは登録と同時にログインし、登録時にパスワードを選択することができます。
pt_br: Os novos usuários precisarão confirmar seu endereço de e-mail por meio de um e-mail de ativação da conta antes de fazer login. Com essa configuração desativada, os usuários serão logados imediatamente após o registro e poderão selecionar suas próprias senhas durante o registro.
zh_hans: 新用户在登录前需要通过账户激活电子邮件确认其电子邮件地址。如果禁用此设置，用户将在注册后立即登录，并可在注册时选择自己的密码。

source: New users will be required to validate their email address prior to logging into the site, and will be assigned a system-generated password. With this setting disabled, users will be logged in immediately upon registering, and may select their own passwords during registration.
ca: Els nous usuaris hauran de validar la seva adreça de correu electrònic abans d'iniciar sessió al lloc, i se'ls assignarà una contrasenya generada pel sistema. Amb aquesta configuració desactivada, els usuaris s'iniciaran immediatament en registrar-se i podran seleccionar les seves pròpies contrasenyes durant el registre.
it: Ai nuovi utenti verrà richiesto di convalidare il proprio indirizzo e-mail prima di accedere al sito e verrà assegnata una password generata dal sistema. Se questa impostazione è disattivata, gli utenti saranno collegati immediatamente al momento della registrazione e potranno scegliere la propria password durante la registrazione.
ja: 新規ユーザーは、サイトにログインする前にメールアドレスの認証が必要となり、システムで生成されたパスワードが割り当てられます。この設定を無効にすると、ユーザーは登録後すぐにログインし、登録時にパスワードを選択することができます。
pt_br: Os novos usuários precisarão validar seu endereço de e-mail antes de fazer login no site e receberão uma senha gerada pelo sistema. Com essa configuração desativada, os usuários serão logados imediatamente após o registro e poderão selecionar suas próprias senhas durante o registro.
zh_hans: 新用户在登录网站前必须验证其电子邮件地址，并将被分配一个系统生成的密码。如果禁用此设置，用户将在注册后立即登录，并可在注册时选择自己的密码。

source: Newest -> Oldest
ar: الأحدث -> الأقدم
ca: Més nou -> Més antic
it: Il più recente -> Il più vecchio
ja: 新しい順→古い順
nl: Nieuwste -> Oudste
pt_br: Mais recente -> Mais antigo
uk: Найновіші -> Найстаріші
zh_hans: 最新 -> 最旧

source: Newest Members
ar: الأعضاء الجدد
ca: Membres més recents
it: Membri più recenti
ja: 最新メンバー
nl: Nieuwste leden
pt_br: Membros mais novos
uk: Нові члени
zh_hans: 最新成员

source: Newest first
ar: الأحدث أولاً
ca: Primer més nou
it: Prima i più recenti
ja: 最新順
nl: Nieuwste eerst
pt_br: O mais novo primeiro
uk: Найновіші спочатку
zh_hans: 最新最先

source: Newest groups
ar: أحدث المجموعات
ca: Grups més nous
it: I gruppi più recenti
ja: 最新グループ
nl: Nieuwste groepen
pt_br: Grupos mais recentes
uk: Найновіші групи
zh_hans: 最新组别

source: Newest groups block
ar: أحدث كتلة مجموعات
ca: Bloc de grups més nous
it: Blocco dei gruppi più recenti
ja: 最新グループ・ブロック
nl: Nieuwste groepen blok
pt_br: Bloqueio de grupos mais recentes
uk: Блок найновіших груп
zh_hans: 最新组块

source: Newest groups page
ar: أحدث صفحة المجموعات
ca: Pàgina de grups més nous
it: La pagina dei gruppi più recenti
ja: 最新グループページ
nl: Nieuwste groepen pagina
pt_br: Página de grupos mais recentes
uk: Сторінка найновіших груп
zh_hans: 最新群组页面

source: Newest members
ar: الأعضاء الجدد
ca: Membres més recents
it: Membri più recenti
ja: 最新メンバー
nl: Nieuwste leden
pt_br: Membros mais novos
uk: Останні учасники
zh_hans: 最新成员

source: Newest topics
ar: أحدث الموضوعات
ca: Temes més recents
it: Argomenti più recenti
ja: 最新のトピック
nl: Nieuwste onderwerpen
pt_br: Tópicos mais recentes
uk: Свіжі теми
zh_hans: 最新主题

source: Newest users
ar: أحدث المستخدمين
ca: Usuaris més nous
it: Utenti più recenti
ja: 最新ユーザー
nl: Nieuwste leden
pt_br: Usuários mais novos
uk: Найновіші користувачі
zh_hans: 最新用户

source: Newest users block
ar: أحدث المستخدمين كتلة
ca: Bloqueja els usuaris més nous
it: Blocco degli utenti più recenti
ja: 最新ユーザーブロック
nl: Nieuwste gebruikers blokkeren
pt_br: Bloqueio de usuários mais novos
uk: Блок останніх учасників
zh_hans: 最新用户阻止

source: Newest users page
ar: أحدث صفحة المستخدمين
ca: Pàgina d'usuaris més recents
it: Pagina dei nuovi utenti
ja: 最新ユーザーページ
nl: Nieuwste gebruikers pagina
pt_br: Página de usuários mais recentes
uk: Сторінка останніх користувачів
zh_hans: 最新用户页面

source: News
ar: أخبار
ca: Notícies
it: Notizie
ja: ニュース
nl: Nieuws
pt_br: Notícias
uk: Новини
zh_hans: 新闻

source: Next 14 days
ar: الـ 14 يومًا القادمة
ca: Pròxims 14 dies
it: I prossimi 14 giorni
ja: 次の14日間
nl: Volgende 14 dagen
pt_br: Próximos 14 dias
uk: Наступні 14 днів
zh_hans: 未来 14 天

source: Next 30 days
ar: الثلاثين يومًا القادمة
ca: Pròxims 30 dies
it: I prossimi 30 giorni
ja: 次の30日
nl: Volgende 30 dagen
pt_br: Próximos 30 dias
uk: Наступні 30 днів
zh_hans: 未来 30 天

source: Next 7 days
ar: السبعة أيام القادمة
ca: Pròxims 7 dies
it: I prossimi 7 giorni
ja: 次の7日間
nl: Volgende 7 dagen
pt_br: Próximos 7 dias
uk: Наступні 7 днів
zh_hans: 未来 7 天

source: Next month
ar: الشهر القادم
ca: El proper mes
it: Il prossimo mese
ja: 来月
nl: Volgende maand
pt_br: Mês que vem
uk: Наступний місяць
zh_hans: 下个月

source: Next ›
ar: التالي >
ca: Següent ›
it: Avanti '
ja: 次の記事
nl: Volgende ›
pt_br: Próximo ›
uk: Наступна ›
zh_hans: 下一个 '

source: Nickname
ar: الاسم المستعار
ca: Sobrenom
it: Soprannome
ja: ニックネーム
pt_br: Apelido
uk: Псевдонім
zh_hans: 昵称

source: Nickname field settings
ca: Configuració del camp de sobrenom
it: Impostazioni del campo nickname
ja: ニックネーム・フィールドの設定
pt_br: Configurações do campo de apelido
zh_hans: 昵称字段设置

source: No
ar: لا
ja: いいえ
nl: Nee
pt_br: Não
uk: Ні.
zh_hans: 没有

source: No activities data to be processed.
ar: لا توجد بيانات أنشطة ليتم معالجتها.
ca: No hi ha dades d'activitats a tractar.
it: Non ci sono dati di attività da trattare.
ja: 処理される活動データはない。
nl: Geen te verwerken activiteitengegevens.
pt_br: Nenhum dado de atividades a ser processado.
uk: Дані про діяльність не підлягають обробці.
zh_hans: 无需处理活动数据。

source: No albums found for this user
ar: لم يتم العثور على ألبومات لهذا المستخدم
ca: No s'ha trobat cap àlbum per a aquest usuari
it: Nessun album trovato per questo utente
ja: このユーザーのアルバムは見つかりませんでした
nl: Geen albums gevonden voor deze gebruiker
pt_br: Nenhum álbum encontrado para este usuário
uk: Для цього користувача не знайдено жодних альбомів
zh_hans: 未找到该用户的相册

source: No albums in this group
ar: لا توجد ألبومات في هذه المجموعة
ca: No hi ha àlbums en aquest grup
it: Nessun album in questo gruppo
ja: このグループにはアルバムはありません
nl: Geen albums in deze groep
pt_br: Não há álbuns neste grupo
uk: У цій групі немає альбомів
zh_hans: 本组中没有专辑

source: No book selected.
ca: Cap llibre seleccionat.
it: Nessun libro selezionato.
ja: 選ばれた本はない。
pt_br: Nenhum livro selecionado.
zh_hans: 未选择书籍。

source: No books in this group
ar: لا توجد كتب في هذه المجموعة
ca: No hi ha llibres en aquest grup
it: Nessun libro in questo gruppo
ja: このグループには本がありません
nl: Geen boeken in deze groep
pt_br: Não há livros neste grupo
uk: У цій групі немає книг
zh_hans: 本组没有书籍

source: No comments available.
ar: لا توجد تعليقات متاحة.
ca: No hi ha comentaris disponibles.
it: Non ci sono commenti disponibili.
ja: コメントはありません。
nl: Geen reacties beschikbaar.
pt_br: Não há comentários disponíveis.
uk: Коментарі відсутні.
zh_hans: 无评论。

source: No content available.
ar: لا يوجد محتوى متاح.
ca: No hi ha contingut disponible.
it: Nessun contenuto disponibile.
ja: コンテンツはありません
nl: Geen content beschikbaar.
pt_br: Nenhum conteúdo disponível.
uk: Матеріали відсутні.
zh_hans: 无可用内容。

source: No events found
ar: لم يتم العثور على أي أحداث
ca: No s'han trobat esdeveniments
it: Nessun evento trovato
ja: イベントは見つかりませんでした
nl: Geen evenementen gevonden
pt_br: Nenhum evento encontrado
uk: Події відсутні
zh_hans: 未找到活动

source: No events found for this user
ar: لا توجد أحداث وجدت لهذا المستخدم
ca: No s'ha trobat cap esdeveniment per a aquest usuari
it: Non sono stati trovati eventi per questo utente
ja: このユーザーに関するイベントは見つかりませんでした
nl: Geen evenementen voor deze gebruiker gevonden
pt_br: Nenhum evento encontrado para este usuário
uk: Події для цього користувача відсутні
zh_hans: 未找到该用户的活动

source: No events in this group
ar: لا توجد أحداث في هذه المجموعة
ca: No hi ha esdeveniments en aquest grup
it: Nessun evento in questo gruppo
ja: このグループでのイベントはありません
nl: Geen evenementen in deze groep
pt_br: Não há eventos neste grupo
uk: Події відсутні
zh_hans: 本组无活动

source: No events to be processed.
ar: لا توجد أحداث لتتم معالجتها.
ca: No hi ha esdeveniments a processar.
it: Nessun evento da elaborare.
ja: 処理するイベントはない。
nl: Geen gebeurtenissen te verwerken.
pt_br: Nenhum evento a ser processado.
uk: Немає подій для обробки.
zh_hans: 无事件要处理。

source: No groups found for this user
ar: لم يتم العثور على مجموعات لهذا المستخدم
ca: No s'han trobat grups per a aquest usuari
it: Nessun gruppo trovato per questo utente
ja: このユーザーのグループが見つかりません
nl: Geen groepen gevonden voor deze gebruiker
pt_br: Nenhum grupo encontrado para este usuário
uk: Для цього користувача не знайдено груп
zh_hans: 未找到此用户的组

source: No invitations available.
ar: لا توجد دعوات متاحة.
ca: No hi ha invitacions disponibles.
it: Non sono disponibili inviti.
ja: 招待券はありません。
nl: Er zijn geen uitnodigingen.
pt_br: Não há convites disponíveis.
uk: Немає доступних запрошень.
zh_hans: 没有邀请函。

source: No invites were sent, recipients already received one before.
ar: لم يتم إرسال أي دعوات ، تلقى المستلمون واحدة بالفعل من قبل.
ca: No es van enviar invitacions, els destinataris ja en van rebre una abans.
it: Non è stato inviato alcun invito, i destinatari ne hanno già ricevuto uno in precedenza.
ja: 招待状は送られておらず、受信者はすでに以前に受け取っている。
nl: Er zijn geen uitnodigingen verstuurd, de ontvangers hebben er al eerder een ontvangen.
pt_br: Nenhum convite foi enviado, os destinatários já receberam um antes.
uk: Запрошення не надсилалися, адресати вже отримали їх раніше.
zh_hans: 没有发送邀请函，收件人之前已经收到过邀请函。

source: No likes yet
ar: لا يحب حتى الآن
ca: Encara no hi ha likes
it: Non c'è ancora nessun mi piace
ja: まだ「いいね！」はありません
nl: Nog geen likes
pt_br: Ainda não há curtidas
uk: Ще немає вподобань
zh_hans: 还没有人喜欢

source: No matching content found
ar: لم يتم العثور على محتوى مطابق
ca: No s'ha trobat contingut coincident
it: Non sono stati trovati contenuti corrispondenti
ja: 一致するコンテンツは見つかりませんでした
nl: Geen overeenkomende inhoud gevonden
pt_br: Nenhum conteúdo correspondente foi encontrado
uk: Не знайдено відповідного вмісту
zh_hans: 未找到匹配内容

source: No members in this group
ar: لا يوجد أعضاء في هذه المجموعة
ca: No hi ha membres en aquest grup
it: Nessun membro in questo gruppo
ja: このグループにはメンバーはいません
nl: Geen leden in deze groepen
pt_br: Não há membros neste grupo
uk: У цій групі немає учасників
zh_hans: 本组没有成员

source: No membership requests available.
ar: لا توجد طلبات عضوية متاحة.
ca: No hi ha sol·licituds d'adhesió disponibles.
it: Non sono disponibili richieste di adesione.
ja: 入会希望は受け付けていない。
nl: Geen lidmaatschapsaanvragen beschikbaar.
pt_br: Não há solicitações de associação disponíveis.
uk: Заявки на членство відсутні.
zh_hans: 没有会员申请。

source: No one has been invited for this event yet.
ar: لم تتم دعوة أي شخص لهذا الحدث حتى الآن.
ca: Encara no hi ha ningú convidat a aquest esdeveniment.
it: Non è stato ancora invitato nessuno per questo evento.
ja: このイベントにはまだ誰も招待されていない。
nl: Niemand is nog uitgenodigd voor dit evenement.
pt_br: Ninguém foi convidado para este evento ainda.
uk: На цю подію ще нікого не запросили.
zh_hans: 本次活动尚未邀请任何人参加。

source: No one has enrolled for this event
ar: لم يسجل أحد لهذا الحدث
ca: Ningú s'ha inscrit a aquest esdeveniment
it: Nessuno si è iscritto a questo evento
ja: このイベントへの参加申し込みはありません
nl: Niemand heeft zich voor dit evenement aangemeld
pt_br: Ninguém se inscreveu para este evento
uk: Ніхто не зареєструвався на цю подію
zh_hans: 无人报名参加此次活动

source: No one has enrolled for this event as anonymous user
ar: لم يسجل أحد في هذا الحدث كمستخدم مجهول
ca: Ningú s'ha inscrit a aquest esdeveniment com a usuari anònim
it: Nessuno si è iscritto a questo evento come utente anonimo
ja: このイベントに匿名ユーザーとして登録した人はいません。
nl: Niemand heeft zich ingeschreven voor dit evenement als anonieme gebruiker
pt_br: Ninguém se inscreveu neste evento como usuário anônimo
uk: Ніхто не зареєструвався на цю подію як анонімний користувач
zh_hans: 无人以匿名用户身份报名参加此次活动

source: No one has requested to be enrolled for this event yet.
ar: لم يطلب أحد التسجيل في هذا الحدث حتى الآن.
ca: Encara ningú no ha demanat ser inscrit a aquest esdeveniment.
it: Nessuno ha ancora richiesto l'iscrizione a questo evento.
ja: このイベントへの参加希望者はまだいない。
nl: Niemand heeft zich ingeschreven voor dit evenement.
pt_br: Ninguém solicitou a inscrição neste evento ainda.
uk: Наразі ще ніхто не подав заявку на участь у цій події.
zh_hans: 目前还没有人要求报名参加此次活动。

source: No people available.
ar: لا يوجد أشخاص متاحون.
ca: No hi ha gent disponible.
it: Non ci sono persone disponibili.
ja: 人がいない。
nl: Geen leden beschikbaar.
pt_br: Não há pessoas disponíveis.
uk: Люди відсутні.
zh_hans: 无人可用。

source: No reports available.
ar: لا توجد تقارير متاحة.
ca: No hi ha informes disponibles.
it: Non sono disponibili rapporti.
ja: 報告書はない。
nl: Geen rapporten beschikbaar.
pt_br: Não há relatórios disponíveis.
uk: Звітів немає.
zh_hans: 没有报告。

source: No results found.
ar: لا توجد نتائج.
ca: No s'han trobat resultats.
it: Nessun risultato trovato.
ja: 結果は見つからなかった。
nl: Geen resultaten gevonden.
pt_br: Nenhum resultado encontrado.
uk: Нічого не знайдено.
zh_hans: 未找到结果。

source: No spots left
ar: لم يتبق أي مقعد شاغر
ca: No queden taques
it: Non ci sono posti liberi
ja: 空席なし
nl: Geen plekken beschikbaar
pt_br: Não há mais vagas
uk: Не залишилося жодної плями
zh_hans: 没有位置了

source: No spots left.
ar: لم يتبق أي مقعد شاغر
ca: No queden taques.
it: Non ci sono posti liberi.
ja: 残席はありません。
nl: Geen plekken beschikbaar
pt_br: Não há mais vagas.
uk: Не залишилося жодної плями.
zh_hans: 没位置了

source: No topics found
ar: لم يتم العثور على مواضيع
ca: No s'ha trobat cap tema
it: Nessun argomento trovato
ja: トピックが見つかりません
nl: Geen onderwerpen gevonden
pt_br: Nenhum tópico encontrado
uk: Теми відсутні
zh_hans: 未找到主题

source: No topics found for this user
ar: لا توجد مواضيع لهذا المستخدم
ca: No s'ha trobat cap tema per a aquest usuari
it: Nessun argomento trovato per questo utente
ja: このユーザーに関するトピックは見つかりませんでした
nl: Geen onderwerpen gevonden voor deze gebruiker
pt_br: Nenhum tópico encontrado para este usuário
uk: Теми відсутні для цього користувача
zh_hans: 未找到该用户的主题

source: No topics in this group
ar: لا توجد مواضيع في هذه المجموعة
ca: No hi ha temes en aquest grup
it: Nessun argomento in questo gruppo
ja: このグループにはトピックがありません
nl: Geen onderwerpen in deze groep
pt_br: Não há tópicos neste grupo
uk: Теми відсутні у цій групі
zh_hans: 本组没有主题

source: No upcoming events in this group
ar: لا توجد أحداث قادمة في هذه المجموعة
ca: No hi ha pròxims esdeveniments en aquest grup
it: Non ci sono eventi in programma in questo gruppo
ja: このグループでの今後のイベントはありません
nl: Geen aankomende evenementen in deze groep
pt_br: Não há eventos programados neste grupo
uk: Майбутні події відсутні у цій групі
zh_hans: 本组没有即将举行的活动

source: No upcoming events you have enrolled for
ar: لا توجد أحداث قادمة قمت بالتسجيل فيها
ca: No hi ha propers esdeveniments als quals t'hagis inscrit
it: Non ci sono eventi in programma a cui si è iscritti
ja: あなたが登録した今後のイベントはありません
nl: Geen aankomende evenementen
pt_br: Não há eventos futuros para os quais você se inscreveu
uk: Майутні події на які ви зареєстровані відсутні
zh_hans: 您没有报名参加即将举行的活动

source: Node
ar: العقدة
it: Nodo
ja: ノード
pt_br: Nodo
uk: Матеріал
zh_hans: 节点

source: Node title
ar: عنوان العقدة
ca: Títol del node
it: Titolo del nodo
ja: ノードのタイトル
nl: Node-titel
pt_br: Título do Node
uk: Заголовок матеріалу
zh_hans: 节点标题

source: Nodes
ar: العقد
it: Nodi
ja: ノード
nl: Knooppunten
pt_br: Nodos
uk: Матеріали
zh_hans: 节点

source: Non members landing tab
ar: علامة التبويب غير الأعضاء المقصودة
ca: Pestanya d'aterratge de no membres
it: Scheda di atterraggio per i non membri
ja: 非会員用ランディング・タブ
nl: Niet-groepsleden landings tab
pt_br: Aba de destino para não membros
uk: Початкова сторінка для не учасників
zh_hans: 非会员登陆标签

source: None
ar: لا شيء
ca: Cap
it: Nessuno
ja: なし
nl: Geen
pt_br: Nenhum
uk: Немає
zh_hans: 无

source: Not configured
ca: No configurat
it: Non configurato
ja: 未設定
pt_br: Não configurado
zh_hans: 未配置

source: Not enrolled
ar: غير مسجل
ca: No matriculats
it: Non iscritto
ja: 未登録
nl: Niet aangemeld
pt_br: Não inscrito
uk: Не зараховано
zh_hans: 未注册

source: Not installed
ar: غير مثبت
ca: No instal·lat
it: Non installato
ja: 未設置
nl: Niet geïnstalleerd
pt_br: Não instalado
uk: Не встановлено
zh_hans: 未安装

source: Not reply comment
ar: عدم الرد على التعليق
ca: No respon comentari
it: Non rispondere al commento
ja: 返信コメントなし
nl: Geen antwoord commentaar
pt_br: Não responder ao comentário
uk: Не відповісти на коментар
zh_hans: 不回复评论

source: Notice: Drag and drop has intentionally been disabled for this vocabulary.
ar: ملاحظة: تم تعطيل السحب والإفلات عمدًا لهذه المفردات.
ca: Avís: Arrossegar i deixar anar s'ha desactivat intencionadament per a aquest vocabulari.
it: Avviso: Il trascinamento è stato intenzionalmente disabilitato per questo vocabolario.
ja: お知らせこの語彙では、ドラッグ＆ドロップは意図的に無効になっています。
nl: Notitie: ''sleep en verplaats'' functionalitiet is bewust uitgeschakeld voor deze woordenlijst.
pt_br: Aviso: Arrastar e soltar foi intencionalmente desativado para esse vocabulário.
uk: Увага: Для цього словника навмисно відключено перетягування для цього словника.
zh_hans: 注意：本词汇有意关闭了拖放功能。

source: Notification
ar: إشعارات
ca: Notificació
it: Notifica
ja: お知らせ
nl: Notificatie
pt_br: Notificação
uk: Сповіщення
zh_hans: 通知

source: Notification Center
ar: مركز الإخطار
ca: Centre de notificacions
it: Centro notifiche
ja: 通知センター
nl: Notificatiecentrum
pt_br: Central de Notificações
uk: Центр сповіщень
zh_hans: 通知中心

source: Notification archive
ar: أرشيف الإخطار
ca: Arxiu de notificacions
it: Archivio notifiche
ja: 通知アーカイブ
nl: Notificatie archief
pt_br: Arquivo de notificações
uk: Архів повідомлень
zh_hans: 通知存档

source: Notification from @site_name
ca: Notificació de @site_name
it: Notifica da @site_name
ja: お知らせ[site:name]
pt_br: Notificação de @site_name
zh_hans: 来自[site:name]

source: Notification from [site:name]
ar: إشعار من [site:name]
ca: Notificació de @site_name
it: Notifica da @site_name
ja: お知らせ[site:name]
nl: Notificatie van [site:name]
pt_br: Notificação de @site_name
uk: Повідомлення від [site:name]
zh_hans: 来自[site:name]
