Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Allow access to the user settings form to configure general user options.
ar: السماح بالوصول إلى نموذج إعدادات المستخدم لتكوين خيارات المستخدم العامة.
ca: Permetre l'accés al formulari de configuració d'usuari per configurar les opcions generals de l'usuari.
it: Consente l'accesso al modulo delle impostazioni utente per configurare le opzioni generali dell'utente.
ja: 一般的なユーザーオプションを設定するためのユーザー設定フォームへのアクセスを許可します。
nl: Geef toegang tot het gebruikersinstellingenformulier om algemene gebruikersopties te configureren.
pt_br: Permita o acesso ao formulário de configurações do usuário para definir as opções gerais do usuário.
uk: Дозволити доступ до форми налаштувань користувача для налаштування загальних параметрів користувача.
zh_hans: 允许访问用户设置表单，以配置一般用户选项。

source: Allow anonymous users to enroll in new events by default
ar: السماح للمستخدمين المجهولين بالتسجيل في الأحداث الجديدة بشكل افتراضي
ca: Permetre que els usuaris anònims s'inscriguin en nous esdeveniments de manera predeterminada
it: Consentire agli utenti anonimi di iscriversi a nuovi eventi per impostazione predefinita
ja: デフォルトで匿名ユーザーが新しいイベントに登録できるようにする
nl: Bij het creëren van een publiek evenement is de anonieme aanmeld optie verplicht.
pt_br: Permitir que usuários anônimos se inscrevam em novos eventos por padrão
uk: Дозволити анонімним користувачам реєструватися на нові події за замовчуванням
zh_hans: 默认情况下允许匿名用户注册新活动

source: Allow category split
ar: السماح بتقسيم الفئة
ca: Permetre la divisió de categories
it: Consentire la suddivisione in categorie
ja: カテゴリー分割を許可する
nl: Categoriesplitsing toestaan
pt_br: Permitir divisão de categorias
uk: Дозволити розділення категорій
zh_hans: 允许类别分割

source: Allow category split.
ar: السماح بتقسيم الفئة.
ca: Permetre la divisió de categories.
it: Consentire la suddivisione delle categorie.
ja: カテゴリの分割を許可する。
nl: Categorie splitsing toestaan.
pt_br: Permitir divisão de categorias.
uk: Дозвольте розділення категорій.
zh_hans: 允许类别分割。

source: Allow event managers to invite users and external people.
ar: السماح لمديري الأحداث بدعوة المستخدمين والأشخاص الخارجيين.
ca: Permetre als gestors d'esdeveniments convidar usuaris i persones externes.
it: Consentire ai gestori di eventi di invitare utenti e persone esterne.
ja: イベント管理者がユーザーや外部の人々を招待できるようにする。
nl: Toestaan dat evenement managers bestaande leden en mensen buiten de community uitnodigen.
pt_br: Permita que os gerentes de eventos convidem usuários e pessoas externas.
uk: Дозвольте івент-менеджерам запрошувати користувачів і зовнішніх осіб.
zh_hans: 允许活动管理者邀请用户和外部人员。

source: Allow file uploads in comments
ar: السماح بتحميل الملفات في التعليقات
ca: Permetre les càrregues d'arxius en comentaris
it: Consentire il caricamento di file nei commenti
ja: コメントでのファイルアップロードを許可する
nl: Sta het uploaden van bestanden in reacties toe
pt_br: Permitir o upload de arquivos nos comentários
uk: Дозволити завантаження файлів у коментарях
zh_hans: 允许在评论中上传文件

source: Allow file uploads in comments.
ar: السماح بتحميل الملفات في التعليقات.
ca: Permetre les càrregues d'arxius en comentaris.
it: Consentire il caricamento di file nei commenti.
ja: コメントでのファイルアップロードを許可する。
nl: Sta bestand uploads toe in reacties.
pt_br: Permita o upload de arquivos nos comentários.
uk: Дозволити завантаження файлів у коментарях.
zh_hans: 允许在评论中上传文件。

source: Allow invited user to skip email verification
ar: السماح للمستخدم المدعو لتخطي التحقق من البريد الإلكتروني
ca: Permetre a l'usuari convidat saltar-se la verificació de correu electrònic
it: Consentire all'utente invitato di saltare la verifica dell'e-mail
ja: 招待されたユーザーが電子メール認証をスキップできるようにする
nl: Toestaan dat de uitgenodigde gebruiker de e-mailverificatie overslaat
pt_br: Permitir que o usuário convidado ignore a verificação de e-mail
uk: Дозволити запрошеному користувачеві пропустити перевірку електронної пошти
zh_hans: 允许受邀用户跳过电子邮件验证

source: Allow invited user to skip email verification.
ar: السماح للمستخدم المدعو لتخطي التحقق من البريد الإلكتروني.
ca: Permetre a l'usuari convidat saltar-se la verificació de correu electrònic.
it: Consentire all'utente invitato di saltare la verifica dell'e-mail.
ja: 招待されたユーザーがメール認証をスキップできるようにする。
nl: Sta toe dat de uitgenodigde gebruiker de e-mailverificatie overslaat.
pt_br: Permita que o usuário convidado ignore a verificação por e-mail.
uk: Дозвольте запрошеному користувачеві пропустити перевірку електронної пошти.
zh_hans: 允许受邀用户跳过电子邮件验证。

source: Allow members of the same group to add images to this album
ar: السماح للأعضاء من نفس المجموعة بإضافة صور إلى هذا الألبوم
ca: Permetre que els membres d'un mateix grup afegeixin imatges a aquest àlbum
it: Consentire ai membri dello stesso gruppo di aggiungere immagini a questo album.
ja: 同じグループのメンバーがこのアルバムに画像を追加できるようにする
nl: Toestaan dat leden van dezelfde groep afbeeldingen kunnen toevoegen aan dit album
pt_br: Permitir que membros do mesmo grupo adicionem imagens a este álbum
uk: Дозволити учасникам однієї групи додавати зображення до цього альбому
zh_hans: 允许同一小组的成员向该相册添加图片

source: Allow members to share the group with others
ar: السماح للأعضاء بمشاركة المجموعة مع الآخرين
ca: Permetre que els membres comparteixin el grup amb altres
it: Consentire ai membri di condividere il gruppo con altri
ja: 会員が他の会員とグループを共有できるようにする
nl: Laat leden de groep delen met anderen
pt_br: Permita que os membros compartilhem o grupo com outras pessoas
uk: Дозвольте учасникам ділитися групою з іншими
zh_hans: 允许成员与他人共享小组

source: Allow non-group members to enroll or request to enroll
ar: السماح لغير أعضاء المجموعة بالتسجيل أو طلب التسجيل
ca: Permetre que els membres que no siguin del grup matricular-se o sol·licitar matricular-se
it: Consentire l'iscrizione o la richiesta di iscrizione a membri non appartenenti al gruppo
ja: 団体会員以外の加入を認める、または加入を要請する
nl: Aanmeldingen of inschrijvingen toestaan van niet-leden van een groep
pt_br: Permitir que não membros do grupo se inscrevam ou solicitem a inscrição
uk: Дозвольте не членам групи реєструватися або подавати запит на реєстрацію
zh_hans: 允许非团体会员注册或申请注册

source: Allow parents to be used as tag
ar: السماح للوالدين لاستخدامها كإشارة
ca: Permetre que els pares s'utilitzin com a etiqueta
it: Consentire l'utilizzo dei genitori come tag
ja: 親をタグとして使用できるようにする
nl: Toestaan dat bovenliggenden worden gebruikt als tag
pt_br: Permitir que os pais sejam usados como etiqueta
uk: Дозволити батькам використовуватись як тег
zh_hans: 允许父母作为标签使用

source: Allow profile tagging for content managers
ar: السماح بالإشارات إلى الملف الشخصي لمديري المحتوى
ca: Permetre l'etiquetatge de perfils per als gestors de contingut
it: Consentire l'etichettatura del profilo per i gestori di contenuti
ja: コンテンツ・マネージャーのプロフィール・タグ付けを許可する
nl: Profieltagging toestaan voor contentbeheerders
pt_br: Permitir marcação de perfil para gerenciadores de conteúdo
uk: Дозволити тегування профілю для контент-менеджерів
zh_hans: 允许内容管理器添加个人资料标签

source: Allow profile tagging for regular users
ar: السماح بوضع الإشارات للمستخدمين العاديين
ca: Permetre l'etiquetatge de perfils per a usuaris habituals
it: Consentire il tagging del profilo per gli utenti abituali
ja: 一般ユーザーのプロフィール・タグ付けを許可する
nl: Profieltagging toestaan voor normale gebruikers
pt_br: Permitir marcação de perfil para usuários regulares
uk: Дозволити тегування профілю для звичайних користувачів
zh_hans: 允许为普通用户添加个人资料标签

source: Allow setting the maximum participant number for events.
ar: السماح بتعيين الحد الأقصى لعدد المشاركين للأحداث.
ca: Permetre establir el nombre màxim de participants per als esdeveniments.
it: Consente di impostare il numero massimo di partecipanti agli eventi.
ja: イベントの最大参加者数を設定できるようにする。
nl: Toestaan dat het maximale deelnemersaantal voor evenementen kan worden ingesteld.
pt_br: Permite definir o número máximo de participantes para eventos.
uk: Дозволяє встановити максимальну кількість учасників для подій.
zh_hans: 允许设置活动的最大参与人数。

source: Allow the author of an event to decide whether anonymous users can or cannot enroll in the event
ar: اسمح لمؤلف الحدث بتحديد ما إذا كان بإمكان المستخدمين المجهولين التسجيل في الحدث أم لا
ca: Permetre que l'autor d'un esdeveniment decideixi si els usuaris anònims es poden o no poden inscriure a l'esdeveniment
it: Consentire all'autore di un evento di decidere se gli utenti anonimi possono o non possono iscriversi all'evento.
ja: 匿名ユーザーがイベントに登録できるかできないかを、イベントの作成者が決定できるようにする。
nl: Laat de auteur van een publiek evenement beslissen of anonieme gebruikers zich wel of niet kunnen inschrijven voor het evenement.
pt_br: Permita que o autor de um evento decida se usuários anônimos podem ou não se inscrever no evento
uk: Дозволити автору події вирішувати, чи можуть анонімні користувачі реєструватися на подію, чи ні
zh_hans: 允许事件的作者决定匿名用户是否可以注册事件

source: Allow to access blocked users pages
ar: السماح بالوصول إلى صفحات المستخدمين المحظورة
ca: Permetre accedir a les pàgines dels usuaris bloquejats
it: Consentire l'accesso alle pagine degli utenti bloccati
ja: ブロックされたユーザーのページへのアクセスを許可する
nl: Toegang verlenen tot geblokkeerde gebruikerspagina's
pt_br: Permitir acessar páginas de usuários bloqueados
uk: Дозволити доступ до сторінок заблокованих користувачів
zh_hans: 允许访问被阻止的用户页面

source: Allow to access the administration form to block some users.
ar: السماح بالوصول إلى نموذج الإدارة لحظر بعض المستخدمين.
ca: Permetre accedir al formulari d'administració per bloquejar alguns usuaris.
it: Consentire l'accesso al modulo di amministrazione per bloccare alcuni utenti.
ja: 一部のユーザーをブロックするための管理フォームへのアクセスを許可する。
nl: Toegang verlenen tot het administratieformulier om sommige gebruikers te blokkeren.
pt_br: Permita acessar o formulário de administração para bloquear alguns usuários.
uk: Дозволити доступ до форми адміністрування для блокування деяких користувачів.
zh_hans: 允许访问管理表单以阻止某些用户。

source: Allow to access the administration form to configure Activity entities.
ar: السماح بالوصول إلى نموذج الإدارة لتكوين كيانات النشاط.
ca: Permetre accedir al formulari d'administració per configurar les entitats d'Activitat.
it: Consente di accedere al modulo di amministrazione per configurare le entità di attività.
ja: アクティビティエンティティを設定するための管理フォームへのアクセスを許可します。
nl: Geef toegang tot het formulier om activiteiten in te stellen.
pt_br: Permita acessar o formulário de administração para configurar entidades de atividade.
uk: Дозволяє отримати доступ до форми адміністрування для налаштування сутностей Активності.
zh_hans: 允许访问管理表单以配置活动实体。

source: Allow to access the administration form to configure Event enrollment entities.
ar: السماح بالوصول إلى نموذج الإدارة لتكوين كيانات تسجيل الأحداث.
ca: Permetre accedir al formulari d'administració per configurar entitats de registre d'esdeveniments.
it: Consente di accedere al modulo di amministrazione per configurare le entità di iscrizione agli eventi.
ja: イベント登録エンティティを設定するための管理フォームへのアクセスを許可します。
nl: Toegang verlenen tot het administratieformulier om entiteiten voor gebeurtenissenregistratie te configureren.
pt_br: Permita acessar o formulário de administração para configurar entidades de inscrição em eventos.
uk: Дозволяє отримати доступ до форми адміністрування для налаштування сутностей, що реєструються на подію.
zh_hans: 允许访问管理表单以配置活动报名实体。

source: Allow to access the administration form to configure Font entities.
ar: السماح بالوصول إلى نموذج الإدارة لتكوين كيانات الخط.
ca: Permetre accedir al formulari d'administració per configurar les entitats de Font.
it: Consente di accedere al modulo di amministrazione per configurare le entità Font.
ja: Font エンティティを設定するための管理フォームへのアクセスを許可します。
nl: Toegang toestaan tot het beheerformulier om consumentenentiteiten te configureren.
pt_br: Permite acessar o formulário de administração para configurar entidades de fonte.
uk: Дозволяє отримати доступ до форми адміністрування для налаштування об'єктів шрифту.
zh_hans: 允许访问管理表单以配置字体实体。

source: Allow to access the administration form to configure Post entities.
ar: السماح بالوصول إلى نموذج الإدارة لتهيئة كيانات المنشور.
ca: Permetre accedir al formulari d'administració per configurar les entitats de Correus.
it: Consente di accedere al modulo di amministrazione per configurare le entità di posta.
ja: ポストエンティティを設定するための管理フォームへのアクセスを許可します。
nl: Toegang toestaan tot het beheerformulier om consumentenentiteiten te configureren.
pt_br: Permita acessar o formulário de administração para configurar entidades Post.
uk: Дозволити доступ до форми адміністрування для налаштування сутностей Post.
zh_hans: 允许访问管理表单以配置 "职位 "实体。

source: Allow to access the administration form to configure Queue storage entity entities.
ar: السماح بالوصول إلى نموذج الإدارة لتكوين كيانات كيان تخزين قائمة الانتظار.
ca: Permetre accedir al formulari d'administració per configurar les entitats d'emmagatzematge de cua.
it: Consente di accedere al modulo di amministrazione per configurare le entità di archiviazione della coda.
ja: キューストレージエンティティを設定するための管理フォームへのアクセスを許可します。
nl: Geef toegang tot het administratieformulier om entiteiten voor wachtrijopslag te configureren.
pt_br: Permita acessar o formulário de administração para configurar entidades de armazenamento de filas.
uk: Дозволяє отримати доступ до форми адміністрування для налаштування сутностей сховища черг.
zh_hans: 允许访问管理表单以配置队列存储实体。

source: Allow to access the people list page.
ar: السماح بالوصول إلى صفحة قائمة الأشخاص.
ca: Permet accedir a la pàgina de llista de persones.
it: Consentire l'accesso alla pagina dell'elenco delle persone.
ja: 人物リストページへのアクセスを許可する。
nl: Geef toegang tot de personenlijstpagina.
pt_br: Permitir acessar a página da lista de pessoas.
uk: Дозволити доступ до сторінки списку людей.
zh_hans: 允许访问人员列表页面。

source: Allow to access the social_comment_upload settings form.
ar: السماح بالوصول إلى نموذج إعدادات social_comment_upload.
ca: Permetre accedir al formulari de configuració social_comment_upload.
it: Consente di accedere al modulo delle impostazioni di social_comment_upload.
ja: social_comment_upload設定フォームへのアクセスを許可する。
nl: Toegang verlenen tot het social_comment_upload instellingenformulier.
pt_br: Permita acessar o formulário de configurações do social_comment_upload.
uk: Дозволити доступ до форми налаштувань завантаження соціальних_коментарів.
zh_hans: 允许访问 social_comment_upload 设置表单。

source: Allow to set for which group types quickjoin is enabled.
ar: السماح لتعيين أنواع المجموعات التي يتم تمكين الانضمام السريع لها.
ca: Permet establir per a quins tipus de grups està activat el quickjoin.
it: Consente di impostare per quali tipi di gruppo è abilitata l'unione rapida.
ja: どのグループタイプに対してクイックジョインを有効にするかを設定できるようにする。
nl: Bepaal voor welk groep type het snel lid worden moet worden aangezet.
pt_br: Permite definir para quais tipos de grupos a junção rápida está habilitada.
uk: Дозволяє вказати, для яких типів груп увімкнено швидке приєднання.
zh_hans: 允许设置启用哪些组类型的快速连接。

source: Allow to set how event organisers are implemented in OS.
ar: السماح لتعيين كيفية تنفيذ منظمي الأحداث في نظام التشغيل.
ca: Permet establir com s'implementen els organitzadors d'esdeveniments en el sistema operatiu.
it: Consente di impostare il modo in cui gli organizzatori di eventi sono implementati nel sistema operativo.
ja: OSでイベントオーガナイザーの実装方法を設定できるようにする。
nl: Laat toe om in te stellen hoe organisatoren van evenementen worden geïmplementeerd in OS.
pt_br: Permite definir como os organizadores de eventos são implementados no sistema operacional.
uk: Дозволяє встановити, як організатори подій реалізовані в ОС.
zh_hans: 允许设置操作系统中事件组织者的实现方式。

source: Allow to set how event types are implemented in OS.
ar: السماح لتعيين كيفية تنفيذ أنواع الأحداث في نظام التشغيل.
ca: Permet establir com s'implementen els tipus d'esdeveniments en el sistema operatiu.
it: Consente di impostare il modo in cui i tipi di eventi sono implementati nel sistema operativo.
ja: OSでのイベントタイプの実装方法を設定できるようにする。
nl: Laat toe om in te stellen hoe gebeurtenistypes worden geïmplementeerd in het OS.
pt_br: Permite definir como os tipos de eventos são implementados no sistema operacional.
uk: Дозволяє встановити, як типи подій реалізовано в ОС.
zh_hans: 允许设置操作系统中事件类型的实现方式。

source: Allow to set javascript that will loaded on ALL pages.
ar: السماح بتعيين جافا سكريبت التي سيتم تحميلها على جميع الصفحات.
ca: Permet configurar javascript que es carregarà a TOTES les pàgines.
it: Permette di impostare il javascript che verrà caricato su TUTTE le pagine.
ja: すべてのページで読み込まれるjavascriptを設定できるようにします。
nl: Laat toe javascript in te stellen dat op ALLE pagina's wordt geladen.
pt_br: Permite definir o javascript que será carregado em TODAS as páginas.
uk: Дозволяє встановити javascript, який буде завантажено на ВСІ сторінки.
zh_hans: 允许设置在所有页面上加载的 javascript。

source: Allow to set the Group settings in Open Social.
ar: السماح لضبط إعدادات المجموعة في Open Social.
ca: Permet configurar la configuració del grup a Open Social.
it: Consente di impostare le impostazioni del gruppo in Open Social.
ja: オープンソーシャルでグループ設定ができるようになりました。
nl: Laat de Groepsinstellingen in Open Social instellen.
pt_br: Permite definir as configurações do grupo no Open Social.
uk: Дозволяє встановлювати налаштування групи в Open Social.
zh_hans: 允许在 Open Social 中设置群组设置。

source: Allow use a parent of category.
ar: السماح باستخدام أصل الفئة.
ca: Permet utilitzar un pare de categoria.
it: Consente di utilizzare un genitore di categoria.
ja: カテゴリーの親の使用を許可する。
nl: Sta het gebruik van een ouder van categorie toe.
pt_br: Permitir o uso de um pai da categoria.
uk: Дозволити використання батька категорії.
zh_hans: 允许使用类别的父类别。

source: Allow users to add the event to the calendar
ar: السماح للمستخدمين بإضافة الحدث إلى التقويم
ca: Permetre als usuaris afegir l'esdeveniment al calendari
it: Consentire agli utenti di aggiungere l'evento al calendario
ja: ユーザーがカレンダーにイベントを追加できるようにする
nl: Toestaan evenementen aan een agenda toe te voegen
pt_br: Permitir que os usuários adicionem o evento ao calendário
uk: Дозвольте користувачам додавати подію до календаря
zh_hans: 允许用户将事件添加到日历中

source: Allow users to close reports.
ar: السماح للمستخدمين بإغلاق التقارير.
ca: Permetre als usuaris tancar informes.
it: Consentire agli utenti di chiudere i rapporti.
ja: ユーザーがレポートを閉じることを許可する。
nl: Sta gebruikers toe rapporten te sluiten.
pt_br: Permita que os usuários fechem relatórios.
uk: Дозвольте користувачам закривати звіти.
zh_hans: 允许用户关闭报告。

source: Allow users to enroll to this event without an account
ar: السماح للمستخدمين بالتسجيل في هذا الحدث بدون حساب
ca: Permetre als usuaris inscriure's a aquest esdeveniment sense compte
it: Consentire agli utenti di iscriversi a questo evento senza un account
ja: アカウントなしでこのイベントに登録できるようにする
nl: Aanmeldingen van gebruikers zonder account toestaan voor dit evenement
pt_br: Permitir que os usuários se inscrevam neste evento sem uma conta
uk: Дозвольте користувачам реєструватися на цю подію без облікового запису
zh_hans: 允许用户在没有账户的情况下报名参加此活动

source: Allow users to join groups with a single click.
ar: السماح للمستخدمين بالانضمام إلى المجموعات بنقرة واحدة.
ca: Permet als usuaris unir-se a grups amb un sol clic.
it: Consentite agli utenti di unirsi ai gruppi con un solo clic.
ja: ユーザーがワンクリックでグループに参加できるようにします。
nl: Sta gebruikers toe om met een enkele klik lid te worden van groepen.
pt_br: Permita que os usuários participem de grupos com um único clique.
uk: Дозвольте користувачам приєднуватися до груп одним кліком.
zh_hans: 允许用户一键加入群组。

source: Allow users to request membership
ar: السماح للمستخدمين بطلب العضوية
ca: Permetre als usuaris sol·licitar l'adhesió
it: Consentire agli utenti di richiedere l'iscrizione
ja: ユーザーがメンバーシップをリクエストできるようにする
nl: Gebruikers kunnen een aanvraag doen om lid te worden
pt_br: Permitir que os usuários solicitem associação
uk: Дозволити користувачам запитувати членство
zh_hans: 允许用户申请加入

source: Allow users to send private messages to each other
ar: السماح للمستخدمين بإرسال رسائل خاصة لبعضهم البعض
ca: Permetre als usuaris enviar missatges privats els uns als altres
it: Consentire agli utenti di inviare messaggi privati tra loro
ja: ユーザー同士がプライベートメッセージを送れるようにする
nl: Laat gebruikers elkaar privéberichten sturen
pt_br: Permitir que os usuários enviem mensagens privadas uns aos outros
uk: Дозвольте користувачам надсилати приватні повідомлення один одному
zh_hans: 允许用户相互发送私人信息

source: Allow users to share the event with others
ar: السماح للمستخدمين بمشاركة الحدث مع الآخرين
ca: Permetre als usuaris compartir l'esdeveniment amb altres
it: Consentire agli utenti di condividere l'evento con altri
ja: ユーザーが他のユーザーとイベントを共有できるようにする
nl: Laat gebruikers het evenement delen met anderen
pt_br: Permitir que os usuários compartilhem o evento com outras pessoas
uk: Дозвольте користувачам ділитися подією з іншими
zh_hans: 允许用户与他人分享活动

source: Allow users to skip the confirmation step when joining any @grouptype.
ar: اسمح للمستخدمين بتخطي خطوة التأكيد عند الانضمام إلى أي نوع @grouptype .
ca: Permetre als usuaris saltar-se el pas de confirmació en unir-se a qualsevol @grouptype.
it: Consentire agli utenti di saltare la fase di conferma quando si uniscono a qualsiasi @grouptype.
ja: @grouptype に参加する際、ユーザーが確認ステップをスキップできるようにする。
nl: Sta gebruikers toe om de bevestigingsstap over te slaan bij lid worden van een @grouptype.
pt_br: Permita que os usuários pulem a etapa de confirmação ao ingressar em qualquer @grouptype.
uk: Дозвольте користувачам пропустити крок підтвердження при приєднанні до будь-якого @grouptype.
zh_hans: 允许用户在加入任何@grouptype 时跳过确认步骤。

source: Allow users to tag content in content.
ar: السماح للمستخدمين بوضع علامة على المحتوى في المحتوى.
ca: Permetre als usuaris etiquetar el contingut en el contingut.
it: Consentire agli utenti di taggare i contenuti nei contenuti.
ja: ユーザーがコンテンツにタグ付けできるようにする。
nl: Sta gebruikers toe inhoud te taggen.
pt_br: Permita que os usuários marquem conteúdo no conteúdo.
uk: Дозвольте користувачам додавати теги до контенту.
zh_hans: 允许用户在内容中标记内容。

source: Allow verified users to change the group their content belong to
ca: Permetre als usuaris verificats canviar el grup al qual pertanyen els seus continguts
it: Consentire agli utenti verificati di modificare il gruppo di appartenenza dei loro contenuti
ja: 認証されたユーザーが、コンテンツの所属グループを変更できるようにする。
pt_br: Permitir que usuários verificados alterem o grupo ao qual seu conteúdo pertence
zh_hans: 允许已验证用户更改其内容所属的组别

source: Allow verified users to create new groups
ca: Permetre als usuaris verificats crear nous grups
it: Consentire agli utenti verificati di creare nuovi gruppi
ja: 認証されたユーザーに新しいグループの作成を許可する
pt_br: Permitir que usuários verificados criem novos grupos
zh_hans: 允许已验证用户创建新组

source: Allowed calendars
ar: التقويمات المسموح بها
ca: Calendaris permesos
it: Calendari consentiti
ja: 許可されたカレンダー
nl: Toegestane opties
pt_br: Calendários permitidos
uk: Дозволені календарі
zh_hans: 允许的日历

source: Allowed external owner target types
ca: Tipus d'objectius de propietari extern permesos
it: Tipi di destinazione del proprietario esterno consentiti
ja: 許可された外部オーナー・ターゲット・タイプ
pt_br: Tipos de alvos permitidos pelo proprietário externo
zh_hans: 允许的外部所有者目标类型

source: Allowed join method
ar: طريقة الانضمام المسموح بها
ca: Mètode d'unió permès
it: Metodo di unione consentito
ja: 参加可能なメソッド
nl: Toegestane join-methode
pt_br: Método de junção permitido
uk: Дозволений метод приєднання
zh_hans: 允许的连接方法

source: Allowed value with label
ar: القيمة المسموح بها مع التسمية
ca: Valor permès amb etiqueta
it: Valore consentito con etichetta
ja: ラベル付き許容値
nl: Toegestane waarde met label
pt_br: Valor permitido com rótulo
uk: Дозволене значення з міткою
zh_hans: 带标签的允许值

source: Allowed values function
ar: وظيفة القيم المسموح بها
ca: Funció de valors permesos
it: Valori ammessi funzione
ja: 許容値関数
nl: Toegestane waarden-functie
pt_br: Função de valores permitidos
uk: Дозволені значення функції
zh_hans: 允许值 功能
