Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Delete Queue storage entity entities
ar: حذف كيانات تخزين قائمة الانتظار
ca: Eliminar entitats d'entitat d'emmagatzematge de cua
it: Eliminare le entità di archiviazione della coda
ja: キュー・ストレージ・エンティティの削除
nl: Entiteiten voor wachtrijopslag verwijderen
pt_br: Excluir entidades da entidade de armazenamento de filas
uk: Видалення сутностей сховища черги
zh_hans: 删除队列存储实体

source: Delete all comments
ar: حذف كافة التعليقات
ca: Eliminar tots els comentaris
it: Cancellare tutti i commenti
ja: すべてのコメントを削除する
nl: Alle reacties verwijderen
pt_br: Excluir todos os comentários
uk: Видалити всі коментарі
zh_hans: 删除所有评论

source: Delete alternative frontpage settings
ar: حذف إعدادات الصفحة الأولى البديلة
ca: Eliminar la configuració alternativa de la primera pàgina
it: Eliminare le impostazioni alternative della frontpage
ja: 代替フロントページ設定の削除
nl: Alternatieve voorpagina-instellingen verwijderen
pt_br: Excluir configurações alternativas da página inicial
uk: Видалення альтернативних налаштувань головної сторінки
zh_hans: 删除备选的首页设置

source: Delete any posts entities
ar: حذف أي منشورات كيانات
ca: Eliminar les entitats de publicacions
it: Cancellare le entità dei messaggi
ja: すべての投稿を削除する
nl: Alle berichten verwijderen
pt_br: Exclua todas as entidades de postagens
uk: Видалити всі публікації сутності
zh_hans: 删除任何职位实体

source: Delete image
ar: حذف الصورة
ca: Eliminar la imatge
it: Cancellare l'immagine
ja: 画像を削除する
nl: Afbeelding verwijderen
pt_br: Excluir imagem
uk: Вилучити зображення
zh_hans: 删除图片

source: Delete own comments
ar: حذف التعليقات الخاصة بك
ca: Eliminar comentaris propis
it: Cancellare i propri commenti
ja: 自分のコメントを削除する
nl: Eigen reacties verwijderen
pt_br: Excluir seus próprios comentários
uk: Видалити власні коментарі
zh_hans: 删除自己的评论

source: Delete own posts entities
ar: حذف الكيانات المنشورات الخاصة
ca: Eliminar entitats de publicacions pròpies
it: Cancellare le entità dei propri messaggi
ja: 自分の投稿を削除する
nl: Eigen bericht verwijderen
pt_br: Excluir entidades de postagens próprias
uk: Видалення власних дописів сутностей
zh_hans: 删除自己的职位实体

source: Delete private messages
ar: احذف الرسائل الخاصة
ca: Eliminar missatges privats
it: Cancellare i messaggi privati
ja: プライベートメッセージの削除
nl: Verwijder privéberichten
pt_br: Excluir mensagens privadas
uk: Видалити приватні повідомлення
zh_hans: 删除私人信息

source: Delete selected event enrollment entities
ar: احذف كيانات تسجيل الحدث المحددة
ca: Eliminar les entitats de registre d'esdeveniments seleccionades
it: Cancellare le entità di iscrizione agli eventi selezionate
ja: 選択したイベント登録エンティティの削除
nl: Verwijder geselecteerde evenement aanmeld entiteiten
pt_br: Excluir entidades de inscrição de eventos selecionadas
uk: Видалення вибраних об'єктів реєстрації подій
zh_hans: 删除选定的事件注册实体

source: Delete selected group content entities
ar: حذف كيانات محتوى المجموعة المحددة
ca: Eliminar les entitats de contingut del grup seleccionades
it: Eliminare le entità di contenuto del gruppo selezionate
ja: 選択したグループ・コンテンツ・エンティティを削除する
nl: Verwijder geselecteerde groep entiteiten
pt_br: Excluir entidades de conteúdo de grupo selecionadas
uk: Видалення вибраних об'єктів вмісту групи
zh_hans: 删除选定的组内容实体

source: Delete the selected comments
ar: احذف التعليقات المحددة
ca: Eliminar els comentaris seleccionats
it: Cancellare i commenti selezionati
ja: 選択したコメントを削除する
nl: De geselecteerde reacties verwijderen
pt_br: Excluir os comentários selecionados
uk: Видалити вибрані коментарі
zh_hans: 删除所选评论

source: Delete thread
ar: حذف موضوع
ca: Eliminar el fil
it: Cancellare il thread
ja: スレッド削除
nl: Verwijder gesprek
pt_br: Excluir tópico
uk: Видалити тему
zh_hans: 删除主题

source: Delete your account and anonymize all other content.
ar: احذف حسابك وقم بإخفاء هوية جميع المحتويات الأخرى.
ca: Esborra el teu compte i anonimitza tots els altres continguts.
it: Cancellare il proprio account e rendere anonimi tutti gli altri contenuti.
ja: アカウントを削除し、他のすべてのコンテンツを匿名化する。
nl: Verwijder je account en anonimiseer alle andere inhoud.
pt_br: Exclua sua conta e anonimize todos os outros conteúdos.
uk: Видаліть свій обліковий запис та анонімізуйте весь інший контент.
zh_hans: 删除您的账户并匿名处理所有其他内容。

source: Delete your account, delete private messages, and anonymize all other content.
ar: احذف حسابك ، واحذف الرسائل الخاصة ، وقم بإخفاء هوية جميع المحتويات الأخرى.
ca: Elimineu el vostre compte, suprimiu missatges privats i anonimitzeu tots els altres continguts.
it: Cancellare il proprio account, eliminare i messaggi privati e rendere anonimi tutti gli altri contenuti.
ja: アカウントを削除し、プライベートメッセージを削除し、他のすべてのコンテンツを匿名化します。
nl: Verwijder het account, verwijder privéberichten en anonimiseer alle andere inhoud.
pt_br: Exclua sua conta, exclua mensagens privadas e anonimize todos os outros conteúdos.
uk: Видаліть свій обліковий запис, видаліть приватні повідомлення та анонімізуйте весь інший контент.
zh_hans: 删除您的账户、私人信息并匿名处理所有其他内容。

source: Deleted user
ar: مستخدم محذوف
ca: Usuari eliminat
it: Utente cancellato
ja: 削除ユーザー
nl: Verwijderde gebruiker
pt_br: Usuário excluído
uk: Видалений користувач
zh_hans: 删除的用户

source: Deleting @type's
ar: حذف @type
ca: Eliminació de @type
it: Eliminazione di @type's
ja: @type の削除
nl: @type's verwijderen
pt_br: Excluindo @type
uk: Видалення @type
zh_hans: 删除@type

source: Deleting activities...
ca: Eliminació d'activitats...
it: Eliminazione di attività...
ja: アクティビティの削除...
pt_br: Excluindo atividades...
zh_hans: 删除活动...

source: Deleting the group and all the content within the group...
ar: جارٍ حذف المجموعة وكل المحتويات داخل المجموعة ...
ca: Eliminació del grup i de tot el contingut dins del grup...
it: Eliminare il gruppo e tutti i suoi contenuti...
ja: グループとグループ内のすべてのコンテンツを削除...
nl: De groep en alle inhoud in de groep verwijderen...
pt_br: Excluindo o grupo e todo o conteúdo dentro do grupo...
uk: Видалення групи і всього вмісту в ній...
zh_hans: 删除组和组内的所有内容...

source: Deleting this image will also delete it from the post it belongs to.
ar: سيؤدي حذف هذه الصورة إلى حذفها أيضًا من المنشور الذي تنتمي إليه.
ca: L'eliminació d'aquesta imatge també l'eliminarà de la publicació a la qual pertany.
it: L'eliminazione di questa immagine la cancellerà anche dal post a cui appartiene.
ja: この画像を削除すると、その画像が属する投稿からも削除されます。
nl: Als u deze afbeelding verwijdert, wordt deze ook verwijderd uit het bericht waartoe deze behoort.
pt_br: Excluir essa imagem também a excluirá da postagem à qual ela pertence.
uk: Видалення цього зображення також видалить його з допису, до якого воно належить.
zh_hans: 删除该图片也会删除其所属帖子中的图片。

source: Deprecated - Social Lazy Loading
ca: Desactualitzat - Social Lazy Loading
it: Deprecato - Caricamento pigro sociale
ja: 非推奨 - ソーシャル・レイジー・ローディング
pt_br: Obsoleto - Social Lazy Loading
zh_hans: 已弃用 - 社交懒加载

source: Desc
ar: تنازلي
ja: デスク
nl: Aflopend
uk: Спад
zh_hans: 描述

source: Describe this mention type.
ar: صِف هذا النوع من الإشارة.
ca: Descriviu aquest tipus de menció.
it: Descrivete questo tipo di menzione.
ja: この言及タイプについて説明してください。
nl: Beschrijf dit type vermelding.
pt_br: Descreva esse tipo de menção.
uk: Опишіть цей тип згадки.
zh_hans: 描述这种提及类型。

source: Description
ar: الوصف
ca: Descripció
it: Descrizione
ja: 説明
nl: Beschrijving
pt_br: Descrição
uk: Опис
zh_hans: 说明

source: Destinations
ar: المناطق
ca: Destinacions
it: Destinazioni
ja: 目的地
nl: Bestemmingen
pt_br: Destinos
uk: Місця призначення
zh_hans: 目的地

source: Details
ar: تفاصيل
ca: Detalls
it: Dettagli
ja: 詳細
pt_br: Detalhes
uk: Подробиці
zh_hans: 详细信息

source: Determine how and if users can use tags.
ar: تحديد ما إذا كان يمكن للمستخدمين استخدام الإشارات وكيفية فعل ذلك.
ca: Determineu com i si els usuaris poden utilitzar les etiquetes.
it: Determinare come e se gli utenti possono usare i tag.
ja: ユーザーがタグをどのように使用できるか、また使用できるかどうかを決定する。
nl: Bepaal hoe en of gebruikers tags kunnen gebruiken.
pt_br: Determine como e se os usuários podem usar tags.
uk: Визначте, як і чи можуть користувачі використовувати теги.
zh_hans: 确定用户如何以及是否可以使用标签。

source: Determine if the main categories of the vocabulary will be used as separate tag fields or as a single tag field when using tags on profile.
ar: حدد ما إذا كانت الفئات الرئيسية للمفردات ستستخدم كحقول علامة منفصلة أو كحقل علامة واحد عند استخدام العلامات في الملف الشخصي.
ca: Determineu si les categories principals del vocabulari s'utilitzaran com a camps d'etiquetes separats o com un sol camp d'etiqueta quan s'utilitzen etiquetes al perfil.
it: Stabilire se le categorie principali del vocabolario saranno utilizzate come campi tag separati o come un unico campo tag quando si utilizzano i tag sul profilo.
ja: プロフィールでタグを使用する際に、語彙の主要カテゴリーを個別のタグフィールドとして使用するか、単一のタグフィールドとして使用するかを決定します。
nl: Bepaal of de hoofdcategorieën van de woordenlijst worden gebruikt als afzonderlijke tagvelden of als een enkel tagveld bij het gebruik van tags op profiel.
pt_br: Determine se as categorias principais do vocabulário serão usadas como campos de tag separados ou como um único campo de tag ao usar tags no perfil.
uk: Визначте, чи будуть основні категорії словника використовуватися як окремі поля тегів або як єдине поле тегів при використанні тегів у профілі.
zh_hans: 确定在配置文件中使用标签时，词汇表的主要类别是作为单独的标签字段使用，还是作为单个标签字段使用。

source: Determine if the main categories of the vocabury will be used as seperate tag fields or as a single tag field when using tags on content.
ar: حدد ما إذا كانت الفئات الرئيسية للمفردات ستستخدم كحقول علامة منفصلة أو كحقل علامة واحد عند استخدام العلامات في المحتوى.
ca: Determineu si les categories principals del vocabulari s'utilitzaran com a camps d'etiquetes separats o com a camp d'etiqueta única quan s'utilitzen etiquetes sobre el contingut.
it: Determinare se le categorie principali del vocabolario saranno utilizzate come campi di tag separati o come un unico campo di tag quando si utilizzano i tag sui contenuti.
ja: コンテンツにタグを使用する際に、語彙の主要なカテゴリーを別々のタグフィールドとして使用するか、単一のタグフィールドとして使用するかを決定する。
nl: Bepaal of de hoofdcategorieën van de woordenlijst worden gebruikt als afzonderlijke tagvelden of als een enkel tagveld bij het gebruik van tags op inhoud.
pt_br: Determine se as categorias principais do vocabulário serão usadas como campos de tag separados ou como um único campo de tag ao usar tags no conteúdo.
uk: Визначте, чи будуть основні категорії словника використовуватися як окремі поля тегів або як єдине поле тега при використанні тегів у контенті.
zh_hans: 确定在内容上使用标签时，是将词汇库的主要类别作为单独的标签字段使用，还是作为单一标签字段使用。

source: Determine if the parent of categories will be used with children tags.
ar: حدد ما إذا كان سيتم استخدام أصل الفئات مع علامات الفروع.
ca: Determineu si el pare de les categories s'utilitzarà amb etiquetes de nens.
it: Determinare se il genitore delle categorie sarà usato con i tag figli.
ja: カテゴリの親が子タグで使用されるかどうかを決定します。
nl: Bepaal of de ouder van categorieën zal worden gebruikt met kindertags.
pt_br: Determine se o pai das categorias será usado com tags infantis.
uk: Визначте, чи буде батько категорій використовуватися з дочірніми тегами.
zh_hans: 确定类别的父标签是否与子标签一起使用。

source: Determine the look and feel of your site.
ar: تحديد شكل وجوهر موقعك.
ca: Determineu l'aspecte i la sensació del vostre lloc.
it: Determinare l'aspetto e l'atmosfera del sito.
ja: サイトのルック＆フィールを決める
nl: Geef uw eigen stijl en kleuren aan het platform.
pt_br: Determine a aparência do seu site.
uk: Визначте зовнішній вигляд вашого сайту.
zh_hans: 确定网站的外观和感觉。

source: Determine wether users can upload documents to comments.
ar: تحديد المستخدمين الذين يمكنهم تحميل المستندات على التعليقات.
ca: Determineu si els usuaris poden pujar documents als comentaris.
it: Stabilire se gli utenti possono caricare documenti nei commenti.
ja: ユーザーがコメントに文書をアップロードできるかどうかを決定する。
nl: Bepaal of gebruikers documenten kunnen uploaden bij een reactie.
pt_br: Determine se os usuários podem enviar documentos para os comentários.
uk: Визначте, чи можуть користувачі додавати документи до коментарів.
zh_hans: 确定用户能否将文件上传到评论中。

source: Determine whether content managers are allowed to add @profile_tags terms to the users profile.
ar: حدد ما إذا كان يُسمح لمديري المحتوى بإضافة مصطلحات @profile_tags إلى الملف الشخصي للمستخدمين.
ca: Determineu si els gestors de continguts tenen permís per afegir termes @profile_tags al perfil dels usuaris.
it: Determinare se i gestori di contenuti possono aggiungere termini @profile_tags al profilo degli utenti.
ja: コンテンツ管理者がユーザープロファイルに@profile_tags の用語を追加できるかどうかを決定する。
nl: Bepaal of contentbeheerders @profile_tags termen mogen toevoegen aan het gebruikersprofiel.
pt_br: Determine se os gerenciadores de conteúdo têm permissão para adicionar termos @profile_tags ao perfil do usuário.
uk: Визначте, чи дозволено контент-менеджерам додавати терміни @profile_tags до профілю користувачів.
zh_hans: 确定是否允许内容管理器在用户配置文件中添加@profile_tags 术语。

source: Determine whether regular users are allowed to add profile tags to their own profile.
ar: حدد ما إذا كان يُسمح للمستخدمين العاديين بإضافة إشارات الملف الشخصي إلى ملفهم الشخصي.
ca: Determineu si els usuaris habituals tenen permís per afegir etiquetes de perfil al seu propi perfil.
it: Determinare se gli utenti regolari possono aggiungere tag al proprio profilo.
ja: 一般ユーザーが自分のプロフィールにプロフィールタグを追加できるかどうかを決定します。
nl: Bepaal of gewone gebruikers profieltags aan hun eigen profiel mogen toevoegen.
pt_br: Determine se os usuários regulares têm permissão para adicionar tags de perfil ao seu próprio perfil.
uk: Визначте, чи дозволено звичайним користувачам додавати теги профілю до власного профілю.
zh_hans: 确定是否允许普通用户在自己的个人资料中添加个人资料标签。

source: Determine whether users are allowed to tag content, view tags and filter on tags in content. (@content)
ar: حدد ما إذا كان يُسمح للمستخدمين بوضع علامة على المحتوى وعرض العلامات والتصفية على العلامات في المحتوى. (@content)
ca: Determineu si els usuaris tenen permís per etiquetar contingut, veure etiquetes i filtrar sobre les etiquetes del contingut. (@content)
it: Determinare se gli utenti sono autorizzati a taggare i contenuti, visualizzare i tag e filtrare i tag nei contenuti. (@content)
ja: ユーザーがコンテンツにタグ付けを許可されているかどうかを判断し、タグを表示し、コンテンツ内のタグをフィルタリングします。(@content)
nl: Bepaal of gebruikers toestemming hebben om inhoud te taggen, tags te zien en op tags in inhoud te filteren. (@content)
pt_br: Determine se os usuários têm permissão para marcar conteúdo, visualizar tags e filtrar por tags no conteúdo. (@content)
uk: Визначте, чи дозволено користувачам тегувати вміст, переглядати теги та фільтрувати за тегами у вмісті. (@content)
zh_hans: 确定是否允许用户标记内容、查看标记和过滤内容中的标记。(@content)

source: Determine whether users can upload documents to comments.
ar: حدد ما إذا كان يمكن للمستخدمين تحميل المستندات إلى التعليقات.
ca: Determineu si els usuaris poden pujar documents als comentaris.
it: Determinare se gli utenti possono caricare documenti nei commenti.
ja: ユーザーがコメントに文書をアップロードできるかどうかを決定する。
nl: Bepaal of gebruikers documenten kunnen uploaden bij een reactie.
pt_br: Determine se os usuários podem fazer upload de documentos para comentários.
uk: Визначте, чи можуть користувачі завантажувати документи до коментарів.
zh_hans: 确定用户是否可以将文件上传到评论中。

source: Determines whether content tagging is enabled for users.
ar: يحدد ما إذا كان قد تم تمكين وضع علامات على المحتوى للمستخدمين أم لا.
ca: Determina si l'etiquetatge de contingut està activat per als usuaris.
it: Determina se l'etichettatura dei contenuti è abilitata per gli utenti.
ja: コンテンツのタグ付けがユーザーに対して有効かどうかを決定します。
nl: Bepaalt of taggen van inhoud is ingeschakeld voor gebruikers.
pt_br: Determina se a marcação de conteúdo está habilitada para os usuários.
uk: Визначає, чи ввімкнено тегування вмісту для користувачів.
zh_hans: 确定是否为用户启用内容标记。

source: Determines whether the book node type has tagging enabled.
ar: يحدد ما إذا كان نوع عقدة الكتاب قد تم تمكين وضع العلامات عليه.
ca: Determina si el tipus de node de llibre té activada l'etiquetatge.
it: Determina se il tipo di nodo libro ha abilitato l'etichettatura.
ja: ブック・ノード・タイプがタグ付けを有効にしているかどうかを判定する。
nl: Bepaalt of het type boekinhoudsitem tagging heeft ingeschakeld.
pt_br: Determina se o tipo de nó do livro tem a marcação ativada.
uk: Визначає, чи увімкнено тегування для типу вузла книги.
zh_hans: 确定图书节点类型是否启用了标记。

source: Determines whether the event node type has tagging enabled.
ar: يحدد ما إذا كان نوع عقدة الحدث قد تم تمكين وضع العلامات عليه.
ca: Determina si el tipus de node d'esdeveniments té activada l'etiquetatge.
it: Determina se il tipo di nodo evento ha l'etichettatura abilitata.
ja: イベント・ノード・タイプがタグ付けを有効にしているかどうかを判断する。
nl: Bepaalt of het type gebeurtenisinhoudsitem tagging heeft ingeschakeld.
pt_br: Determina se o tipo de nó do evento tem a marcação ativada.
uk: Визначає, чи увімкнено тегування для типу вузла події.
zh_hans: 确定事件节点类型是否启用了标记。

source: Determines whether the landing page node type has tagging enabled.
ar: تحديد ما إذا كان نوع عقدة الصفحة المقصودة ممكّنًا أم لا.
ca: Determina si el tipus de node de la pàgina de destinació té activada l'etiquetatge.
it: Determina se il tipo di nodo della pagina di destinazione ha abilitato l'etichettatura.
ja: ランディングページのノードタイプがタグ付けを有効にしているかどうかを決定します。
nl: Bepaalt of het inhoudsitemtype van de landingspagina tagging heeft ingeschakeld.
pt_br: Determina se o tipo de nó da página de destino tem a marcação ativada.
uk: Визначає, чи ввімкнено тегування для типу вузла цільової сторінки.
zh_hans: 确定着陆页节点类型是否启用了标记。

source: Determines whether the page node type has tagging enabled.
ar: يحدد ما إذا كان نوع عقدة الصفحة قد تم تمكين وضع العلامات عليه.
ca: Determina si el tipus de node de la pàgina té activada l'etiquetatge.
it: Determina se il tipo di nodo della pagina ha abilitato i tag.
ja: ページ・ノード・タイプがタグ付けを有効にしているかどうかを判定します。
nl: Bepaalt of het type paginainhoudsitem tagging heeft ingeschakeld.
pt_br: Determina se o tipo de nó da página tem a marcação ativada.
uk: Визначає, чи ввімкнено тегування для типу вузла сторінки.
zh_hans: 确定页面节点类型是否启用了标记。

source: Determines whether the top level taxonomy items are considered categories for tagging.
ar: تحديد ما إذا كانت عناصر التصنيف ذات المستوى الأعلى تعتبر فئات لوضع العلامات.
ca: Determina si els ítems de taxonomia de nivell superior es consideren categories per a l'etiquetatge.
it: Determina se le voci della tassonomia di primo livello sono considerate categorie per l'etichettatura.
ja: トップレベルのタクソノミ項目をタグ付けのためのカテゴリとみなすかどうかを決定します。
nl: Bepaalt of de taxonomie-items van het hoogste niveau worden beschouwd als categorieën voor tagging.
pt_br: Determina se os itens de taxonomia de nível superior são considerados categorias para marcação.
uk: Визначає, чи вважати елементи таксономії верхнього рівня категоріями для тегування.
zh_hans: 确定顶层分类项目是否被视为标记类别。

source: Determines whether the topic node type has tagging enabled.
ar: يحدد ما إذا كان نوع عقدة الموضوع قد تم تمكين وضع العلامات عليه.
ca: Determina si el tipus de node de tema té activada l'etiquetatge.
it: Determina se il tipo di nodo dell'argomento ha abilitato l'etichettatura.
ja: トピック・ノード・タイプがタグ付けを有効にしているかどうかを判断します。
nl: Bepaalt of het type onderwerpinhoudsitem tagging heeft ingeschakeld.
pt_br: Determina se o tipo de nó do tópico tem a marcação ativada.
uk: Визначає, чи увімкнено тегування для типу вузла теми.
zh_hans: 确定主题节点类型是否启用了标记。

source: Dialog
ar: حوار
ca: Diàleg
it: Dialogo
ja: ダイアログ
nl: Dialoog
pt_br: Diálogo
uk: Діалог
zh_hans: 对话框

source: Direct download
ar: تحميل مباشر
ca: Descàrrega directa
it: Download diretto
ja: 直接ダウンロード
nl: Directe download
pt_br: Download direto
uk: Пряме завантаження
zh_hans: 直接下载

source: Disable all event enrollments on your community
ar: تعطيل كافة عمليات التسجيل في الحدث في مجتمعك.
ca: Desactiva totes les inscripcions d'esdeveniments a la teva comunitat
it: Disattivate tutte le iscrizioni agli eventi della vostra comunità.
ja: コミュニティですべてのイベント登録を無効にする
nl: Schakel alle evenementaanmeldingen uit in uw community.
pt_br: Desative todas as inscrições em eventos em sua comunidade
uk: Вимкніть усі реєстрації на події у вашій спільноті
zh_hans: 禁用社区的所有活动注册

source: Disable all event enrollments on your community.
ar: تعطيل كافة عمليات التسجيل في الحدث في مجتمعك.
ca: Desactiva totes les inscripcions d'esdeveniments a la teva comunitat.
it: Disattivare tutte le iscrizioni agli eventi della comunità.
ja: コミュニティですべてのイベント登録を無効にします。
nl: Schakel alle evenementaanmeldingen uit in uw community.
pt_br: Desative todas as inscrições em eventos em sua comunidade.
uk: Вимкніть усі реєстрації на події у вашій спільноті.
zh_hans: 禁用社区的所有活动注册。

source: Disable public visibility
ar: تعطيل الرؤية العامة
ca: Desactiva la visibilitat pública
it: Disattivare la visibilità pubblica
ja: 公開を無効にする
nl: Schakel openbare zichtbaarheid uit
pt_br: Desativar a visibilidade pública
uk: Вимкнути публічну видимість
zh_hans: 禁用公众可见性

source: Disabled email message keys with user greeting
ca: Tecles de missatge de correu electrònic desactivades amb la salutació de l'usuari
it: Tasti disabilitati per i messaggi di posta elettronica con saluto dell'utente
ja: ユーザー挨拶付きメールメッセージキーを無効化
pt_br: Chaves de mensagem de e-mail desativadas com saudação do usuário
zh_hans: 禁用带用户问候语的电子邮件信息键

source: Disclaimer
ar: إخلاء المسؤولية
ca: Renúncia
it: Dichiarazione di non responsabilità
ja: 免責事項
pt_br: Aviso de responsabilidade
uk: Права
zh_hans: 免责声明

source: Display a Drupal status message after rerouting
ca: Mostra un missatge d'estat de Drupal després del reencaminament
it: Visualizzazione di un messaggio di stato di Drupal dopo il reinstradamento
ja: リルート後にDrupalのステータスメッセージを表示する
pt_br: Exibir uma mensagem de status do Drupal após o redirecionamento
zh_hans: 重定向后显示 Drupal 状态信息

source: Display action options as buttons
ar: عرض خيارات الإجراءات كأزرار
ca: Mostra les opcions d'acció com a botons
it: Visualizzare le opzioni di azione come pulsanti
ja: アクションオプションをボタンとして表示する
nl: Actie-opties weergeven als knoppen
pt_br: Exibir opções de ação como botões
uk: Відображати варіанти дій у вигляді кнопок
zh_hans: 以按钮形式显示操作选项

source: Display configuration form on a separate page
ar: عرض نموذج التكوين على صفحة منفصلة
ca: Mostra el formulari de configuració en una pàgina separada
it: Visualizzazione del modulo di configurazione in una pagina separata
ja: 設定フォームを別ページに表示
nl: Configuratieformulier op een aparte pagina weergeven
pt_br: Exibir formulário de configuração em uma página separada
uk: Відображати форму конфігурації на окремій сторінці
zh_hans: 在单独页面上显示配置表单

source: Display embedded URLs with consent
ar: عرض عناوين URL المضمنة بموافقة
ca: Mostra URL incrustades amb consentiment
it: Visualizzare gli URL incorporati con il consenso
ja: 埋め込みURLを同意の上で表示する
nl: Ingesloten URL's weergeven met toestemming
pt_br: Exibir URLs incorporados com consentimento
uk: Відображати вбудовані URL-адреси за згодою
zh_hans: 经同意后显示嵌入式 URL

source: Display emoji picker
ar: عرض منتقي الرموز التعبيرية
ca: Pantalla selector d'emojis
it: Visualizzare il selezionatore di emoji
ja: 絵文字ピッカーを表示する
nl: Emoji-kiezer weergeven
pt_br: Exibir seletor de emojis
uk: Відображати вибір емодзі
zh_hans: 显示表情符号选择器

source: Display emoji picker: @display_emoji_picker
ar: منتقي الرموز التعبيرية للعرض: @display_emoji_picker
ca: Pantalla selector d'emojis: @display_emoji_picker
it: Visualizzare il selezionatore di emoji: @display_emoji_picker
ja: 絵文字ピッカーを表示する：@display_emoji_picker
nl: Emoji-kiezer weergeven: @display_emoji_picker
pt_br: Exibir seletor de emojis: @display_emoji_picker
uk: Відобразити вибір емодзі: @display_emoji_picker
zh_hans: 显示表情符号选择器：@display_emoji_picker
