Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: The path field already is hidden on Profile Tag taxonomy.
ca: El camp camí ja està ocult a la taxonomia de l'etiqueta de perfil.
it: Il campo percorso è già nascosto nella tassonomia Tag profilo.
ja: プロフィールタグのタクソノミーでは、パスフィールドはすでに非表示になっています。
pt_br: O campo de caminho já está oculto na taxonomia da tag de perfil.
zh_hans: 在简介标签分类法中，路径字段已被隐藏。

source: The path field already is hidden on Report Reasons taxonomy.
ca: El camp camí ja està ocult a la taxonomia de raons d'informe.
it: Il campo percorso è già nascosto nella tassonomia Motivi del rapporto.
ja: Report Reasonsタクソノミーでは、パスフィールドはすでに非表示になっています。
pt_br: O campo de caminho já está oculto na taxonomia Report Reasons.
zh_hans: 在报告原因分类法中，路径字段已被隐藏。

source: The path field already is hidden on Topic Types taxonomy.
ca: El camp camí ja està ocult a la taxonomia de tipus de temes.
it: Il campo percorso è già nascosto nella tassonomia Tipi di argomento.
ja: トピック・タイプ・タクソノミーでは、パス・フィールドはすでに非表示になっています。
pt_br: O campo de caminho já está oculto na taxonomia Topic Types.
zh_hans: 在主题类型分类法中，路径字段已被隐藏。

source: The path for the frontpage is not allowed for anonymous users.
ar: مسار الصفحة الأمامية غير مسموح به للمستخدمين المجهولين.
ca: El camí per a la primera pàgina no està permès per a usuaris anònims.
it: Il percorso della pagina principale non è consentito agli utenti anonimi.
ja: フロントページのパスは匿名ユーザーには許可されていません。
nl: Het pad voor de voorpagina is niet toegestaan voor anonieme gebruikers.
pt_br: O caminho para a página inicial não é permitido para usuários anônimos.
uk: Анонімним користувачам заборонено вказувати шлях до головної сторінки.
zh_hans: 匿名用户不允许使用前台页面的路径。

source: The path for the frontpage is not allowed.
ar: لا يُسمح بمسار الصفحة الأولى.
ca: El camí per a la primera pàgina no està permès.
it: Il percorso della pagina principale non è consentito.
ja: フロントページのパスは許可されていません。
nl: Het pad voor de voorpagina is niet toegestaan.
pt_br: O caminho para a página inicial não é permitido.
uk: Шлях для титульної сторінки не допускається.
zh_hans: 不允许输入首页路径。

source: The path for the frontpage is not valid.
ar: مسار الصفحة الأولى غير صالح.
ca: El camí per a la primera pàgina no és vàlid.
it: Il percorso della pagina iniziale non è valido.
ja: フロントページのパスが無効です。
nl: Het pad voor de voorpagina is niet geldig.
pt_br: O caminho para a página inicial não é válido.
uk: Шлях до головної сторінки є невірним.
zh_hans: 首页路径无效。

source: The path for the frontpage should start with a forward slash.
ar: يجب أن يبدأ مسار الصفحة الأولى بشرطة مائلة للأمام.
ca: El camí per a la primera pàgina ha de començar amb una barra inclinada cap endavant.
it: Il percorso della prima pagina deve iniziare con una barra in avanti.
ja: フロントページのパスはフォワード・スラッシュで始まるようにする。
nl: Het pad voor de voorpagina moet beginnen met een forward slash.
pt_br: O caminho para a página inicial deve começar com uma barra para frente.
uk: Шлях до головної сторінки повинен починатися з прямого слешу.
zh_hans: 首页的路径应以斜线开头。

source: The possible values this field can contain. Enter one value per line, in the format value|label|description.
ar: القيم المحتملة التي يمكن أن يحتويها هذا الحقل. أدخل قيمة واحدة لكل سطر، بقيمة التنسيق | التسمية | الوصف.
ca: Els possibles valors que pot contenir aquest camp. Introduïu un valor per línia, en el format value|label|descripció.
it: I possibili valori che questo campo può contenere. Inserire un valore per riga, nel formato valore|etichetta|descrizione.
ja: このフィールドが含むことができる値。value|label|descriptionの形式で、1行に1つの値を入力する。
nl: De mogelijke waarden die dit veld kan bevatten. Voer één waarde per regel in, in het formaat value|label|description.
pt_br: Os valores possíveis que esse campo pode conter. Insira um valor por linha, no formato valor|rótulo|descrição.
uk: Можливі значення, які може містити це поле. Введіть по одному значенню в рядку у форматі значення|мітка|опис.
zh_hans: 该字段可能包含的值。每行输入一个值，格式为值|标签|描述。

source: The preferred features information.
ar: معلومات الميزات المفضلة.
ca: Informació de les característiques preferides.
it: Le informazioni sulle caratteristiche preferite.
ja: 優先される機能情報。
nl: De voorkeursinformatie.
pt_br: As informações sobre os recursos preferidos.
uk: Інформація про бажані функції.
zh_hans: 首选功能信息。

source: The primary identifier for a mention.
ar: المعرّف الأساسي للإشارة.
ca: Identificador principal per a una menció.
it: L'identificatore primario di una menzione.
ja: 言及の主な識別子。
nl: De primaire identificatiecode voor een vermelding.
pt_br: O identificador primário de uma menção.
uk: Основний ідентифікатор для згадки.
zh_hans: 提及的主要标识符。

source: The private file system must be configured for Open Social to install. You may opt-out of the private file system for individual fields after installation. See https://www.drupal.org/documentation/modules/file for how to set the file_private_path in your settings.php.
ca: S'ha de configurar el sistema de fitxers privats perquè l'Open Social s'instal·li. Podeu optar del sistema de fitxers privats per a camps individuals després de la instal·lació. Consulteu https://www.drupal.org/documentation/modules/file per a com configurar el fitxer_private_path al vostre settings.php.
it: Il file system privato deve essere configurato per l'installazione di Open Social. Dopo l'installazione, si può scegliere di non utilizzare il file system privato per singoli campi. Vedere https://www.drupal.org/documentation/modules/file per sapere come impostare il file_private_path nel file settings.php.
ja: Open Social をインストールするには、プライベートファイルシステムを設定する必要があります。インストール後に、個々のフィールドのプライベートファイルシステムをオプトアウトすることができます。settings.phpでfile_private_pathを設定する方法についてはhttps://www.drupal.org/documentation/modules/file。
pt_br: O sistema de arquivos privado deve ser configurado para que o Open Social seja instalado. Você pode desativar o sistema de arquivos privado para campos individuais após a instalação. Consulte https://www.drupal.org/documentation/modules/file para saber como definir o file_private_path em seu settings.php.
zh_hans: 必须配置专用文件系统才能安装 Open Social。安装后，您可以选择退出个别字段的私有文件系统。请参阅 https://www.drupal.org/documentation/modules/file 了解如何在设置.php 中设置 file_private_path。

source: The public visibility setting has been disabled. In order to change the visibility to public, please contact a site manager.
ar: لقد تم تعطيل الرؤية العامة. يرجى التواصل مع أحد مديري الموقع من أجل تغيير الرؤية إلى عامة.
ca: S'ha desactivat la configuració de visibilitat pública. Per tal de canviar la visibilitat a pública, poseu-vos en contacte amb un gestor del lloc.
it: L'impostazione di visibilità pubblica è stata disattivata. Per modificare la visibilità in pubblica, contattare un responsabile del sito.
ja: 公開設定が無効になっています。公開設定を変更するには、サイト管理者にご連絡ください。
nl: De openbare zichtbaarheid instelling is uitgeschakeld. Neem contact op met een beheerder om de zichtbaarheid te wijzigen naar openbaar.
pt_br: A configuração de visibilidade pública foi desativada. Para alterar a visibilidade para pública, entre em contato com o gerente do site.
uk: Налаштування публічної видимості вимкнено. Щоб змінити видимість на публічну, зверніться до менеджера сайту.
zh_hans: 公共可见性设置已被禁用。要将可见性改为公开，请联系网站管理员。

source: The recipient of an event invite.
ar: مستلم دعوة الحدث.
ca: El destinatari d'un esdeveniment invita.
it: Il destinatario di un invito a un evento.
ja: イベント招待の受信者。
nl: De ontvanger van een uitnodiging.
pt_br: O destinatário de um convite para um evento.
uk: Одержувач запрошення на подію.
zh_hans: 活动邀请的接收者。

source: The recipient user entity display name.
ar: يتم عرض اسم كيان المستخدم المستلم.
ca: El nom de visualització de l'entitat d'usuari destinatari.
it: Il nome visualizzato dell'entità utente destinataria.
ja: 受信者ユーザーエンティティの表示名。
nl: De weergavenaam van de ontvangende gebruikersentiteit.
pt_br: O nome de exibição da entidade do usuário destinatário.
uk: Ім'я користувача-одержувача, що відображається на екрані.
zh_hans: 收件人用户实体显示名称。

source: The recipient user url.
ar: عنوان URL الخاص بالمستخدم المستلم.
ca: URL d'usuari destinatari.
it: L'url dell'utente destinatario.
ja: 受信者のユーザーURL。
nl: De url van de ontvangende gebruiker.
pt_br: O URL do usuário destinatário.
uk: URL користувача-одержувача.
zh_hans: 收件人的用户网址。

source: The recipient user.
ar: المستخدم المستلم.
ca: L'usuari destinatari.
it: L'utente destinatario.
ja: 受信者ユーザー。
nl: De ontvanger.
pt_br: O usuário destinatário.
uk: Користувач-одержувач.
zh_hans: 收件人用户。

source: The related group title.
ar: عنوان المجموعة ذات الصلة.
ca: Títol del grup relacionat.
it: Il titolo del gruppo correlato.
ja: 関連グループのタイトル。
nl: De bijbehorende groepstitel.
pt_br: O título do grupo relacionado.
uk: Відповідна назва групи.
zh_hans: 相关的组标题。

source: The related group url.
ar: عنوان URL الخاص بالمجموعة ذات الصلة.
ca: URL del grup relacionat.
it: L'url del gruppo correlato.
ja: 関連グループのURL。
nl: De gerelateerde groep url.
pt_br: O URL do grupo relacionado.
uk: URL пов'язаної групи.
zh_hans: 相关组的网址。

source: The related node title.
ar: عنوان العقدة ذات الصلة.
ca: El títol del node relacionat.
it: Il titolo del nodo correlato.
ja: 関連するノードのタイトル。
nl: De gerelateerde node titel.
pt_br: O título do nó relacionado.
uk: Заголовок пов'язаного вузла.
zh_hans: 相关节点标题。

source: The request to enroll to an enrollment is approved
ar: تمت الموافقة على طلب التسجيل
ca: S'aprova la sol·licitud d'inscripció a una matrícula
it: La richiesta di iscrizione a un'iscrizione è approvata
ja: 入団要請が承認される
nl: De aanmelding voor het evenement is goedgekeurd
pt_br: A solicitação de inscrição em uma inscrição foi aprovada
uk: Запит на зарахування на курс схвалено
zh_hans: 注册申请已获批准

source: The role of 1 selected member has been changed successfully
ar: تم تغيير دور عضو محدد بنجاح
ca: El rol d'1 membre seleccionat s'ha canviat amb èxit
it: Il ruolo di 1 membro selezionato è stato modificato con successo
ja: @count 選出されたメンバーの役割は無事変更された。
nl: De rol van 1 geselecteerd lid is succesvol gewijzigd
uk: Роль 1 вибраного учасника успішно змінено
zh_hans: @count 所选成员的角色已成功转变

source: The role of 1 selected member has not been changed successfully
ar: لم يتم تغيير دور عضو محدد بنجاح
ca: El rol d'1 membre seleccionat no s'ha canviat correctament
it: Il ruolo di 1 membro selezionato non è stato modificato con successo
ja: @count 選出されたメンバーの役割はうまく変更されていない。
nl: De rol van 1 geselecteerd lid is niet succesvol gewijzigd
uk: Роль 1 вибраного учасника не змінено
zh_hans: @count 所选成员的作用没有成功改变

source: The route (tab) a member lands on when going to a group.
ar: المسار (علامة التبويب) الذي ينتقل إليه العضو عند الانتقال إلى مجموعة.
ca: La ruta (fitxa) en la qual aterra un membre quan va a un grup.
it: Il percorso (scheda) su cui arriva un membro quando va in un gruppo.
ja: メンバーがグループへ移動する際のルート（タブ）。
nl: De route (tab) waarop een lid terechtkomt wanneer naar een groep wordt gegaan.
pt_br: A rota (aba) em que um membro aterrissa quando vai para um grupo.
uk: Маршрут (вкладка), на який учасник потрапляє, коли йде до групи.
zh_hans: 成员前往群组时的路线（标签）。

source: The route (tab) a non-member lands on when going to a group.
ar: المسار (علامة التبويب) الذي ينتقل إليه غير العضو عند الانتقال إلى مجموعة.
ca: La ruta (fitxa) en la qual un no membre aterra quan va a un grup.
it: Il percorso (scheda) su cui arriva un non membro quando si reca in un gruppo.
ja: 非メンバーがグループに行くときにたどり着くルート（タブ）。
nl: De route (tab) waarop een lid terechtkomt wanneer naar een groep wordt gegaan.
pt_br: A rota (aba) em que um não membro aterrissa quando vai até um grupo.
uk: Маршрут (вкладка), на який потрапляє не учасник, коли йде до групи.
zh_hans: 非成员前往小组时的路线（标签）。

source: The site email address in help messages after failed login, signup or password reset.
ca: L'adreça de correu electrònic del lloc en els missatges d'ajuda després de l'inici de sessió fallat, el registre o el restabliment de contrasenya.
it: L'indirizzo e-mail del sito nei messaggi di aiuto dopo il fallimento del login, dell'iscrizione o della reimpostazione della password.
ja: ログイン、サインアップ、パスワードリセットの失敗後にヘルプメッセージに表示されるサイトのメールアドレス。
pt_br: O endereço de e-mail do site nas mensagens de ajuda após falha no login, inscrição ou redefinição de senha.
zh_hans: 登录、注册或密码重置失败后，帮助信息中的网站电子邮件地址。

source: The social event type module is not enabled.
ar: لم يتم تمكين وحدة نوع الحدث الاجتماعي.
ca: El mòdul de tipus d'esdeveniments socials no està habilitat.
it: Il modulo del tipo di evento sociale non è abilitato.
ja: ソーシャルイベントタイプモジュールが有効になっていません。
nl: De module voor sociale evenementen is niet ingeschakeld.
pt_br: O módulo do tipo de evento social não está ativado.
uk: Модуль типу соціальної події не ввімкнено.
zh_hans: 社交活动类型模块未启用。

source: The subject of notification e-mails for anonymous enrollees.
ar: موضوع رسائل البريد الإلكتروني للإشعارات للمسجلين المجهولين.
ca: L'objecte dels correus electrònics de notificació per a matriculats anònims.
it: L'oggetto delle e-mail di notifica per gli iscritti anonimi.
ja: 匿名登録者への通知メールの件名。
nl: Het onderwerp van notificatie e-mails voor anonieme inschrijvers.
pt_br: O assunto dos e-mails de notificação para inscritos anônimos.
uk: Тема листа-повідомлення для анонімних вступників.
zh_hans: 匿名注册者的通知邮件主题。

source: The subject of the email task that ran in the background.
ar: موضوع مهمة البريد الإلكتروني التي تم تشغيلها في الخلفية.
ca: L'assumpte de la tasca de correu electrònic que s'executava en segon pla.
it: L'oggetto dell'attività e-mail eseguita in background.
ja: バックグラウンドで実行されたEメールタスクの件名。
nl: Het onderwerp van de e-mail taak die op de achtergrond liep.
pt_br: O assunto da tarefa de e-mail executada em segundo plano.
uk: Тема завдання електронної пошти, яке виконувалося у фоновому режимі.
zh_hans: 后台运行的电子邮件任务的主题。

source: The subject used when sending email notifications.
ar: الموضوع المستخدم عند إرسال إشعارات البريد الإلكتروني.
ca: L'assumpte utilitzat a l'hora d'enviar notificacions per correu electrònic.
it: L'oggetto utilizzato per l'invio di notifiche via e-mail.
ja: 電子メール通知を送信する際に使用される件名。
nl: Het onderwerp dat wordt gebruikt bij het verzenden van e-mailberichten.
pt_br: O assunto usado ao enviar notificações por e-mail.
uk: Тема, яка використовується при надсиланні сповіщень електронною поштою.
zh_hans: 发送电子邮件通知时使用的主题。

source: The term "@term" could not be created.
ar: لا يمكن إنشاء المصطلح «@term».
ca: El terme “@term” no s'ha pogut crear.
it: Non è stato possibile creare il termine "@term".
ja: @term"という言葉を作ることはできなかった。
nl: De term "@term" kon niet worden aangemaakt.
pt_br: O termo “@term” não pôde ser criado.
uk: Термін "@term" створити не вдалося.
zh_hans: @term"一词无法创建。

source: The text of the comment.
ar: نص التعليق.
ca: El text del comentari.
it: Il testo del commento.
ja: コメントの本文。
nl: De tekst van het commentaar.
pt_br: O texto do comentário.
uk: Текст коментаря
zh_hans: 评论文本。

source: The text of the parent comment.
ar: نص تعليق الوالدين.
ca: El text del comentari dels pares.
it: Il testo del commento del genitore.
ja: 親コメントのテキスト。
nl: De tekst van het oudercommentaar.
pt_br: O texto do comentário dos pais.
uk: Текст батьківського коментаря.
zh_hans: 父评论的文本。

source: The text to show in this block.
ar: النص المراد إظهاره على هذه الكتلة.
ca: El text a mostrar en aquest bloc.
it: Il testo da mostrare in questo blocco.
ja: このブロックに表示するテキスト。
nl: De tekst die in dit blok weergegeven moet worden.
pt_br: O texto a ser exibido neste bloco.
uk: Текст, який буде показано в цьому блоці.
zh_hans: 要在此区块中显示的文本。

source: The the community about name.
ar: المجتمع حول الاسم.
ca: La comunitat sobre el nom.
it: La comunità sul nome.
ja: 名前についてのコミュニティ。
nl: De gemeenschap over naam.
pt_br: A comunidade sobre o nome.
uk: Спільнота про ім'я.
zh_hans: 社区名称。

source: The time in seconds that needs to pass before a login block expires (IP).
ar: الوقت بالثواني الذي يجب أن يمر قبل انتهاء صلاحية حظر تسجيل الدخول (IP).
ca: El temps en segons que ha de passar abans que caduqui un bloc d'inici de sessió (IP).
it: Il tempo in secondi che deve trascorrere prima che un blocco di login scada (IP).
ja: ログインブロックの有効期限が切れるまでの時間（秒）。
nl: De tijd in seconden die moet verstrijken voordat een aanmeldingsblok vervalt (IP).
pt_br: O tempo em segundos que precisa passar antes que um bloco de login expire (IP).
uk: Час у секундах, який має пройти до закінчення терміну дії блоку входу (IP).
zh_hans: 登录阻止过期前需要经过的时间（IP），以秒为单位。

source: The time in seconds that needs to pass before a login block expires (User).
ar: الوقت بالثواني الذي يجب أن يمر قبل انتهاء صلاحية حظر تسجيل الدخول (المستخدم).
ca: El temps en segons que ha de passar abans que caduqui un bloc d'inici de sessió (Usuari).
it: Il tempo in secondi che deve trascorrere prima che scada un blocco di accesso (Utente).
ja: ログインブロックの有効期限が切れるまでの時間（秒）。
nl: De tijd in seconden die moet verstrijken voordat een aanmeldingsblok vervalt (Gebruiker).
pt_br: O tempo em segundos que precisa passar antes que um bloco de login expire (Usuário).
uk: Час у секундах, який має пройти до завершення блокування входу (Користувач).
zh_hans: 登录区块过期前需要经过的时间（秒）（用户）。

source: The time that the entity was created.
ar: الوقت الذي تم فيه إنشاء الكيان.
ca: El moment en què es va crear l'entitat.
it: L'ora in cui l'entità è stata creata.
ja: エンティティが作成された時刻。
nl: De tijd waarop de entity is gecreëerd.
pt_br: A hora em que a entidade foi criada.
uk: Час створення сутності.
zh_hans: 实体创建的时间。

source: The time that the entity was last edited.
ar: الوقت الذي تم فيه تحرير الكيان آخر مرة.
ca: El moment en què l'entitat es va editar per última vegada.
it: L'ora in cui l'entità è stata modificata per l'ultima volta.
ja: エンティティの最終編集時刻。
nl: De tijd waarop de entity voor het laatst is bewerkt.
pt_br: A hora em que a entidade foi editada pela última vez.
uk: Час останнього редагування сутності.
zh_hans: 实体最后一次被编辑的时间。

source: The time that the mention was created.
ar: وقت إنشاء السؤال.
ca: El moment en què es va crear la menció.
it: L'ora in cui è stata creata la menzione.
ja: 言及が作成された時間。
nl: De tijd waarop de entity is gecreëerd.
pt_br: A hora em que a menção foi criada.
uk: Час створення згадки.
zh_hans: 创建提及的时间。

source: The total count of enrolled users to the current event.
ca: El recompte total d'usuaris inscrits a l'esdeveniment actual.
it: Il conteggio totale degli utenti iscritti all'evento corrente.
ja: 現在のイベントに登録されたユーザーの合計数。
pt_br: A contagem total de usuários inscritos no evento atual.
zh_hans: 当前事件的注册用户总数。

source: The type of the content that is created in the group.
ar: نوع المحتوى الذي تم إنشاؤه في المجموعة.
ca: El tipus de contingut que es crea en el grup.
it: Il tipo di contenuto creato nel gruppo.
ja: グループ内で作成されるコンテンツのタイプ。
nl: Het type inhoud dat in de groep wordt aangemaakt.
pt_br: O tipo de conteúdo criado no grupo.
uk: Тип контенту, який створюється в групі.
zh_hans: 组内创建内容的类型。

source: The type of the content that is related to following term.
ar: نوع المحتوى المرتبط بالمصطلح التالي.
ca: El tipus de contingut que es relaciona amb el terme següent.
it: Il tipo di contenuto correlato al termine seguente.
ja: 以下の用語に関連するコンテンツのタイプ。
nl: Het type inhoud dat betrekking heeft op de volgende term.
pt_br: O tipo de conteúdo relacionado ao termo a seguir.
uk: Тип контенту, який пов'язаний з наступним терміном.
zh_hans: 与以下术语相关的内容类型。

source: The type of the content that was commented on.
ar: نوع المحتوى الذي تم التعليق عليه.
ca: El tipus de contingut que es va comentar.
it: Il tipo di contenuto commentato.
ja: コメントされたコンテンツのタイプ。
nl: Het type inhoud waarop is gereageerd.
pt_br: O tipo de conteúdo que foi comentado.
uk: Тип контенту, який був прокоментований.
zh_hans: 评论内容的类型。

source: The type of the content that was liked
ar: نوع المحتوى الذي تم الإعجاب به
ca: El tipus de contingut que ha agradat
it: Il tipo di contenuto che è piaciuto
ja: 気に入られたコンテンツのタイプ
nl: Het type inhoud dat werd geliked
pt_br: O tipo de conteúdo que foi curtido
uk: Тип контенту, який сподобався
zh_hans: 喜欢的内容类型

source: The unapproved comments listing.
ar: قائمة التعليقات غير المعتمدة.
ca: La llista de comentaris no aprovats.
it: L'elenco dei commenti non approvati.
ja: 未承認コメントリスト
nl: De lijst met niet-goedgekeurde reacties.
pt_br: A lista de comentários não aprovados.
uk: Список незатверджених коментарів.
zh_hans: 未经批准的评论列表。

source: The unique ID of the object that contains mention
ar: المعرف الفريد للكائن الذي يحتوي على إشارة
ca: L'ID únic de l'objecte que conté menció
it: L'ID univoco dell'oggetto che contiene la menzione
ja: 言及を含むオブジェクトのユニークID
nl: Het unieke ID van het object dat vermelding bevat
pt_br: O ID exclusivo do objeto que contém a menção
uk: Унікальний ідентифікатор об'єкта, який містить згадку
zh_hans: 包含提词的对象的唯一 ID

source: The update has been performed.
ar: تم إجراء التحديث.
ca: S'ha realitzat l'actualització.
it: L'aggiornamento è stato eseguito.
ja: アップデートが実行された。
nl: De update is uitgevoerd.
pt_br: A atualização foi realizada.
uk: Оновлення було успішно виконано.
zh_hans: 已进行更新。

source: The update has encountered an error.
ar: لقد واجه التحديث خطأ.
ca: L'actualització s'ha trobat amb un error.
it: L'aggiornamento ha riscontrato un errore.
ja: アップデートにエラーが発生しました。
nl: De update heeft een fout ontdekt.
pt_br: A atualização encontrou um erro.
uk: Під час оновлення сталася помилка.
zh_hans: 更新遇到错误。

source: The url to the content that is created in the group.
ar: عنوان URL للمحتوى الذي تم إنشاؤه في المجموعة.
ca: La url del contingut que es crea en el grup.
it: L'url del contenuto creato nel gruppo.
ja: グループ内で作成されたコンテンツへのURL。
nl: De url naar de inhoud die in de groep is aangemaakt.
pt_br: O URL do conteúdo criado no grupo.
uk: URL-адреса контенту, який створюється в групі.
zh_hans: 在组中创建的内容的网址。

source: The user ID of author of the Activity entity.
ar: معرف المستخدم لمؤلف كيان النشاط.
ca: L'identificador d'usuari de l'autor de l'entitat de l'activitat.
it: L'ID utente dell'autore dell'entità Attività.
ja: アクティビティ・エンティティの作成者のユーザーID。
nl: De gebruikers-ID van de auteur van de entiteit Activiteit.
pt_br: O ID do usuário do autor da entidade Activity.
uk: Ідентифікатор користувача автора сутності "Діяльність".
zh_hans: 活动实体作者的用户 ID。

source: The user ID of author of the Event enrollment entity.
ar: معرف المستخدم لمؤلف كيان تسجيل الحدث.
ca: L'identificador d'usuari de l'autor de l'entitat de registre d'Esdeveniments.
it: L'ID utente dell'autore dell'entità di registrazione dell'evento.
ja: イベント登録エンティティの作成者のユーザーID。
nl: De gebruikers-ID van de auteur van de entiteit voor gebeurtenissenregistratie.
pt_br: O ID do usuário do autor da entidade de inscrição no evento.
uk: Ідентифікатор користувача автора сутності реєстрації події.
zh_hans: 事件注册实体作者的用户 ID。

source: The user ID of author of the Font entity.
ar: معرف المستخدم لمؤلف كيان الخط.
ca: L'identificador d'usuari de l'autor de l'entitat Font.
it: L'ID utente dell'autore dell'entità Font.
ja: Fontエンティティの作者のユーザID。
nl: De gebruikers-ID van de auteur van de Font-entiteit.
pt_br: O ID do usuário do autor da entidade Font.
uk: Ідентифікатор користувача автора сутності Font.
zh_hans: 字体实体作者的用户 ID。

source: The user ID of author of the Post entity.
ar: معرف المستخدم لمؤلف كيان البريد.
ca: Identificació d'usuari de l'autor de l'entitat Correus.
it: L'ID utente dell'autore dell'entità Post.
ja: Postエンティティの作成者のユーザID。
nl: De gebruikers-ID van de auteur van de postentiteit.
pt_br: O ID do usuário do autor da entidade Post.
uk: Ідентифікатор користувача автора сутності Допису.
zh_hans: 帖子实体作者的用户 ID。

source: The user ID of author of the Queue storage entity entity.
ar: معرف المستخدم لمؤلف كيان وحدة تخزين قائمة الانتظار.
ca: L'ID d'usuari de l'autor de l'entitat d'emmagatzematge de cua.
it: L'ID utente dell'autore dell'entità di archiviazione Queue.
ja: キューストレージエンティティの作成者のユーザID。
nl: De gebruikers-ID van de auteur van de entiteit voor wachtrijopslag.
pt_br: O ID do usuário do autor da entidade de armazenamento de filas.
uk: Ідентифікатор користувача автора сутності сховища черги.
zh_hans: 队列存储实体作者的用户 ID。
