Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: The user information for a UserAwareInterface implementing type.
ar: معلومات المستخدم لنوع تنفيذ UserAwareInterface.
ca: La informació de l'usuari d'un tipus d'implementació UserAwareInterface.
it: Le informazioni sull'utente per un tipo di implementazione UserAwareInterface.
ja: UserAwareInterface実装型のユーザー情報。
nl: De gebruikersinformatie voor een UserAwareInterface implementatietype.
pt_br: As informações do usuário para um tipo de implementação UserAwareInterface.
uk: Інформація про користувача для типу, що реалізує UserAwareInterface.
zh_hans: UserAwareInterface 实现类型的用户信息。

source: The user language code.
ar: رمز لغة المستخدم.
ca: El codi de l'idioma de l'usuari.
it: Il codice della lingua utente.
ja: ユーザー言語コード。
nl: De taalcode van de gebruiker
pt_br: O código do idioma do usuário.
uk: Код мови користувача.
zh_hans: 用户语言代码。

source: The user that authored the mention
ar: المستخدم الذي قام بتأليف الإشارة
ca: L'usuari que ha estat autor de la menció
it: L'utente autore della menzione
ja: 言及を作成したユーザー
nl: De gebruiker die de vermelding heeft gemaakt
pt_br: O usuário autor da menção
uk: Користувач, який створив згадку
zh_hans: 撰写提及内容的用户

source: The user that is mentioned
ar: المستخدم المذكور
ca: L'usuari que s'esmenta
it: L'utente citato
ja: 言及されたユーザー
nl: De gebruiker die is genoemd
pt_br: O usuário mencionado
uk: Користувач, який згадується
zh_hans: 被提及的用户

source: The username %name has not been activated or is blocked.
ar: لم يتم تنشيط اسم المستخدم %name أو تم حظره.
ca: El nom d'usuari %name no s'ha activat o està bloquejat.
it: Il nome utente %name non è stato attivato o è bloccato.
ja: ユーザー名%name が有効化されていないか、ブロックされています。
nl: De gebruikersnaam %name is nog niet geactiveerd of is geblokkeerd.
pt_br: O nome de usuário %name não foi ativado ou está bloqueado.
uk: Ім’я користувача %name не було активоване або є заблокованим.
zh_hans: 用户名%name 未激活或被阻止。

source: The username can not be an email address.
ar: لا يمكن أن يكون اسم المستخدم عنوان بريد إلكتروني.
ca: El nom d'usuari no pot ser una adreça de correu electrònic.
it: Il nome utente non può essere un indirizzo e-mail.
ja: ユーザー名はEメールアドレスにはできません。
nl: De gebruikersnaam mag geen e-mailadres zijn.
pt_br: O nome de usuário não pode ser um endereço de e-mail.
uk: Ім'я користувача не може бути адресою електронної пошти.
zh_hans: 用户名不能是电子邮件地址。

source: The value is the stored value. The label and description will be used in displayed values and edit forms.
ar: القيمة هي القيمة المخزنة. سيتم استخدام التسمية والوصف في القيم المعروضة وتحرير النماذج.
ca: El valor és el valor emmagatzemat. L'etiqueta i la descripció s'utilitzaran en valors mostrats i formularis d'edició.
it: Il valore è il valore memorizzato. L'etichetta e la descrizione saranno utilizzate nei valori visualizzati e nei moduli di modifica.
ja: 値は保存された値である。ラベルと説明は、表示値と編集フォームで使用されます。
nl: De waarde is de opgeslagen waarde. Het label en de omschrijving worden gebruikt in getoonde waarden en bewerkingsformulieren.
pt_br: O valor é o valor armazenado. O rótulo e a descrição serão usados nos valores exibidos e nos formulários de edição.
uk: Значення - це збережене значення. Мітка та опис будуть використовуватися у відображуваних значеннях та формах редагування.
zh_hans: 值是存储的值。标签和说明将用于显示值和编辑表单。

source: The view "newest_users" has been updated with new configuration.
ca: La vista “newest_users” s'ha actualitzat amb nova configuració.
it: La vista "newest_users" è stata aggiornata con una nuova configurazione.
ja: ビュー "newest_users "が新しい設定で更新されました。
pt_br: A exibição "newest_users" foi atualizada com a nova configuração.
zh_hans: 新配置更新了视图 "newest_users"。

source: The visibility of this content is set to @visibility_label
ar: تم ضبط رؤية هذا المحتوى على @visibility_label
ca: La visibilitat d'aquest contingut està establerta a @visibility_label
it: La visibilità di questo contenuto è impostata su @visibility_label
ja: このコンテンツの可視性は@visibility_label
nl: De zichtbaarheid is ingesteld op @visibility_label
pt_br: A visibilidade desse conteúdo está definida como @visibility_label
uk: Видимість цього вмісту встановлена на @visibility_label
zh_hans: 该内容的可见性设置为@visibility_label

source: There @link to enroll in this event.
ar: هناك @link للتسجيل في هذا الحدث.
ca: Hi ha @link per inscriure's en aquest esdeveniment.
it: C'è @link per iscriversi a questo evento.
ja: @link このイベントに登録する。
nl: Daar @link om je aan te melden voor het evenement.
pt_br: Há @link para se inscrever neste evento.
uk: Зареєструватися на цю подію можна за посиланням @link.
zh_hans: @link 报名参加此次活动。

source: There @link to join this group.
ar: هناك @link للانضمام إلى هذه المجموعة.
ca: Hi ha @link per unir-se a aquest grup.
it: C'è @link per unirsi a questo gruppo.
ja: @link このグループに参加する。
nl: Daar @link om je bij deze groep aan te melden.
pt_br: Há @link para se juntar a esse grupo.
uk: Долучитися до цієї групи можна за посиланням @link.
zh_hans: @link 加入该小组。

source: There are currently no terms in the vocabulary.
ar: لا توجد حاليًا مصطلحات في المفردات.
ca: Actualment no hi ha termes en el vocabulari.
it: Attualmente non ci sono termini nel vocabolario.
ja: 現在、語彙に用語はない。
nl: Er zijn momenteel geen termen in de woordenlijst.
pt_br: Atualmente, não há termos no vocabulário.
uk: Наразі у словнику відсутні терміни.
zh_hans: 词汇表中目前没有任何术语。

source: There are no groups yet.
ar: لا توجد مجموعات حتى الآن.
ca: Encara no hi ha grups.
it: Non ci sono ancora gruppi.
ja: まだグループはない。
nl: Er zijn nog geen groepen.
pt_br: Ainda não há grupos.
uk: Груп поки що немає.
zh_hans: 目前还没有群组。

source: There are no members yet.
ar: لا يوجد أعضاء حتى الآن.
ca: Encara no hi ha membres.
it: Non ci sono ancora membri.
ja: まだメンバーはいない。
nl: Er zijn nog geen leden.
pt_br: Ainda não há membros.
uk: Поки що немає жодного учасника.
zh_hans: 目前还没有成员。

source: There are no post entities yet.
ca: Encara no hi ha entitats de correus.
it: Non ci sono ancora entità postali.
ja: ポスト・エンティティーはまだない。
pt_br: Ainda não há entidades de postagem.
zh_hans: 目前还没有职位实体。

source: There are no spots left
ar: لا توجد نقاط متبقية
ca: No queden taques
it: Non ci sono più posti liberi
ja: 残り枠はありません
nl: Er zijn geen plekken meer.
pt_br: Não há mais vagas
uk: Не залишилося жодної плями
zh_hans: 名额已满

source: There is a new post in your stream
ar: هناك منشور جديد في البث الخاص بك
ca: Hi ha un nou post al teu stream
it: C'è un nuovo post nel tuo stream
ja: あなたのストリームに新しい投稿があります
nl: Er is een nieuw bericht in je stream
pt_br: Há uma nova postagem em seu stream
uk: У вашому потоці з'явився новий пост
zh_hans: 您的信息流中有一篇新文章

source: There is already a setting created for this role.
ar: يوجد بالفعل إعداد تم إنشاؤه لهذا الدور.
ca: Ja hi ha una configuració creada per a aquest rol.
it: Esiste già un'impostazione creata per questo ruolo.
ja: この役割にはすでに設定が作成されている。
nl: Er is al een instelling gemaakt voor deze rol.
pt_br: Já existe uma configuração criada para essa função.
uk: Для цієї ролі вже створено налаштування.
zh_hans: 已经为该角色创建了一个设置。

source: There is no profile added yet, you can <a href="/user/{{ arguments.uid }}/profile">add a profile here</a>
ar: لم تتم إضافة ملف تعريف حتى الآن، يمكنك <a href="/user/{{ arguments.uid }}/profile"> إضافة ملف تعريف هنا </a>
ca: Encara no hi ha cap perfil afegit, podeu <a href="/user/{{ arguments.uid }}/profile"> afegir un perfil aquí </a>
it: Non c'è ancora un profilo aggiunto, puoi <a href="/user/{{ arguments.uid }}/profile">aggiungere un profilo qui</a>
ja: まだプロフィールは追加されていません。<a href="/user/{{ arguments.uid }}/profile">ここでプロフィールを追加できます。</a>
nl: Er is nog geen profiel toegevoegd, u kunt <a href="/user/{{ arguments.uid }}/profile">hier een profiel toevoegen.</a>
pt_br: Não há nenhum perfil adicionado ainda, você pode <a href="/user/{{ arguments.uid }}/profile"> adicionar um perfil aqui </a>
uk: Ще немає жодного доданого профілю, ви можете <a href="/user/{{ arguments.uid }}/profile">додати профіль тут</a>
zh_hans: 尚未添加个人资料，您可以<a href="/user/{{ arguments.uid }}/profile">在此处添加个人资料</a>

source: There is no profile information you can change here.
ar: لا توجد معلومات ملف تعريف يمكنك تغييرها هنا.
ca: No hi ha informació de perfil que puguis canviar aquí.
it: Non è possibile modificare le informazioni del profilo.
ja: ここで変更できるプロフィール情報はありません。
nl: Er is geen profiel informatie die je hier kan wijzigen.
pt_br: Não há informações de perfil que você possa alterar aqui.
uk: Тут немає інформації про профіль, яку ви можете змінити.
zh_hans: 这里没有您可以更改的个人资料信息。

source: There is no profile information you can change here. Change your @settings.
ar: لا توجد معلومات ملف تعريف يمكنك تغييرها هنا. قم بتغيير @settings الخاص بك.
ca: No hi ha informació de perfil que puguis canviar aquí. Canvia el teu @settings.
it: Non è possibile modificare le informazioni del profilo. Cambia il tuo @settings.
ja: ここで変更できるプロフィール情報はありません。@settings を変更してください。
nl: Er is geen profiel informatie die je hier kan wijzigen. Wijzig je @settings.
pt_br: Não há informações de perfil que você possa alterar aqui. Mude seu @settings.
uk: Тут немає інформації про профіль, яку ви можете змінити. Змініть свій @settings.
zh_hans: 这里没有您可以更改的个人资料信息。更改您的@settings 。

source: There was an unexpected error.
ar: حدث خطأ غير متوقع.
ca: Hi ha hagut un error inesperat.
it: Si è verificato un errore imprevisto.
ja: 予期せぬエラーが発生した。
nl: Er is een onverwachte fout opgetreden.
pt_br: Houve um erro inesperado.
uk: Виникла несподівана помилка.
zh_hans: 出现意外错误。

source: These fields allow you to configure various help texts that are shown to users during signup and login
ar: تتيح لك هذه الحقول تكوين نصوص تعليمات متنوعة تظهر للمستخدمين أثناء التسجيل وتسجيل الدخول
ca: Aquests camps permeten configurar diversos textos d'ajuda que es mostren als usuaris durant el registre i l'inici de sessió
it: Questi campi consentono di configurare vari testi di aiuto che vengono mostrati agli utenti durante la registrazione e il login.
ja: これらのフィールドでは、サインアップ時やログイン時にユーザーに表示されるさまざまなヘルプテキストを設定できます。
nl: Met deze velden kunt u verschillende helpteksten configureren die aan gebruikers worden getoond tijdens het aanmelden en inloggen
pt_br: Esses campos permitem que você configure vários textos de ajuda que são mostrados aos usuários durante a inscrição e o login.
uk: Ці поля дозволяють налаштувати різні довідкові тексти, які показуються користувачам під час реєстрації та входу в систему
zh_hans: 通过这些字段，您可以配置在注册和登录时向用户显示的各种帮助文本

source: This description will be displayed when hovering over the menu link.
ar: سيتم عرض هذا الوصف عند التمرير فوق رابط القائمة.
ca: Aquesta descripció es mostrarà quan passeu el cursor per sobre de l'enllaç del menú.
it: Questa descrizione viene visualizzata quando si passa il mouse sul link del menu.
ja: この説明は、メニューのリンクにマウスカーソルを置くと表示されます。
nl: Deze beschrijving wordt weergegeven wanneer u met de muis over de menulink gaat.
pt_br: Essa descrição será exibida ao passar o mouse sobre o link do menu.
uk: Цей опис відображатиметься при наведенні курсору на посилання меню.
zh_hans: 将鼠标悬停在菜单链接上时，将显示该描述。

source: This e-mail has been sent from @site by the Social Mailer module. The module has been successfully configured.
ca: Aquest correu electrònic ha estat enviat des de @site pel mòdul Social Mailer. El mòdul s'ha configurat correctament.
it: Questa e-mail è stata inviata da @site dal modulo Social Mailer. Il modulo è stato configurato con successo.
ja: このメールは Social Mailer モジュールによって@site から送信されました。モジュールは正常に設定されました。
pt_br: Este e-mail foi enviado de @site pelo módulo Social Mailer. O módulo foi configurado com sucesso.
zh_hans: 此电子邮件由社交邮件模块从@site 发送。模块已成功配置。

source: This email was rerouted.
ca: Aquest correu electrònic ha estat reorientat.
it: Questa e-mail è stata reindirizzata.
ja: このメールはリルートされた。
pt_br: Esse e-mail foi redirecionado.
zh_hans: 这封邮件已被转发。

source: This field has been disabled by the plugin to guarantee the functionality that's expected of it.
ar: تم تعطيل هذا الحقل بواسطة المكون الإضافي لضمان الوظيفة المتوقعة منه.
ca: Aquest camp ha estat desactivat pel connector per garantir la funcionalitat que s'espera d'ell.
it: Questo campo è stato disabilitato dal plugin per garantire la funzionalità prevista.
ja: このフィールドは、期待される機能を保証するためにプラグインによって無効化されています。
nl: Dit veld is uitgeschakeld door de plugin om de functionaliteit die ervan verwacht wordt te garanderen.
pt_br: Esse campo foi desativado pelo plug-in para garantir a funcionalidade que se espera dele.
uk: Це поле було вимкнено плагіном, щоб гарантувати функціональність, яка від нього очікується.
zh_hans: 该插件已禁用该字段，以保证其预期功能。

source: This field stores text values from a dropdown list of allowed 'value => label => description' pairs.
ar: يخزن هذا الحقل القيم النصية من قائمة منسدلة لأزواج 'value => label => description 'المسموح بها.
ca: Aquest camp emmagatzema els valors de text d'una llista desplegable de parells permesos de 'valor => etiqueta => descripció'.
it: Questo campo memorizza valori di testo da un elenco a discesa di coppie "valore => etichetta => descrizione" consentite.
ja: このフィールドは、許可された'value => label => description'のペアのドロップダウンリストからのテキスト値を格納します。
nl: Dit veld slaat tekstwaarden op uit een dropdown lijst van toegestane "waarde => label => beschrijving" paren.
pt_br: Esse campo armazena valores de texto de uma lista suspensa de pares permitidos de 'valor => rótulo => descrição'.
uk: У цьому полі зберігаються текстові значення з випадаючого списку допустимих пар "значення => мітка => опис".
zh_hans: 该字段从允许的 "值 => 标签 => 描述 "对的下拉列表中存储文本值。

source: This field supports tokens.
ar: يدعم هذا الحقل الرموز.
ca: Aquest camp admet fitxes.
it: Questo campo supporta i token.
ja: このフィールドはトークンをサポートする。
nl: Dit veld ondersteunt tokens.
pt_br: Esse campo oferece suporte a tokens.
uk: Це поле підтримує замінники.
zh_hans: 该字段支持标记。

source: This image will be displayed on the block
ar: سيتم عرض هذه الصورة في الكتلة
ca: Aquesta imatge es mostrarà al bloc
it: L'immagine verrà visualizzata sul blocco
ja: この画像はブロックに表示される
nl: Deze afbeelding wordt op het blok weergegeven
pt_br: Esta imagem será exibida no bloco
uk: Це зображення буде відображатися на блоці
zh_hans: 该图像将显示在区块上

source: This input text will be displayed in the block
ar: سيتم عرض نص الإدخال هذا في الكتلة
ca: Aquest text d'entrada es mostrarà al bloc
it: Questo testo di input verrà visualizzato nel blocco
ja: この入力テキストはブロック内に表示される
nl: Deze invoertekst wordt in het blok weergegeven
pt_br: Este texto de entrada será exibido no bloco
uk: Цей вхідний текст буде відображено в блоці
zh_hans: 该输入文本将显示在区块中

source: This is a secret group. Users can only join by invitation and the group itself and its content are hidden from non members.
ar: هذه مجموعة سرية. يمكن للمستخدمين الانضمام فقط عن طريق الدعوة ويتم إخفاء المجموعة نفسها ومحتواها عن غير الأعضاء.
ca: És un grup secret. Els usuaris només poden unir-se per invitació i el propi grup i el seu contingut queden ocults als no membres.
it: Questo è un gruppo segreto. Gli utenti possono aderire solo su invito e il gruppo stesso e il suo contenuto sono nascosti ai non membri.
ja: これは秘密のグループです。ユーザーは招待された場合のみ参加でき、グループ自体やその内容はメンバー以外には公開されません。
nl: Dit is een geheime groep. Gebruikers kunnen alleen op uitnodiging deelnemen en de groep zelf en de inhoud ervan worden verborgen voor leden die geen lid van de groep zijn.
pt_br: Este é um grupo secreto. Os usuários só podem entrar por convite e o próprio grupo e seu conteúdo ficam ocultos para não membros.
uk: Це секретна група. Користувачі можуть приєднатися до неї лише за запрошенням, а сама група та її вміст приховані від сторонніх.
zh_hans: 这是一个秘密群组。用户只能通过邀请才能加入，群组本身及其内容对非会员是隐藏的。

source: This is not a supported URL to embed.
ca: Aquest no és un URL admès per incrustar.
it: Questo non è un URL supportato da incorporare.
ja: これは埋め込みに対応していないURLです。
pt_br: Esse não é um URL compatível para incorporar.
zh_hans: 此 URL 不支持嵌入。

source: This logo is shown in the platform header and on emails sent to your users. It can be overriden in the above E-mail setting
ar: يظهر هذا الشعار في رأس المنصة وعلى رسائل البريد الإلكتروني المرسلة إلى المستخدمين. يمكن إلغاء هذا الإعداد من إعداد البريد الإلكتروني أعلاه
ca: Aquest logotip es mostra a la capçalera de la plataforma i en els correus electrònics enviats als vostres usuaris. Es pot anul·lar a la configuració de correu electrònic anterior
it: Questo logo viene visualizzato nell'intestazione della piattaforma e nelle e-mail inviate agli utenti. Può essere sovrascritto nell'impostazione delle e-mail di cui sopra.
ja: このロゴはプラットフォームのヘッダーとユーザーに送信されるEメールに表示されます。このロゴは上記のEメール設定で変更することができます。
nl: Dit logo wordt weergegeven in de platformheader en in e-mails die naar uw gebruikers worden verzonden. Het kan worden overschreven in de bovenstaande e-mailinstelling.
pt_br: Esse logotipo é exibido no cabeçalho da plataforma e nos e-mails enviados aos seus usuários. Ele pode ser substituído na configuração de e-mail acima
uk: Цей логотип відображається в шапці платформи та в електронних листах, що надсилаються вашим користувачам. Його можна замінити у вищевказаному налаштуванні електронної пошти
zh_hans: 该徽标将显示在平台标题和发送给用户的电子邮件中。可在上述电子邮件设置中覆盖该徽标

source: This message was deleted together with the user’s account.
ar: تم حذف هذه الرسالة مع حساب المستخدم.
ca: Aquest missatge va ser eliminat juntament amb el compte de l'usuari.
it: Questo messaggio è stato cancellato insieme all'account dell'utente.
ja: このメッセージは、そのユーザーのアカウントとともに削除されました。
nl: Dit bericht is verwijderd samen met het account van de gebruiker.
pt_br: Essa mensagem foi excluída junto com a conta do usuário.
uk: Це повідомлення було видалено разом з акаунтом користувача.
zh_hans: 该信息已与用户账户一起删除。

source: This module allows group managers to set the default routes on a group for member and non-members.
ar: تسمح هذه الوحدة لمديري المجموعات بتعيين المسارات الافتراضية على المجموعة للأعضاء وغير الأعضاء.
ca: Aquest mòdul permet als gestors de grups establir les rutes per defecte en un grup per a membres i no membres.
it: Questo modulo consente ai gestori dei gruppi di impostare i percorsi predefiniti di un gruppo per i membri e i non membri.
ja: このモジュールにより、グループ管理者はメンバーおよび非メンバーに対して、グループのデフォルトルートを設定することができます。
nl: Met deze module kunnen groepsbeheerders de standaardroutes op een groep instellen voor leden en niet-leden.
pt_br: Este módulo permite que os gerentes de grupo definam as rotas padrão em um grupo para membros e não membros.
uk: Цей модуль дозволяє менеджерам груп встановлювати маршрути за замовчуванням для учасників і не учасників групи.
zh_hans: 通过该模块，组管理者可以为成员和非成员设置组内的默认路由。

source: This module is deprecated and will automatically uninstall in Open Social 12 and be removed in Open Social 13. Starting in Open Social 11.8.0 the private file system is the default for sensitive fields and is opt-out.
ca: Aquest mòdul està obsolet i es desinstal·larà automàticament a Open Social 12 i ser eliminat a Open Social 13. Començant en Open Social 11.8.0 el privat el sistema de fitxers és el predeterminat per als camps sensibles i és opt-out.
it: Questo modulo è deprecato e si disinstallerà automaticamente in Open Social 12 e sarà rimosso in Open Social 13. A partire da Open Social 11.8.0 il file system privato è l'impostazione predefinita per i campi sensibili ed è opt-out.
ja: このモジュールは非推奨です。 で自動的にアンインストールされ、Open Social 13 で削除されます。Open Social 11.8.0 からプライベート ファイルシステムが機密フィールドのデフォルトとなり、オプトアウトされます。
pt_br: Este módulo está obsoleto e será desinstalado automaticamente no Open Social 12 e ser removido no Open Social 13. A partir do Open Social 11.8.0, o privado o sistema de arquivos é o padrão para campos confidenciais e é desativado.
zh_hans: 此模块已过时，将在 Open Social 12 中自动卸载，并在 Open Social 13 中删除。 中自动卸载，并在 Open Social 13 中移除。从 Open Social 11.8.0 版开始，私人 文件系统是敏感字段的默认设置，可选择退出。

source: This month
ar: هذا الشهر
ca: Aquest mes
it: Questo mese
ja: 今月
nl: Deze maand
pt_br: Este mês
uk: Цей місяць
zh_hans: 本月

source: This opt-in will activate or deactivate the Follow User feature.
ca: Aquesta opt-in activarà o desactivarà la funció Seguir l'usuari.
it: Questo opt-in attiverà o disattiverà la funzione Segui utente.
ja: このオプトインは、フォローユーザー機能を有効または無効にします。
pt_br: Esse opt-in ativará ou desativará o recurso Seguir usuário.
zh_hans: 该选择将激活或关闭 "关注用户 "功能。

source: This options enables you to provide consent for embedded content before it is displayed in your stream. For example, YouTube videos.
ar: تتيح لك هذه الخيارات تقديم الموافقة على المحتوى المضمن قبل عرضه في البث الخاص بك. على سبيل المثال، مقاطع فيديو YouTube.
ca: Aquesta opció us permet proporcionar el consentiment per al contingut incrustat abans que es mostri al vostre flux. Per exemple, vídeos de YouTube.
it: Questa opzione consente di fornire il consenso per i contenuti incorporati prima che vengano visualizzati nello stream. Ad esempio, i video di YouTube.
ja: このオプションを使用すると、ストリームに表示する前に、埋め込みコンテンツに対する同意を提供できます。例えば、YouTubeの動画などです。
nl: Met deze opties kunt u toestemming geven voor ingesloten inhoud voordat deze in uw stream wordt weergegeven. Bijvoorbeeld YouTube-video's.
pt_br: Essas opções permitem que você forneça consentimento para o conteúdo incorporado antes que ele seja exibido em seu stream. Por exemplo, vídeos do YouTube.
uk: Ця опція дає змогу надати згоду на вбудований вміст до того, як він буде показаний у вашому потоці. Наприклад, відео з YouTube.
zh_hans: 通过此选项，您可以在嵌入内容显示在您的信息流中之前对其表示同意。例如，YouTube 视频。

source: This page allows you to send a test e-mail to a recipient of your choice.
ca: Aquesta pàgina us permet enviar un correu electrònic de prova a un destinatari que trieu.
it: Questa pagina consente di inviare un'e-mail di prova a un destinatario di propria scelta.
ja: このページでは、選択した受信者にテストメールを送信することができます。
pt_br: Essa página permite que você envie um e-mail de teste para um destinatário de sua escolha.
zh_hans: 通过此页面，您可以向自己选择的收件人发送测试电子邮件。

source: This permission grants access to add node to multiple groups.
ar: يمنح هذا الإذن حق الوصول لإضافة عقدة إلى مجموعات متعددة.
ca: Aquest permís concedeix accés a afegir node a diversos grups.
it: Questa autorizzazione consente di aggiungere un nodo a più gruppi.
ja: このパーミッションは、複数のグループにノードを追加するアクセス権を与えます。
nl: Deze rechten geven toegang om en node aan meerdere groepen toe te voegen.
pt_br: Essa permissão concede acesso para adicionar nós a vários grupos.
uk: Цей дозвіл надає доступ до додавання вузла до декількох груп.
zh_hans: 此权限允许将节点添加到多个组。

source: This permission grants access to change group types on already existing groups.
ar: يمنح هذا الإذن حق الوصول لتغيير أنواع المجموعات في المجموعات الموجودة بالفعل.
ca: Aquest permís concedeix accés a canviar tipus de grup en grups ja existents.
it: Questa autorizzazione consente l'accesso alla modifica dei tipi di gruppo sui gruppi già esistenti.
ja: このパーミッションは、既に存在するグループのグループタイプを変更するアクセス権を与える。
nl: Deze permissie verleent toegang tot het wijzigen van groepstypen op reeds bestaande groepen.
pt_br: Essa permissão concede acesso para alterar os tipos de grupos em grupos já existentes.
uk: Цей дозвіл надає доступ до зміни типів груп для вже існуючих груп.
zh_hans: 该权限允许更改现有组的组类型。

source: This permission grants full access to all groups.
ar: يمنح هذا الإذن حق الوصول الكامل لجميع المجموعات.
ca: Aquest permís dóna accés complet a tots els grups.
it: Questa autorizzazione garantisce l'accesso completo a tutti i gruppi.
ja: このパーミッションは、すべてのグループへのフルアクセスを許可する。
nl: Deze rechten geven volledige toegang tot alle groepen.
pt_br: Essa permissão concede acesso total a todos os grupos.
uk: Цей дозвіл надає повний доступ до всіх груп.
zh_hans: 该权限允许所有组完全访问。
