Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Provide a line-delimited list of email addresses to pass through. All emails to addresses from this list will not be rerouted.<br/>A patterns like "*@example.com" and "name+*@example.com" can be used to add all emails by its domain or the pattern.
ca: Proporcioneu una llista delimitada per línies d'adreces de correu electrònic per passar. Tots els correus electrònics a adreces d'aquesta llista no seran reencaminats. <br/> Un patrons com “* @example .com” i “nom+* @example .com” es poden utilitzar per afegir tots els correus electrònics pel seu domini o el patró.
it: Fornire un elenco delimitato da righe di indirizzi e-mail da passare. Tutte le email agli indirizzi di questo elenco non saranno reindirizzate.<br/>Si possono usare modelli come "*@example.com" e "nome+*@example.com" per aggiungere tutte le email in base al dominio o al modello.
ja: 通過させるメールアドレスの行区切りリストを指定します。<br/>"*@example.com" や "name+*@example.com" のようなパターンを使用すると、ドメインまたはパターンによってすべてのメールを追加できます。
pt_br: Forneça uma lista delimitada por linhas de endereços de e-mail a serem transmitidos. Todos os e-mails para endereços desta lista não serão redirecionados. <br/> Padrões como “* @example .com” e “nome+* @example .com” podem ser usados para adicionar todos os e-mails por seu domínio ou padrão.
zh_hans: 提供以行为分隔的电子邮件地址列表。发送到此列表中地址的所有电子邮件都不会被转发。<br/>可使用 "*@example.com "和 "name+*@example.com "等模式，按域名或模式添加所有电子邮件。

source: Provide a link to close the report
ar: قم بتوفير رابط لإغلاق التقرير
ca: Proporcioneu un enllaç per tancar l'informe
it: Fornire un link per chiudere il rapporto
ja: レポートを閉じるためのリンクを提供する
nl: Verstrek een link om het rapport te sluiten
pt_br: Forneça um link para fechar o relatório
uk: Надайте посилання для закриття звіту
zh_hans: 提供关闭报告的链接

source: Provide basic pages content type for your static content, such as an About us page.
ar: قم بتوفير نوع محتوى الصفحات الأساسي للمحتوى الثابت الخاص بك ، مثل صفحة "نبذة عنا".
ca: Proporcioneu tipus de contingut bàsic de pàgines per al vostre contingut estàtic, com ara una pàgina Sobre nosaltres.
it: Fornite il tipo di contenuto Pagine di base per i vostri contenuti statici, come ad esempio una pagina Chi siamo.
ja: 会社概要ページのような静的コンテンツには、基本的なページコンテンツタイプを提供します。
nl: Zorg voor basispagina's inhoudstype voor uw statische inhoud, zoals een Over ons pagina.
pt_br: Forneça um tipo de conteúdo de páginas básicas para seu conteúdo estático, como uma página Sobre nós.
uk: Створіть базовий тип контенту для статичних сторінок, таких як сторінка "Про нас".
zh_hans: 为静态内容（如关于我们的页面）提供基本页面内容类型。

source: Provide follow functionality for the social_tagging vocabulary and create activities related to followed tag.
ar: توفير وظيفة متابعة للمفردات social_tagging وإنشاء الأنشطة المتعلقة بالعلامة المتابعة.
ca: Proporcionar funcionalitat de seguir per al vocabulari social_etiquetatge i crear activitats relacionades amb l'etiqueta seguida.
it: Fornire la funzionalità di follow per il vocabolario social_tagging e creare attività legate al tag seguito.
ja: social_taggingボキャブラリーのフォロー機能を提供し、フォローされたタグに関連するアクティビティを作成する。
nl: Voorzien in volgfunctie voor de social_tagging vocabulaire en activiteiten creëren gerelateerd aan gevolgde tag.
pt_br: Forneça a funcionalidade de acompanhamento para o vocabulário social_tagging e crie atividades relacionadas à tag seguida.
uk: Надайте функцію follow для словника social_tagging і створіть дії, пов'язані з тегом followed.
zh_hans: 为 social_tagging 词汇表提供关注功能，并创建与被关注标签相关的活动。

source: Provide mentions feature for Open Social.
ar: توفير ميزة الإشارات لـ Open Social.
ca: Proporcionar funció de mencions per a Open Social.
it: Fornire la funzione di menzioni per Open Social.
ja: オープン・ソーシャルにメンション機能を提供する。
nl: Zorg voor vermeldingen voor Open Social.
pt_br: Forneça o recurso de menções para o Open Social.
uk: Додайте функцію згадувань для Open Social.
zh_hans: 为 "开放社交 "提供提及功能。

source: Provide textual block with some link.
ar: توفير صندوق نصوص مع بعض الارتباط.
ca: Proporcioneu bloc textual amb algun enllaç.
it: Fornire un blocco testuale con un link.
ja: リンク付きのテキストブロックを提供する。
nl: Geef een tekstblok met een link.
pt_br: Forneça um bloco textual com algum link.
uk: Забезпечте текстовий блок якимось посиланням.
zh_hans: 提供带有链接的文本块。

source: Provide the possibility to add the Follow tag block on the landing pages.
ar: توفير إمكانية إضافة صندوق علامة المتابعة على الصفحات المقصودة.
ca: Proporcionar la possibilitat d'afegir el bloc d'etiquetes Seguir a les pàgines de destinació.
it: Offrire la possibilità di aggiungere il blocco del tag Follow nelle pagine di destinazione.
ja: ランディングページにフォロータグブロックを追加する可能性を提供する。
nl: Geef de mogelijkheid om het Follow tag blok toe te voegen op de landingspagina's.
pt_br: Ofereça a possibilidade de adicionar o bloco de tags Follow nas páginas de destino.
uk: Надайте можливість додати блок тегу Follow на цільові сторінки.
zh_hans: 提供在登陆页面上添加 "关注 "标签块的可能性。

source: Provides "Custom content list block" paragraphs type for landing pages.
ar: يوفر نوع فقرات "صندوق قائمة المحتوى المخصص" للصفحات.
ca: Proporciona “Bloc de llista de contingut personalitzat” paràgrafs tipus per a les pàgines de destinació.
it: Fornisce il tipo di paragrafo "Blocco elenco contenuti personalizzato" per le pagine di destinazione.
ja: ランディングページに「カスタムコンテンツリストブロック」段落タイプを提供します。
nl: Biedt "aangepaste inhoud lijst blok" paragrafen type voor landingspagina's.
pt_br: Fornece o tipo de parágrafos “Bloco de lista de conteúdo personalizado” para páginas de destino.
uk: Забезпечує тип абзаців "Кастомний блок зі списком контенту" для цільових сторінок.
zh_hans: 为登陆页面提供 "自定义内容列表块 "段落类型。

source: Provides "Featured Content" paragraphs type for landing pages.
ar: يوفر نوع فقرات "محتوى مميز" للصفحات.
ca: Proporciona paràgrafs tipus de “Contingut destacat” per a les pàgines de destinació.
it: Fornisce il tipo di paragrafo "Contenuto in primo piano" per le pagine di destinazione.
ja: ランディングページに「注目のコンテンツ」段落タイプを提供します。
nl: Biedt paragrafen van het type "Aanbevolen inhoud" voor landingspagina's.
pt_br: Fornece o tipo de parágrafos de “Conteúdo em destaque” para páginas de destino.
uk: Надає тип абзаців "Featured Content" для цільових сторінок.
zh_hans: 为着陆页提供 "精选内容 "段落类型。

source: Provides "Follow Content" flag type and related functionality.
ar: يوفر نوع علامة "متابعة المحتوى" والوظائف ذات الصلة.
ca: Proporciona el tipus de bandera “Segueix el contingut” i la funcionalitat relacionada.
it: Fornisce il tipo di bandiera "Segui contenuto" e le relative funzionalità.
ja: コンテンツに従う」フラグタイプと関連機能を提供します。
nl: Biedt het vlagtype "Inhoud volgen" en verwante functionaliteit.
pt_br: Fornece o tipo de sinalizador “Seguir conteúdo” e a funcionalidade relacionada.
uk: Надає тип прапора "Слідкувати за вмістом" та пов'язані з ним функції.
zh_hans: 提供 "关注内容 "标志类型及相关功能。

source: Provides "Follow Term" flag type and related functionality.
ar: يوفر نوع علامة "متابعة المدة" والوظائف ذات الصلة.
ca: Proporciona el tipus de bandera “Segueix el terme” i la funcionalitat relacionada.
it: Fornisce il tipo di flag "Segui termine" e le relative funzionalità.
ja: フォローターム」フラグタイプおよび関連機能を提供する。
nl: Biedt het vlagtype "Follow Term" en verwante functionaliteit.
pt_br: Fornece o tipo de sinalizador “Seguir termo” e a funcionalidade relacionada.
uk: Надає тип прапора "Дотримуватися терміну" та пов'язану з ним функціональність.
zh_hans: 提供 "Follow Term "标记类型及相关功能。

source: Provides "Follow User" flag type and related functionality.
ar: يوفر نوع علامة "متابعة المدة" والوظائف ذات الصلة.
ca: Proporciona el tipus de bandera “Segueix l'usuari” i la funcionalitat relacionada.
it: Fornisce il tipo di flag "Segui utente" e le relative funzionalità.
ja: フォローユーザー」フラグタイプと関連機能を提供する。
nl: Biedt het vlagtype "Gebruiker volgen" en aanverwante functionaliteit.
pt_br: Fornece o tipo de sinalizador “Seguir usuário” e a funcionalidade relacionada.
uk: Надає тип прапора "Слідувати за користувачем" та пов'язані з ним функції.
zh_hans: 提供 "关注用户 "标志类型及相关功能。

source: Provides Album content type and related configuration.
ar: يوفر نوع محتوى الألبوم والتكوين ذي الصلة.
ca: Proporciona el tipus de contingut de l'àlbum i la configuració relacionada.
it: Fornisce il tipo di contenuto Album e la relativa configurazione.
ja: アルバムコンテンツタイプと関連する設定を提供する。
nl: Biedt Albumcontenttype en bijbehorende configuratie.
pt_br: Fornece o tipo de conteúdo do álbum e a configuração relacionada.
uk: Надає тип вмісту альбому та відповідну конфігурацію.
zh_hans: 提供相册内容类型和相关配置。

source: Provides Event content type and related configuration.
ar: يوفر نوع محتوى الفعالية والإعدادات المرتبطة بها.
ca: Proporciona el tipus de contingut d'esdeveniment i la configuració relacionada.
it: Fornisce il tipo di contenuto dell'evento e la relativa configurazione.
ja: イベントコンテンツタイプと関連する設定を提供します。
nl: Biedt het inhoudstype van een gebeurtenis en de bijbehorende configuratie.
pt_br: Fornece o tipo de conteúdo do evento e a configuração relacionada.
uk: Надає тип вмісту події та відповідну конфігурацію.
zh_hans: 提供事件内容类型和相关配置。

source: Provides Group Invite member feature.
ar: يوفر ميزة دعوة المجموعة.
ca: Proporciona la funció Convida al membre de grup.
it: Fornisce la funzione di invito ai membri del gruppo.
ja: グループ招待機能
nl: Biedt de mogelijkheid om leden van een groep uit te nodigen.
pt_br: Fornece o recurso de convite de grupo para membros.
uk: Забезпечує функцію запрошення учасників групи.
zh_hans: 提供群组邀请成员功能。

source: Provides Like voting functionality for Open Social.
ar: يوفر وظيفة التصويت/الإعجاب لـلمنصة
ca: Proporciona funcionalitat de vot Like per Open Social.
it: Fornisce la funzionalità di voto Like per Open Social.
ja: オープン・ソーシャルに「いいね！」投票機能を提供する。
nl: Biedt Stem stemmen functionaliteit voor Open Social.
pt_br: Fornece funcionalidade de votação semelhante para o Open Social.
uk: Надає функцію голосування Like для Open Social.
zh_hans: 为 Open Social 提供 Like 投票功能。

source: Provides Post functionality for Open Social.
ar: يوفر وظيفة النشر لـلمنصة
ca: Proporciona funcionalitat Post per Open Social.
it: Fornisce la funzionalità di post per Open Social.
ja: オープン・ソーシャルの投稿機能を提供します。
nl: Biedt postfunctionaliteit voor Open Social.
pt_br: Fornece funcionalidade de postagem para o Open Social.
uk: Надає функцію допису для Open Social.
zh_hans: 为 Open Social 提供发布功能。

source: Provides Profile Organization Tag field and vocabulary
ar: يوفر البيانات الخاصة بالملف التعريفي للمنظمة والمفردات
ca: Proporciona el camp i el vocabulari de l'etiqueta d'organització del perfil
it: Fornisce il campo e il vocabolario dell'etichetta dell'organizzazione del profilo.
ja: プロファイル組織タグフィールドと語彙を提供する
nl: Biedt Profile Organization Tag-veld en vocabulaire
pt_br: Fornece vocabulário e campo de etiqueta da organização do perfil
uk: Надає поле тегів організації профілю та словник
zh_hans: 提供轮廓组织标记字段和词汇

source: Provides Topic content type and related configuration.
ar: يوفر نوع محتوى العناوين والإعدادات المرتبطة بها.
ca: Proporciona el tipus de contingut del tema i la configuració relacionada.
it: Fornisce il tipo di contenuto dell'argomento e la relativa configurazione.
ja: トピックのコンテンツタイプと関連する設定を提供します。
nl: Geeft het inhoudstype van het onderwerp en de bijbehorende configuratie.
pt_br: Fornece o tipo de conteúdo do tópico e a configuração relacionada.
uk: Надає тип вмісту теми та відповідну конфігурацію.
zh_hans: 提供主题内容类型和相关配置。

source: Provides User related configuration.
ar: يوفر الإعدادت الخاصة بالمستخدم.
ca: Proporciona configuració relacionada amb l'usuari.
it: Fornisce la configurazione relativa all'utente.
ja: ユーザー関連の設定を提供します。
nl: Biedt gebruikersgerelateerde configuratie.
pt_br: Fornece configuração relacionada ao usuário.
uk: Забезпечує конфігурацію, пов'язану з користувачем.
zh_hans: 提供与用户相关的配置。

source: Provides a Secret Group featured view mode for use on landing pages.
ar: يوفر وضع العرض المميز لـ Secret Group للاستخدام على الصفحات المقصودة.
ca: Proporciona un mode de vista destacat del Grup Secret per al seu ús a les pàgines de destinació.
it: Fornisce una modalità di visualizzazione in primo piano del Gruppo segreto da utilizzare nelle pagine di destinazione.
ja: ランディングページで使用するシークレットグループの特集表示モードを提供します。
nl: Biedt een Secret Group featured view mode voor gebruik op landingspagina's.
pt_br: Fornece um modo de visualização em destaque do Grupo Secreto para uso em páginas de destino.
uk: Забезпечує режим перегляду "Секретна група" для використання на цільових сторінках.
zh_hans: 提供用于登陆页面的秘密小组特色视图模式。

source: Provides a book featured view mode for use on landing pages.
ar: يوفر وضع عرض مميز للكتاب للاستخدام على الصفحات المقصودة.
ca: Proporciona un mode de vista destacat del llibre per al seu ús a les pàgines de destinació.
it: Fornisce una modalità di visualizzazione in primo piano del libro da utilizzare nelle pagine di destinazione.
ja: ランディングページで使用するブックフィーチャー表示モードを提供します。
nl: Biedt een weergavemodus voor boeken voor gebruik op landingspagina's.
pt_br: Fornece um modo de visualização em destaque do livro para uso em páginas de destino.
uk: Забезпечує режим книжкового вигляду для використання на цільових сторінках.
zh_hans: 提供图书特色视图模式，供登陆页面使用。

source: Provides a content block for books.
ar: يوفر كتلة محتوى للكتب.
ca: Proporciona un bloc de contingut per a llibres.
it: Fornisce un blocco di contenuti per i libri.
ja: 書籍用のコンテンツブロックを提供する。
nl: Biedt een inhoudsblok voor boeken.
pt_br: Fornece um bloco de conteúdo para livros.
uk: Забезпечує блок контенту для книг.
zh_hans: 为书籍提供一个内容块。

source: Provides a content block for events.
ar: يوفر كتلة محتوى للأحداث.
ca: Proporciona un bloc de contingut per a esdeveniments.
it: Fornisce un blocco di contenuto per gli eventi.
ja: イベント用のコンテンツブロックを提供します。
nl: Biedt een inhoudsblok voor evenementen.
pt_br: Fornece um bloco de conteúdo para eventos.
uk: Надає блок контенту для подій.
zh_hans: 为事件提供一个内容块。

source: Provides a content block for groups.
ar: يوفر كتلة محتوى للمجموعات.
ca: Proporciona un bloc de contingut per a grups.
it: Fornisce un blocco di contenuti per i gruppi.
ja: グループ用のコンテンツブロックを提供します。
nl: Biedt een inhoudsblok voor groepen.
pt_br: Fornece um bloco de conteúdo para grupos.
uk: Надає блок контенту для груп.
zh_hans: 为组提供一个内容块。

source: Provides a content block for pages.
ar: يوفر كتلة محتوى للصفحات.
ca: Proporciona un bloc de contingut per a les pàgines.
it: Fornisce un blocco di contenuto per le pagine.
ja: ページ用のコンテンツブロックを提供する。
nl: Biedt een inhoudsblok voor pagina's.
pt_br: Fornece um bloco de conteúdo para páginas.
uk: Забезпечує блок контенту для сторінок.
zh_hans: 为页面提供一个内容块。

source: Provides a flexible Group feature allowing members to configure the group to their liking.
ar: يوفر ميزة المجموعة المرنة التي تسمح للأعضاء بتكوين المجموعة حسب رغبتهم.
ca: Proporciona una característica de Grup flexible que permet als membres configurar el grup al seu gust.
it: Offre una funzione di gruppo flessibile che consente ai membri di configurare il gruppo a proprio piacimento.
ja: 柔軟なグループ機能を提供し、メンバーは自分の好みに合わせてグループを構成することができます。
nl: Biedt een flexibele groepsfunctie waarmee de leden de groep naar wens kunnen configureren.
pt_br: Fornece um recurso de grupo flexível que permite que os membros configurem o grupo de acordo com sua preferência.
uk: Надає гнучку функцію груп, що дозволяє учасникам налаштовувати групу на свій смак.
zh_hans: 提供灵活的群组功能，允许成员根据自己的喜好配置群组。

source: Provides a flexible Group featured view mode for use on landing pages.
ar: يوفر وضع عرض مميز للمجموعة مرن للاستخدام على الصفحات المقصودة.
ca: Proporciona un mode de vista destacat de Grup flexible per utilitzar-lo a les pàgines de destinació.
it: Fornisce una modalità di visualizzazione in primo piano del gruppo flessibile da utilizzare nelle pagine di destinazione.
ja: ランディングページで使用するための柔軟なグループフィーチャー表示モードを提供します。
nl: Biedt een flexibele weergavemodus voor groepen voor gebruik op landingspagina's.
pt_br: Fornece um modo flexível de visualização em destaque do Grupo para uso em páginas de destino.
uk: Надає гнучкий режим групового перегляду для використання на цільових сторінках.
zh_hans: 提供灵活的小组特色视图模式，可用于登陆页面。

source: Provides a modal window to display profile details.
ar: يوفر نافذة مشروطة لعرض تفاصيل الملف الشخصي.
ca: Proporciona una finestra modal per mostrar els detalls del perfil.
it: Fornisce una finestra modale per visualizzare i dettagli del profilo.
ja: プロフィールの詳細を表示するモーダルウィンドウを提供します。
nl: Biedt een modaal venster om profielgegevens weer te geven.
pt_br: Fornece uma janela modal para exibir os detalhes do perfil.
uk: Надає модальне вікно для відображення деталей профілю.
zh_hans: 提供显示个人资料详细信息的模式窗口。

source: Provides a shared paragraphs type for landing pages and dashboards.
ar: يوفر نوع فقرات مشتركة للصفحات المقصودة ولوحات المعلومات.
ca: Proporciona un tipus de paràgrafs compartits per a pàgines de destinació i quadres de comandament.
it: Fornisce un tipo di paragrafo condiviso per landing page e dashboard.
ja: ランディングページやダッシュボード用の共有段落タイプを提供します。
nl: Biedt een gedeeld paragraaftype voor landingspagina's en dashboards.
pt_br: Fornece um tipo de parágrafo compartilhado para páginas de destino e painéis.
uk: Надає спільний тип абзаців для цільових сторінок і дашбордів.
zh_hans: 为着陆页和仪表板提供共享段落类型。

source: Provides a test for upgrading from the old group types to Flexible Groups.
ca: Proporciona una prova per actualitzar des dels antics tipus de grup a Grups Flexibles.
it: Fornisce un test per l'aggiornamento dai vecchi tipi di gruppo ai Gruppi flessibili.
ja: 古いグループタイプからフレキシブルグループにアップグレードするためのテストを提供します。
pt_br: Fornece um teste para a atualização dos tipos de grupos antigos para grupos flexíveis.
zh_hans: 为从旧的组类型升级到灵活组提供测试。

source: Provides a way to serve files through cacheable short-lived secret-URLs.
ca: Proporciona una manera de servir fitxers mitjançant URL secretes de curta durada cacheables.
it: Fornisce un modo per servire i file attraverso URL segreti a vita breve e memorizzabili nella cache.
ja: キャッシュ可能な短命の secret-URL を使ってファイルを提供する方法を提供する。
pt_br: Fornece uma maneira de servir arquivos por meio de URLs secretos de curta duração que podem ser armazenados em cache.
zh_hans: 提供了一种通过可缓存的短期秘密 URL 服务文件的方法。

source: Provides ability to enroll to an event without having to create an account.
ar: يوفر إمكانية التسجيل في حدث دون الحاجة إلى إنشاء حساب.
ca: Proporciona la possibilitat d'inscriure's a un esdeveniment sense haver de crear un compte.
it: Permette di iscriversi a un evento senza dover creare un account.
ja: アカウントを作成することなくイベントに登録する機能を提供します。
nl: Biedt de mogelijkheid om je in te schrijven voor een evenement zonder een account aan te maken.
pt_br: Oferece a capacidade de se inscrever em um evento sem precisar criar uma conta.
uk: Надає можливість зареєструватися на подію без необхідності створювати обліковий запис.
zh_hans: 提供无需创建账户即可报名参加活动的功能。

source: Provides ability to invite enroll to an event.
ar: يوفر القدرة على الدعوة للتسجيل في حدث.
ca: Proporciona la possibilitat de convidar a inscriure's a un esdeveniment.
it: Offre la possibilità di invitare i soci a un evento.
ja: イベントに参加者を招待する機能を提供します。
nl: Geeft de mogelijkheid om mensen uit te nodigen voor een evenement.
pt_br: Oferece a capacidade de convidar para se inscrever em um evento.
uk: Надає можливість запросити зареєструватися на подію.
zh_hans: 提供邀请注册参加活动的功能。

source: Provides ability to set visibility of profile fields
ar: يوفر القدرة على ضبط رؤية حقول الملف الشخصي
ca: Proporciona la possibilitat d'establir visibilitat dels camps de perfil
it: Offre la possibilità di impostare la visibilità dei campi del profilo
ja: プロフィール・フィールドの可視性を設定する機能を提供する。
nl: Biedt de mogelijkheid om de zichtbaarheid van profielvelden in te stellen
pt_br: Fornece a capacidade de definir a visibilidade dos campos do perfil
uk: Надає можливість налаштувати видимість полів профілю
zh_hans: 提供设置配置文件字段可见性的功能

source: Provides ability to upload files in comments
ar: يوفر القدرة على تحميل الملفات في التعليقات
ca: Proporciona la possibilitat de carregar arxius en comentaris
it: Possibilità di caricare file nei commenti
ja: コメントにファイルをアップロードする機能を提供
nl: Biedt de mogelijkheid om bestanden te uploaden in opmerkingen
pt_br: Fornece a capacidade de fazer upload de arquivos em comentários
uk: Надає можливість завантажувати файли в коментарях
zh_hans: 提供在评论中上传文件的功能

source: Provides activity stream for Open Social.
ar: يوفر تدفق النشاط لـ Open Social.
ca: Proporciona flux d'activitats per a Open Social.
it: Fornisce il flusso di attività per Open Social.
ja: オープンソーシャルのアクティビティストリームを提供します。
nl: Levert activiteitenstroom voor Open Social.
pt_br: Fornece fluxo de atividades para o Open Social.
uk: Забезпечує потік активності для Open Social.
zh_hans: 为 Open Social 提供活动流。

source: Provides an ability to have Book Page node type in flexible groups.
ar: يوفر القدرة على الحصول على نوع عقدة Book Page في مجموعات مرنة.
ca: Proporciona una capacitat de tenir tipus node de Pàgina de llibre en grups flexibles.
it: Offre la possibilità di avere il tipo di nodo Pagina di libro in gruppi flessibili.
ja: ブックページノードタイプを柔軟なグループにする機能を提供します。
nl: Biedt de mogelijkheid om inhoudsitemtype Boekpagina in flexibele groepen te hebben.
pt_br: Fornece a capacidade de ter o tipo de nó de página de livro em grupos flexíveis.
uk: Надає можливість створювати гнучкі групи вузлів типу Book Page.
zh_hans: 提供在灵活的组中设置图书页面节点类型的功能。

source: Provides an alternative frontpage option for authenticated users via redirect.
ar: يوفر خيار الصفحة الأولى البديل للمستخدمين المصادق عليهم عبر إعادة التوجيه.
ca: Proporciona una opció alternativa de primera pàgina per als usuaris autenticats mitjançant redirecció.
it: Fornisce un'opzione di frontpage alternativa per gli utenti autenticati tramite reindirizzamento.
ja: 認証されたユーザに、リダイレクトによるフロントページの代替オプションを提供します。
nl: Biedt een alternatieve voorpagina voor geauthenticeerde gebruikers via een omleiding.
pt_br: Fornece uma opção alternativa de página inicial para usuários autenticados por meio de redirecionamento.
uk: Надає альтернативний варіант головної сторінки для автентифікованих користувачів за допомогою перенаправлення.
zh_hans: 通过重定向为已通过身份验证的用户提供另一个前台页面选项。

source: Provides an emoji picker functionality for Open Social.
ar: يوفر وظيفة منتقي الرموز التعبيرية لـ Open Social.
ca: Proporciona una funcionalitat de selector d'emojis per Open Social.
it: Fornisce una funzionalità di selezione delle emoji per Open Social.
ja: Open Socialの絵文字ピッカー機能を提供します。
nl: Biedt een emoji-kiezer voor Open Social.
pt_br: Fornece uma funcionalidade de seletor de emojis para o Open Social.
uk: Надає функцію вибору емодзі для Open Social.
zh_hans: 为 Open Social 提供表情符号拾取器功能。

source: Provides an new post type bundle.
ar: يوفر حزمة جديدة من نوع المنشور.
ca: Proporciona un nou paquet de tipus de publicació.
it: Fornisce un nuovo bundle di tipi di post.
ja: 新しい投稿タイプのバンドルを提供します。
nl: Biedt een nieuwe post type bundel.
pt_br: Fornece um novo pacote de tipos de postagem.
uk: Надає новий набір типів поштових повідомлень.
zh_hans: 提供一个新的帖子类型捆绑包。

source: Provides and event types taxonomy for the event content type.
ar: يوفر تصنيف أنواع الأحداث لنوع محتوى الحدث.
ca: Proporciona i tipus d'esdeveniments taxonomia per al tipus de contingut d'esdeveniment.
it: Fornisce una tassonomia dei tipi di evento per il tipo di contenuto dell'evento.
ja: イベント・コンテンツ・タイプのタクソノミーを提供します。
nl: Biedt en taxonomie voor evenementtypen voor het inhoudstype evenement.
pt_br: Fornece a taxonomia dos tipos de eventos para o tipo de conteúdo do evento.
uk: Надає таксономію типів подій для типу контенту події.
zh_hans: 为事件内容类型提供事件类型分类法。

source: Provides base features for Open Social functionality built on the group module.
ca: Proporciona funcions base per a la funcionalitat Open Social construïda sobre el mòdul de grup.
it: Fornisce le caratteristiche di base per la funzionalità Open Social costruita sul modulo dei gruppi.
ja: グループモジュール上に構築されたオープンソーシャル機能の基本機能を提供します。
pt_br: Fornece recursos básicos para a funcionalidade Open Social construída no módulo de grupo.
zh_hans: 为建立在群组模块基础上的开放式社交功能提供基本功能。
