Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Request to join - users can "request to join" this group which group managers approve/decline
ar: طلب الانضمام - يمكن للمستخدمين «طلب الانضمام» إلى هذه المجموعة التي يوافق عليها مديرو المجموعة أو يرفضونها
ca: Sol·licitud d'unir-se - els usuaris poden “sol·licitar unir-se” a aquest grup quins gestors de grup aprovar/declinen
it: Richiesta di adesione - gli utenti possono "richiedere di entrare a far parte" di questo gruppo che i gestori del gruppo approvano/declinano.
ja: 参加申請 - ユーザーはこのグループへの「参加申請」を行うことができ、グループ管理者はこれを承認/拒否することができる。
nl: Aanmelden - gebruikers moeten zich aanmelden voor deze groep en de groep managers moeten deze aanmeldingen accepteren/afwijzen
pt_br: Solicitação de participação - os usuários podem “solicitar a adesão” a esse grupo, que os gerentes do grupo aprovam/recusam
uk: Запит на приєднання - користувачі можуть "подати запит на приєднання" до цієї групи, який менеджери групи схвалюють/відхиляють
zh_hans: 申请加入 - 用户可以 "申请加入 "该组，由组长批准/拒绝

source: Request to join a group
ar: طلب الانضمام إلى مجموعة
ca: Sol·licitud d'unir-se a un grup
it: Richiesta di adesione a un gruppo
ja: グループへの参加要請
nl: Aanvraag om bij een groep aan te melden
pt_br: Solicitação para participar de um grupo
uk: Запит на приєднання до групи
zh_hans: 申请加入小组

source: Requested on
ar: تم الطلب في
ca: Sol·licitat el
it: Richiesto il
ja: 依頼日
nl: Aangevraagd op
pt_br: Solicitado em
uk: Запитується на
zh_hans: 要求

source: Reroute emails
ca: Reencaminar els correus electrònics
it: Reindirizzamento delle e-mail
ja: 電子メールの再ルーティング
pt_br: Redirecionar e-mails
zh_hans: 改道电子邮件

source: Reroute emails to a specific email address.
ca: Reencaminar els correus electrònics a una adreça de correu electrònic específica.
it: Reindirizzare le e-mail a un indirizzo e-mail specifico.
ja: 電子メールを特定の電子メールアドレスに再ルーティングします。
pt_br: Redirecione e-mails para um endereço de e-mail específico.
zh_hans: 将电子邮件转发到特定的电子邮件地址。

source: Rerouting email addresses
ca: Reencaminar les adreces de correu electrònic
it: Reindirizzamento degli indirizzi e-mail
ja: メールアドレスの再ルーティング
pt_br: Redirecionando endereços de e-mail
zh_hans: 重新路由电子邮件地址

source: Resend an invitation
ar: إعادة إرسال دعوة
ca: Tornar a enviar una invitació
it: Reinvio di un invito
ja: 招待状を再送する
nl: Een uitnodiging opnieuw versturen
pt_br: Reenviar um convite
uk: Повторно надіслати запрошення
zh_hans: 重新发送邀请

source: Resend invite
ar: إعادة إرسال الدعوة
ca: Tornar a enviar la invitació
it: Reinvio dell'invito
ja: 招待状の再送
nl: Opnieuw uitnodigen
pt_br: Reenviar convite
uk: Повторно надіслати запрошення
zh_hans: 重新发送邀请

source: Resend invites for group members
ar: إعادة إرسال الدعوات لأعضاء المجموعة
ca: Tornar a enviar invitacions per als membres del grup
it: Reinvio degli inviti per i membri del gruppo
ja: グループメンバーの招待を再送する
nl: Uitnodigingen voor groepsleden opnieuw versturen
pt_br: Reenviar convites para membros do grupo
uk: Повторно надіслати запрошення учасникам групи
zh_hans: 为小组成员重新发送邀请

source: Reset
ar: إعادة تعيين
ca: Restablir
ja: リセット
nl: Opnieuw instellen
pt_br: Redefinir
uk: Скинути
zh_hans: 重置

source: Reset password with <b>username</b> or <b>email</b>
ar: إعادة تعيين كلمة المرور باستخدام <b>اسم المستخدم</b> أو <b>البريد الإلكتروني</b>
ca: Restablir contrasenya amb <b> nom d'usuari </b> o <b> correu electrònic </b>
it: Reimpostare la password con il nome utente <b></b> o l'email <b></b>
ja: パスワードをリセットするには、<b>ユーザー名</b> または<b>Eメールを入力してください。</b>
nl: Wachtwoord opnieuw instellen met <b>gebruikersnaam</b> of <b>e-mail</b>
pt_br: Redefina a senha com <b> nome de usuário </b> ou <b> e-mail </b>
uk: Скиньте пароль за допомогою <b>ім’я користувача</b> або <b>електронної пошти</b>
zh_hans: 使用<b>用户名</b> 或<b>电子邮件重置密码</b>

source: Reset your password
ar: إعادة تعيين كلمة المرور
ca: Restablir la contrasenya
it: Reimpostare la password
ja: パスワードのリセット
nl: Je wachtwoord opnieuw instellen
pt_br: Redefina sua senha
uk: Скинути пароль
zh_hans: 重置密码

source: Restricted HTML
ar: HTML مقيد
ca: HTML restringit
it: HTML limitato
ja: 制限付きHTML
nl: Onbeperkt
pt_br: HTML restrito
uk: Обмежений HTML
zh_hans: 受限 HTML

source: Restricted Name
ar: اسم مقيد
ca: Nom restringit
it: Nome limitato
ja: 制限名
nl: Beperkte naam
pt_br: Nome restrito
uk: Ім'я з обмеженим доступом
zh_hans: 限制名称

source: Retrieves a list of teas.
ar: يسترجع قائمة أنواع الشاي.
ca: Recupera una llista de tes.
it: Recupera un elenco di tè.
ja: 紅茶のリストを取得します。
nl: Haalt een lijst met theeën op.
pt_br: Recupera uma lista de chás.
uk: Отримує список чаїв.
zh_hans: 检索茶叶列表。

source: Returns the account identifier.
ar: يقوم بإرجاع معرف الحساب.
ca: Retorna l'identificador del compte.
it: Restituisce l'identificativo del conto.
ja: 口座識別子を返します。
nl: Geeft als resultaat de identificatiecode van de rekening.
pt_br: Retorna o identificador da conta.
uk: Повертає ідентифікатор облікового запису.
zh_hans: 返回账户标识符。

source: Returns the client mutation id from a payload.
ar: تُرجع معرف طفرة العميل من الحمولة.
ca: Retorna l'id de mutació del client d'una càrrega útil.
it: Restituisce l'id di mutazione del client da un carico utile.
ja: ペイロードからクライアント変異 ID を返します。
nl: Geeft als resultaat de mutatie-id van een payload.
pt_br: Retorna o ID de mutação do cliente de uma carga útil.
uk: Повертає ідентифікатор мутації клієнта з корисного навантаження.
zh_hans: 返回有效负载中的客户端突变 ID。

source: Returns the cursor of an edge.
ar: تُرجع مؤشر الحافة.
ca: Retorna el cursor d'una vora.
it: Restituisce il cursore di un bordo.
ja: エッジのカーソルを返す。
nl: Geeft de cursor van een rand terug.
pt_br: Retorna o cursor de uma borda.
uk: Повертає курсор ребра.
zh_hans: 返回边的游标。

source: Returns the edges of a connection.
ar: تُرجع حواف الاتصال.
ca: Retorna les vores d'una connexió.
it: Restituisce i bordi di una connessione.
ja: コネクションのエッジを返します。
nl: Geeft als resultaat de randen van een verbinding.
pt_br: Retorna as bordas de uma conexão.
uk: Повертає ребра з'єднання.
zh_hans: 返回连接的边。

source: Returns the entity's url.
ar: يقوم بإرجاع عنوان url الخاص بالكيان.
ca: Retorna la url de l'entitat.
it: Restituisce l'url dell'entità.
ja: エンティティの url を返します。
nl: Geeft de url van de entiteit.
pt_br: Retorna o URL da entidade.
uk: Повертає адресу сутності.
zh_hans: 返回实体的 URL。

source: Returns the node associated with an edge.
ar: تُرجع العقدة المرتبطة بالحافة.
ca: Retorna el node associat a una vora.
it: Restituisce il nodo associato a un bordo.
ja: エッジに関連するノードを返します。
nl: Geeft als resultaat het inhoudsitem geassocieerd met een rand.
pt_br: Retorna o nó associado a uma borda.
uk: Повертає вершину, асоційовану з ребром.
zh_hans: 返回与边相关的节点。

source: Returns the nodes of a connection.
ar: تُرجع العقد الخاصة بالاتصال.
ca: Retorna els nodes d'una connexió.
it: Restituisce i nodi di una connessione.
ja: 接続のノードを返します。
nl: Geeft als resultaat de inhoudsitems van een verbinding.
pt_br: Retorna os nós de uma conexão.
uk: Повертає вузли з'єднання.
zh_hans: 返回连接的节点。

source: Returns the page info of a connection.
ar: تقوم بإرجاع معلومات الصفحة الخاصة بالاتصال.
ca: Retorna la informació de la pàgina d'una connexió.
it: Restituisce le informazioni sulla pagina di una connessione.
ja: 接続のページ情報を返します。
nl: Geeft de pagina-informatie van een verbinding.
pt_br: Retorna as informações da página de uma conexão.
uk: Повертає інформацію про сторінку з'єднання.
zh_hans: 返回连接的页面信息。

source: Returns the roles that a user has.
ar: تقوم بإرجاع الأدوار التي يمتلكها المستخدم.
ca: Retorna els rols que té un usuari.
it: Restituisce i ruoli di un utente.
ja: ユーザが持つロールを返します。
nl: Geeft als resultaat de rollen die een gebruiker heeft.
pt_br: Retorna as funções que um usuário tem.
uk: Повертає ролі, які має користувач.
zh_hans: 返回用户拥有的角色。

source: Returns the status of the user.
ar: تقوم بإرجاع حالة المستخدم.
ca: Retorna l'estat de l'usuari.
it: Restituisce lo stato dell'utente.
ja: ユーザーのステータスを返します。
nl: Geeft de status van de gebruiker.
pt_br: Retorna o status do usuário.
uk: Повертає статус користувача.
zh_hans: 返回用户的状态。

source: Returns the violations from a payload.
ar: تقوم بإرجاع الانتهاكات من الحمولة.
ca: Retorna les violacions d'una càrrega útil.
it: Restituisce le violazioni di un carico utile.
ja: ペイロードの違反を返します。
nl: Geeft als resultaat de schendingen van een payload.
pt_br: Retorna as violações de uma carga útil.
uk: Повертає порушення з корисного навантаження.
zh_hans: 返回有效载荷中的违规行为。

source: Reverse
ar: عكس
ca: Invers
it: Inverso
ja: リバース
nl: Omkeren
pt_br: Reverter
uk: Обернено
zh_hans: 反向

source: Review Open Social
ar: مراجعة Open Social
ca: Revisió Open Social
it: Recensione Open Social
ja: オープンソーシャルを見直す
nl: Open social controleren
pt_br: Avaliação do Open Social
uk: Перегляньте Open Social
zh_hans: 回顾开放式社交

source: Role
ar: الدور
ca: Rol
it: Ruolo
ja: 役割
nl: Rol
pt_br: Função
uk: Роль
zh_hans: 角色

source: Role TargetId
ar: معرف الدور المستهدف
ca: Rol TargetID
it: Ruolo TargetId
ja: 役割 TargetId
nl: Rol DoelId
pt_br: ID de destino da função
uk: Роль TargetId
zh_hans: 角色 TargetId

source: Roles
ar: الأدوار
ca: Rols
it: Ruoli
ja: 役割
nl: Rollen
pt_br: Funções
uk: Ролі
zh_hans: 角色

source: Save
ar: حفظ
ca: Guardar
it: Risparmiare
ja: セーブ
nl: Opslaan
pt_br: Salvar
uk: Зберегти
zh_hans: 节省

source: Save Mentions Type
ar: نوع حفظ الإشارات
ca: Guardar el tipus de mencions
it: Salva tipo di menzioni
ja: メンション・タイプの保存
nl: Type vermeldingen opslaan
pt_br: Salvar tipo de menções
uk: Зберегти тип згадки
zh_hans: 保存提及类型

source: Save and continue
ar: احفظ وتابع
ca: Guardar i continuar
it: Salvare e continuare
ja: 保存して続ける
nl: Opslaan en doorgaan
pt_br: Salvar e continuar
uk: Зберегти та продовжити
zh_hans: 保存并继续

source: Save configuration
ar: حفظ التكوين
ca: Desa la configuració
it: Salvare la configurazione
ja: 設定の保存
nl: Instellingen opslaan
pt_br: Salvar configuração
uk: Зберегти конфігурацію
zh_hans: 保存配置

source: Saved the %label Activity.
ar: تم حفظ نشاط %label.
ca: Desada l'activitat %label.
it: Salvate l'attività %label.
ja: %label アクティビティを保存した。
nl: De %label activiteit is opgeslagen.
pt_br: Salvou a atividade %label.
uk: Збережено активність %label.
zh_hans: 保存了%label 活动。

source: Saved the %label Event enrollment.
ar: تم حفظ تسجيل حدث %label.
ca: S'ha guardat la inscripció de l'esdeveniment %label.
it: Salvate l'iscrizione all'evento %label.
ja: %label イベント登録を保存。
nl: %label evenementinschrijving is opgeslagen.
pt_br: Salvou a inscrição no evento %label.
uk: Зберегла реєстрацію на подію %label.
zh_hans: 保存%label 活动注册。

source: Saved the %label Font.
ar: تم حفظ الخط %label.
ca: Desat el tipus de lletra %label.
it: Salvate il font %label.
ja: %label フォントを保存。
nl: Het %label lettertype is opgeslagen.
pt_br: Salvei a fonte %label.
uk: Збережено шрифт %label.
zh_hans: 保存了%label 字体。

source: Saved the %label Post type.
ar: تم حفظ نوع المنشور %label.
ca: S'ha guardat el tipus de publicació %label.
it: Salvate il tipo di post %label.
ja: %label 投稿タイプを保存しました。
nl: Het %label Post type opgeslagen.
pt_br: Salvei o tipo de postagem %label.
uk: Збережено тип публікації %label.
zh_hans: 保存了%label Post 类型。

source: Saved the %label Queue storage entity type.
ar: تم إنشاء نوع كيان تخزين قائمة الانتظار %label.
ca: S'ha guardat el tipus d'entitat d'emmagatzematge de cua %label.
it: Salva il tipo di entità di archiviazione %label Queue.
ja: %label キューストレージエンティティタイプを保存。
nl: Heeft het %label Wachtrij-opslagentiteitstype opgeslagen.
pt_br: Salvou o tipo de entidade de armazenamento de filas %label.
uk: Збережено тип сутності сховища черги %label.
zh_hans: 保存%label 队列存储实体类型。

source: Saved the %label Queue storage entity.
ar: تم إنشاء كيان تخزين قائمة الانتظار %label.
ca: S'ha guardat l'entitat d'emmagatzematge de cua %label.
it: Salvata l'entità di archiviazione %label Queue.
ja: %label キューストレージエンティティを保存した。
nl: Heeft de opslagentiteit %label Wachtrij opgeslagen.
pt_br: Salvou a entidade de armazenamento de filas %label.
uk: Збережено об'єкт зберігання черги %label.
zh_hans: 保存%label 队列存储实体。

source: Saved the %label settting.
ar: تم حفظ إعداد %label.
ca: Es va guardar el %label establint.
it: Salvata l'impostazione di %label.
ja: %label 、セッティングを保存した。
nl: De %label instelling opgeslagen.
pt_br: Salvou a configuração %label.
uk: Зберіг налаштування %label.
zh_hans: 保存了%label 设置。

source: Saves emails to the file storage.
ca: Guarda correus electrònics a l'emmagatzematge d'arxius.
it: Salva le e-mail nell'archivio dei file.
ja: 電子メールをファイルストレージに保存します。
pt_br: Salva e-mails no armazenamento de arquivos.
zh_hans: 将电子邮件保存到文件存储区。

source: Say something about these image(s)
ar: قل شيئًا عن هذه الصورة (الصور)
ca: Digues alguna cosa sobre aquestes imatges
it: Dite qualcosa su queste immagini
ja: この画像について何か言ってください
nl: Zeg iets over deze afbeelding(en)
pt_br: Diga algo sobre essas imagens
uk: Скажіть щось про ці зображення
zh_hans: 说说这些图片

source: Say something to the Community
ar: قل شيئًا للمجتمع
ca: Digues alguna cosa a la comunitat
it: Dite qualcosa alla comunità
ja: 地域社会に何かを訴えよう
nl: Zeg iets tegen de community
pt_br: Diga algo para a comunidade
uk: Скажіть щось спільноті
zh_hans: 对社区说几句话

source: Say something to the group
ar: قل شيئًا للمجموعة
ca: Digues alguna cosa al grup
it: Dire qualcosa al gruppo
ja: グループに何か言う
nl: Zeg iets tegen leden van deze groep
pt_br: Diga alguma coisa para o grupo
uk: Скажіть щось групі
zh_hans: 对大家说几句话

source: Search
ar: بحث
ca: Cercar
it: Ricerca
ja: 検索
nl: Zoeken
pt_br: Pesquisar
uk: Пошук
zh_hans: 搜索

source: Search API date
ar: تاريخ واجهة برمجة التطبيقات للبحث
ca: Data de cerca de l'API
it: Ricerca data API
ja: 検索APIの日付
nl: Zoek API-datum
pt_br: Data da API de pesquisa
uk: Дата API пошуку
zh_hans: 搜索应用程序接口日期

source: Search All
ar: ابحث في الكل
ca: Cercar tot
it: Cerca tutti
ja: すべてを検索
nl: Doorzoek alles
pt_br: Pesquisar tudo
uk: Загальний пошук
zh_hans: 全部搜索

source: Search Content
ar: محتوى البحث
ca: Cerca de contingut
it: Ricerca di contenuti
ja: コンテンツ検索
nl: Zoek content
pt_br: Pesquisar conteúdo
uk: Пошук вмісту
zh_hans: 搜索内容

source: Search Groups
ar: مجموعات البحث
ca: Cercar Grups
it: Gruppi di ricerca
ja: グループ検索
nl: Zoek groepen
pt_br: Grupos de pesquisa
uk: Пошук груп
zh_hans: 搜索组

source: Search Index
ar: فهرس البحث
ca: Índex de cerca
it: Indice di ricerca
ja: 検索インデックス
nl: Zoek in
pt_br: Índice de pesquisa
uk: Пошуковий індекс
zh_hans: 搜索索引

source: Search Users
ar: ابحث عن المستخدمين
ca: Cercar Usuaris
it: Ricerca utenti
ja: 検索ユーザー
nl: Gebruikers zoeken
pt_br: Pesquisar usuários
uk: Пошук користувачів
zh_hans: 搜索用户

source: Search content
ar: محتوى البحث
ca: Cercar contingut
it: Contenuto della ricerca
ja: 検索内容
nl: Inhoud doorzoeken
pt_br: Pesquisar conteúdo
uk: Пошук за вмістом
zh_hans: 搜索内容

source: Search content block
ar: كتلة محتوى البحث
ca: Bloc de contingut de cerca
it: Blocco di contenuti di ricerca
ja: 検索コンテンツブロック
nl: Zoek inhoud blok
pt_br: Bloco de conteúdo de pesquisa
uk: Блок пошуку вмісту
zh_hans: 搜索内容块

source: Search hero block
ar: كتلة بطل البحث
ca: Cerca bloc d'herois
it: Blocco eroe di ricerca
ja: 検索ヒーローブロック
nl: Zoek heldenblok
pt_br: Pesquisar bloco de heróis
uk: Блок героя пошуку
zh_hans: 搜索英雄区块

source: Search index disabled
ar: تم تعطيل فهرس البحث
ca: Índex de cerca desactivat
it: Indice di ricerca disabilitato
ja: 検索インデックス無効
nl: Zoekindex uitgeschakeld
pt_br: Índice de pesquisa desativado
uk: Пошуковий індекс вимкнено
zh_hans: 禁用搜索索引

source: Search index enabled
ar: تم تمكين فهرس البحث
ca: Índex de cerca habilitat
it: Indice di ricerca abilitato
ja: 検索インデックス有効
nl: Zoekindex ingeschakeld
pt_br: Índice de pesquisa ativado
uk: Пошуковий індекс увімкнено
zh_hans: 已启用搜索索引

source: Search index exists
ar: فهرس البحث موجود
ca: Existeix l'índex de cerca
it: L'indice di ricerca esiste
ja: 検索インデックスが存在する
nl: Zoekindex bestaat
pt_br: O índice de pesquisa existe
uk: Пошуковий індекс існує
zh_hans: 存在搜索索引

source: Search navbar block
ar: كتلة شريط التنقل في البحث
ca: Cerca el bloc de barra de navegació
it: Blocco navbar di ricerca
ja: 検索ナビバー・ブロック
nl: Navigatiebalk zoeken
pt_br: Bloco da barra de navegação de pesquisa
uk: Блок навігаційної панелі пошуку
zh_hans: 搜索导航栏块

source: Search users
ar: ابحث عن المستخدمين
ca: Cercar usuaris
it: Ricerca utenti
ja: 検索ユーザー
nl: Gebruikers zoeken
pt_br: Pesquisar usuários
uk: Шукати користувачів
zh_hans: 搜索用户

source: Secondary
ar: ثانوي
ca: Secundària
it: Secondario
ja: セカンダリー
nl: Secundair
pt_br: Secundário
uk: Вторинне
zh_hans: 中学

source: Secondary badge
ca: Insígnia secundària
it: Distintivo secondario
ja: セカンダリーバッジ
pt_br: Emblema secundário
zh_hans: 二级徽章

source: Secondary tabs
ar: علامات التبويب الثانوية
ca: Pestanyes secundàries
it: Schede secondarie
ja: 二次タブ
nl: Secundaire tabs
pt_br: Guias secundárias
uk: Другорядні вкладки
zh_hans: 辅助标签

source: Secret File System
ca: Sistema d'arxius secret
it: Sistema di file segreto
ja: 秘密のファイルシステム
pt_br: Sistema de arquivos secretos
zh_hans: 秘密文件系统

source: Secret files
ca: Arxius secrets
it: File segreti
ja: 秘密のファイル
pt_br: Arquivos secretos
zh_hans: 秘密文件

source: Secret group
ar: مجموعة سرية
ca: Grup secret
it: Gruppo segreto
ja: 秘密のグループ
nl: Geheime groep
pt_br: Grupo secreto
uk: Секретна група
zh_hans: 秘密小组

source: Secret group: Group membership
ar: المجموعة السرية: عضوية المجموعة
ca: Grup secret: pertinença al grup
it: Gruppo segreto: Membri del gruppo
ja: 秘密のグループグループメンバー
nl: Geheime groep: Groep lidmaatschap
pt_br: Grupo secreto: Participação em grupo
uk: Таємна група: Членство в групі
zh_hans: 秘密小组小组成员

source: Secret local files served by Drupal.
ca: Arxius locals secrets servits per Drupal.
it: File locali segreti serviti da Drupal.
ja: Drupalが提供する秘密のローカルファイル。
pt_br: Arquivos locais secretos servidos pelo Drupal.
zh_hans: Drupal 提供的秘密本地文件。

source: Section
ar: القسم
ca: Secció
it: Sezione
ja: セクション
nl: Sectie
pt_br: Seção
uk: Розділ
zh_hans: 部门

source: Sections
ar: الأقسام
ca: Seccions
it: Sezioni
ja: セクション
nl: Secties
pt_br: Seções
uk: Розділи
zh_hans: 章节

source: See all likes
ar: شاهد جميع الإعجابات
ca: Veure tots els agrada
it: Vedi tutti i like
ja: すべての「いいね！」を見る
nl: Bekijk alle vind-ik-leuks
pt_br: Veja todas as curtidas
uk: Переглянути всі вподобання
zh_hans: 查看所有喜好

source: See all members
ar: شاهد جميع الأعضاء
ca: Veure tots els membres
it: Vedi tutti i membri
ja: すべてのメンバーを見る
nl: Bekijk alle leden
pt_br: Veja todos os membros
uk: Переглянути всіх учасників
zh_hans: 查看所有成员

source: See all organisers
ar: شاهد جميع المنظمين
ca: Veure tots els organitzadors
it: Vedi tutti gli organizzatori
ja: すべての主催者を見る
nl: Bekijk alle organisatoren
pt_br: Veja todos os organizadores
uk: Переглянути всіх організаторів
zh_hans: 查看所有组织者

source: See event details
ar: انظر تفاصيل الحدث
ca: Veure detalls de l'esdeveniment
it: Vedi i dettagli dell'evento
ja: イベント詳細を見る
nl: Bekijk de details van het evenement
pt_br: Veja os detalhes do evento
uk: Дивіться деталі заходу
zh_hans: 查看活动详情

source: See excluded enrollees on other pages
ar: راجع المسجلين المستبعدين على الصفحات الأخرى
ca: Veure matriculats exclosos en altres pàgines
it: Vedere gli iscritti esclusi in altre pagine
ja: 他ページの除外登録者を参照
nl: Zie uitgesloten inschrijvers op andere pagina's
pt_br: Veja os inscritos excluídos em outras páginas
uk: Виключені учасники на інших сторінках
zh_hans: 参见其他页面的排除在外的参保者

source: See related content
ar: شاهد المحتوى ذي الصلة
ca: Veure contingut relacionat
it: Vedi i contenuti correlati
ja: 関連コンテンツを見る
nl: Alle artikelen
pt_br: Veja o conteúdo relacionado
uk: Переглянути пов'язані матеріали
zh_hans: 查看相关内容

source: See selected enrollees on other pages
ar: شاهد المسجلين المحددين على صفحات أخرى
ca: Veure matriculats seleccionats en altres pàgines
it: Vedere gli iscritti selezionati in altre pagine
ja: 他のページで厳選された登録者を見る
nl: Bekijk geselecteerde aanwezigen op andere pagina's
pt_br: Veja os inscritos selecionados em outras páginas
uk: Переглянути обраних кандидатів на інших сторінках
zh_hans: 参见其他页面上的部分注册人员

source: See selected invites on other pages
ar: شاهد الدعوات المحددة على صفحات أخرى
ca: Veure invitacions seleccionades en altres pàgines
it: Vedere gli inviti selezionati in altre pagine
ja: 他のページで招待券を見る
nl: Zie geselecteerde uitnodigingen op andere pagina's
pt_br: Veja os convites selecionados em outras páginas
uk: Переглянути вибрані запрошення на інших сторінках
zh_hans: 查看其他页面上的部分邀请

source: See selected members on other pages
ar: شاهد الأعضاء المحددين على صفحات أخرى
ca: Veure membres seleccionats en altres pàgines
it: Vedere i membri selezionati in altre pagine
ja: 他のページで選抜メンバーを見る
nl: Bekijk geselecteerde leden op andere pagina's
pt_br: Veja os membros selecionados em outras páginas
uk: Переглянути обраних учасників на інших сторінках
zh_hans: 查看其他页面上的部分成员

source: See the event
ar: شاهد الحدث
ca: Veure l'esdeveniment
it: Vedere l'evento
ja: イベントを見る
nl: Bekijk het evenement
pt_br: Veja o evento
uk: Переглянути подію
zh_hans: 查看活动

source: See the event page for details: @link
ca: Consulteu la pàgina de l'esdeveniment per a més detalls: @link
it: Per i dettagli, consultare la pagina dell'evento: @link
ja: 詳細はイベントページを参照のこと：@link
pt_br: Consulte a página do evento para obter detalhes: @link
zh_hans: 详情请查看活动页面：@link

source: See who else is going
ar: انظر من سيذهب أيضًا
ca: A veure qui més va
it: Scopri chi altro ci va
ja: 他の参加者を見る
nl: Kijk wie er nog meer gaat
pt_br: Veja quem mais está indo
uk: Подивіться, хто ще збирається
zh_hans: 看看还有谁要去

source: Select / unselect all @count invites across all the pages
ar: حدد/إلغاء تحديد جميع دعوات @count عبر جميع الصفحات
ca: Selecciona/desselecciona totes les invitacions @count a través de totes les pàgines
it: Selezionare/deselezionare tutti gli inviti di @count in tutte le pagine.
ja: すべてのページで@count の招待をすべて選択/選択解除する。
nl: Selecteer / deselecteer alle @count uitnodigingen over alle pagina's
pt_br: Selecione/desmarque todos os convites @count em todas as páginas
uk: Виділити / зняти виділення з усіх запрошень @count на всіх сторінках
zh_hans: 在所有页面上选择/取消选择所有@count 邀请函

source: Select / unselect all @count members across all the pages
ar: تحديد / إلغاء تحديد كل @count عضو عبر جميع الصفحات
ca: Seleccioneu/desseleccioneu tots els membres @count a totes les pàgines
it: Selezionare/deselezionare tutti i membri di @count in tutte le pagine.
ja: 全ページの@count メンバーの選択／解除
nl: Selecteer/ deselecteer @count leden over alle pagina's
pt_br: Selecione/desmarque todos os membros @count em todas as páginas
uk: Виберіть / скасуйте вибір усіх @count учасників на всіх сторінках
zh_hans: 在所有页面上选择/取消选择所有@count 成员

source: Select / unselect all @count results in this view
ar: حدد/قم بإلغاء تحديد جميع نتائج @count في طريقة العرض هذه
ca: Selecciona/desselecciona tots els resultats @count en aquesta vista
it: Selezionate/deselezionate tutti i risultati di @count in questa vista.
ja: このビューですべての@count の結果を選択/選択解除する。
nl: Selecteer / deselecteer @count resultaten in deze weergave
pt_br: Selecionar/desmarcar todos os resultados @count nesta visualização
uk: Виберіть / зніміть виділення з усіх результатів @count у цьому поданні
zh_hans: 在该视图中选择/取消选择所有@count 结果

source: Select a Block from a list to include
ar: حدد كتلة من قائمة لتضمينها
ca: Seleccioneu un Bloc d'una llista per incloure
it: Selezionare un blocco da un elenco da includere
ja: リストからブロックを選択する
nl: Selecteer een blok uit een lijst om toe te voegen
pt_br: Selecione um bloco de uma lista para incluir
uk: Виберіть блок зі списку, щоб включити його
zh_hans: 从列表中选择要包括的区块

source: Select a action for when to display this message.
ar: حدد إجراءً لوقت عرض هذه الرسالة.
ca: Seleccioneu una acció per quan s'ha de mostrar aquest missatge.
it: Selezionare un'azione per la visualizzazione del messaggio.
ja: このメッセージをいつ表示するかのアクションを選択します。
nl: Selecteer een actie voor wanneer dit bericht moet worden weergegeven.
pt_br: Selecione uma ação para quando exibir essa mensagem.
uk: Виберіть дію для відображення цього повідомлення.
zh_hans: 选择何时显示此信息的操作。
