Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: A welcome message with further instructions will be sent to your email address after you successfully enter your email address and a username.
ar: سيتم إرسال رسالة ترحيب تحتوي على مزيد من الإرشادات إلى عنوان بريدك الإلكتروني بعد إدخال عنوان بريدك الإلكتروني واسم المستخدم بنجاح.
ca: Un missatge de benvinguda amb instruccions addicionals s'enviarà a la vostra adreça de correu electrònic després d'introduir correctament la vostra adreça de correu electrònic i un nom d'usuari.
it: Un messaggio di benvenuto con ulteriori istruzioni verrà inviato al vostro indirizzo e-mail dopo che avrete inserito correttamente il vostro indirizzo e-mail e un nome utente.
ja: メールアドレスとユーザー名の入力に成功すると、ウェルカムメッセージが送信されます。
nl: Een welkomstbericht met verdere instructies wordt naar uw e-mailadres gestuurd nadat u uw e-mailadres en een gebruikersnaam heeft ingevoerd.
pt_br: Uma mensagem de boas-vindas com mais instruções será enviada para seu endereço de e-mail depois que você inserir com sucesso seu endereço de e-mail e um nome de usuário.
uk: Після успішного введення адреси електронної пошти та імені користувача на вашу електронну адресу буде надіслано вітальне повідомлення з подальшими інструкціями.
zh_hans: 在您成功输入您的电子邮件地址和用户名后，我们将向您的电子邮件地址发送一条欢迎信息，其中包含进一步说明。

source: A/an article.
ar: مقالة
ca: A/un article.
it: Un articolo.
ja: 記事。
nl: Een artikel.
pt_br: A/um artigo.
uk: А/стаття.
zh_hans: 一篇文章。

source: AN homepage hero block
ar: الصفحة الرئيسية لصندوق البطل
ca: Un bloc d'herois de la pàgina principal
it: Un blocco eroe per la homepage
ja: AN ホームページ・ヒーロー・ブロック
nl: AN homepage hero blok
pt_br: Um bloco de heróis na página inicial
uk: Блок героя домашньої сторінки
zh_hans: AN 主页英雄区块

source: About
ar: حول
ca: Sobre
it: Circa
ja: について
nl: Over
pt_br: Sobre
uk: Про
zh_hans: 关于

source: About Group
ar: حول المجموعة
ca: Sobre el grup
it: Informazioni sul gruppo
ja: グループについて
nl: Over groep
pt_br: Sobre o Grupo
uk: Про групу
zh_hans: 关于集团

source: About {{ arguments.id }}
ar: حول {{ arguments.id }}
ca: Quant a {{arguments.id}}
it: Informazioni su {{ arguments.id }}
ja: について{{ arguments.id }}。
nl: Over {{ arguments.id }}
pt_br: Sobre {{arguments.id}}
uk: Про {{ arguments.id }}
zh_hans: 关于 {{ arguments.id }}

source: Accent link
ca: Enllaç d'accent
it: Collegamento d'accento
ja: アクセントリンク
pt_br: Link de acento
zh_hans: 重音链接

source: Accent style
ar: أسلوب اللكنة
ca: Estil d'accent
it: Stile d'accento
ja: アクセント・スタイル
nl: Accent stijl
pt_br: Estilo de sotaque
uk: Акцентний стиль
zh_hans: 点缀风格

source: Accept
ar: قبول
ca: Acceptar
it: Accettare
ja: 受け入れる
nl: Accepteren
pt_br: Aceitar
uk: Прийняти
zh_hans: 接受

source: Accept invitation and join group
ar: قبول الدعوة والانضمام إلى المجموعة
ca: Accepta invitació i uneix-te al grup
it: Accettare l'invito e unirsi al gruppo
ja: 招待を受け、グループに参加する
nl: Accepteer uitnodiging en word lid van de groep
pt_br: Aceite o convite e participe do grupo
uk: Прийняти запрошення та приєднатися до групи
zh_hans: 接受邀请并加入小组

source: Accept invite
ar: قبول دعوة
ca: Acceptar la invitació
it: Accettare l'invito
ja: 招待を受ける
nl: Uitnodiging accepteren
pt_br: Aceitar convite
uk: Прийняти запрошення
zh_hans: 接受邀请

source: Accepted and joined
ar: تم القبول والانضمام
ca: Acceptat i adherit
it: Accettato e aderito
ja: 受け入れと加入
nl: Geaccepteerd en aangemeld
pt_br: Aceito e aderiu
uk: Прийнято та приєднано
zh_hans: 接受并加入

source: Access Denied
ar: تم الرفض
ca: Accés denegat
it: Accesso negato
ja: アクセス拒否
nl: Geen Toegang
pt_br: Acesso negado
uk: Немає доступу
zh_hans: 拒绝访问

source: Access Open Social Connect
ar: الوصول إلى Open Social Connect
ca: Accedeix a Open Social Connect
it: Accesso Open Social Connect
ja: アクセス オープン・ソーシャル・コネクト
nl: Toegang tot Open Social Verbind
pt_br: Acesse o Open Social Connect
uk: Доступ до Open Social Connect
zh_hans: 访问 开放式社交连接

source: Access administration dashboard
ar: الوصول إلى لوحة تحكم الإدارة
ca: Accedeix al tauler d'administració
it: Accesso al cruscotto di amministrazione
ja: アクセス管理ダッシュボード
nl: Toegang tot beheerdersdashboard
pt_br: Acesse o painel de administração
uk: Панель адміністрування доступу
zh_hans: 访问管理仪表板

source: Access all Open Social menu links.
ar: قم بالوصول إلى جميع روابط القائمة الاجتماعية المفتوحة.
ca: Accedeix a tots els enllaços del menú Open Social.
it: Accedere a tutti i link del menu Open Social.
ja: すべてのオープン・ソーシャル・メニューリンクにアクセスする。
nl: Toegang tot alle Open Social menu links.
pt_br: Acesse todos os links do menu Open Social.
uk: Доступ до всіх посилань меню Open Social.
zh_hans: 访问所有 "开放社交 "菜单链接。

source: Access branding settings
ca: Accedeix a la configuració de marca
it: Accesso alle impostazioni del marchio
ja: ブランディング設定にアクセスする
pt_br: Acesse as configurações de marca
zh_hans: 访问品牌设置

source: Access content search
ar: الوصول إلى البحث عن المحتوى
ca: Accedeix a la cerca de contingut
it: Accesso alla ricerca di contenuti
ja: アクセス・コンテンツ検索
nl: Toegang tot inhoud zoeken
pt_br: Acesse a pesquisa de conteúdo
uk: Доступ до пошуку вмісту
zh_hans: 访问内容搜索

source: Access cross-group posting
ar: الوصول إلى النشر عبر المجموعات
ca: Accedeix a la publicació entre grups
it: Accesso al distacco tra gruppi
ja: グループ横断ポスティングへのアクセス
nl: Toegang tot groepsoverschrijdend plaatsen
pt_br: Acesse a publicação entre grupos
uk: Доступ до міжгрупових публікацій
zh_hans: 访问跨组张贴

source: Access for group managers only
ar: الوصول لمديري المجموعة فقط.
ca: Accés només per a gestors de grups
it: Accesso solo per i manager del gruppo
ja: グループ管理者のみのアクセス
nl: Toegang alleen voor groepsbeheerders
pt_br: Acesso somente para gerentes de grupo
uk: Доступ тільки для менеджерів груп
zh_hans: 仅限小组管理人员访问

source: Access for group managers only.
ar: الوصول لمديري المجموعة فقط.
ca: Accés només per a gestors de grups.
it: Accesso riservato ai responsabili dei gruppi.
ja: グループマネージャーのみアクセス可能。
nl: Toegang alleen voor groepsbeheerders.
pt_br: Acesso somente para gerentes de grupos.
uk: Доступ тільки для менеджерів груп.
zh_hans: 仅限小组管理人员访问。

source: Access group search
ar: البحث عن مجموعة الوصول
ca: Accedeix a la cerca de grup
it: Ricerca del gruppo di accesso
ja: アクセスグループ検索
nl: Toegang tot groepen zoeken
pt_br: Acesse a pesquisa de grupos
uk: Пошук за групами доступу
zh_hans: 访问组搜索

source: Access permissions
ar: أذونات الوصول
ca: Permisos d'accés
it: Autorizzazioni di accesso
ja: アクセス許可
nl: Toegangsrechten
pt_br: Permissões de acesso
uk: Дозволи на доступ
zh_hans: 访问权限

source: Access posts in group
ar: الوصول إلى المشاركات في المجموعة
ca: Accedir a les publicacions en grup
it: Accesso ai messaggi del gruppo
ja: グループ内の投稿にアクセスする
nl: Toegang tot berichten in de groep
pt_br: Acesse postagens em grupo
uk: Доступ до дописів у групі
zh_hans: 访问组内帖子

source: Access the Font overview page
ar: الوصول الى صفحة العرض الخاصة بالخط
ca: Accedeix a la pàgina general de la font
it: Accedere alla pagina di panoramica dei font
ja: フォントの概要ページにアクセスする
nl: Toegang tot de pagina met het lettertypeoverzicht
pt_br: Acesse a página de visão geral da fonte
uk: Перейдіть на сторінку огляду шрифтів
zh_hans: 访问字体概览页面

source: Access the posts in this group
ar: الوصول إلى المشاركات في هذه المجموعة
ca: Accedeix a les publicacions d'aquest grup
it: Accedere ai messaggi di questo gruppo
ja: このグループの投稿にアクセスする
nl: Toegang tot de berichten in deze groep
pt_br: Acesse as postagens neste grupo
uk: Доступ до публікацій у цій групі
zh_hans: 访问本组中的帖子

source: Access to Manage All Enrollments page on events.
ar: الوصول إلى صفحة إدارة جميع التسجيلات الخاصة بالأحداث.
ca: Accés a la pàgina Gestiona totes les inscripcions sobre esdeveniments.
it: Accesso alla pagina Gestione di tutte le iscrizioni sugli eventi.
ja: イベントの「全登録者管理」ページにアクセス。
nl: Toegang tot het Beheren van de Alle Aanmeldingen pagina op evenementen.
pt_br: Acesso à página Gerenciar todas as inscrições em eventos.
uk: Доступ до сторінки "Керування всіма реєстраціями" на події.
zh_hans: 访问活动的 "管理所有注册 "页面。

source: Access to Manage Enrollments page on events.
ar: الوصول إلى صفحة إدارة التسجيلات الخاصة بالأحداث.
ca: Accés a la pàgina Gestionar inscripcions sobre esdeveniments.
it: Accesso alla pagina Gestione iscrizioni sugli eventi.
ja: イベントの登録管理ページにアクセスする。
nl: Toegang tot het Beheren van de Alle Aanmeldingen pagina op evenementen.
pt_br: Acesso à página Gerenciar inscrições em eventos.
uk: Доступ до сторінки "Керування реєстраціями" на події.
zh_hans: 访问活动的 "管理注册 "页面。

source: Access to endpoint which return embedded content on click of consent button
ar: الوصول إلى نقطة النهاية التي تعرض المحتوى المضمن بنقرة زر الموافقة
ca: Accés al punt final que retorna el contingut incrustat en clic del botó de consentiment
it: Accesso all'endpoint che restituisce il contenuto incorporato al clic del pulsante di consenso
ja: 同意ボタンクリック時に埋め込みコンテンツを返すエンドポイントへのアクセス
nl: Toegang tot eindpunt dat ingesloten inhoud retourneert bij klik op toestemmingsknop
pt_br: Acesso ao endpoint que retorna conteúdo incorporado com o clique do botão de consentimento
uk: Доступ до кінцевої точки, яка повертає вбудований контент після натискання кнопки згоди
zh_hans: 访问端点，在点击同意按钮时返回嵌入内容

source: Access to manage event enrollment requests.
ar: الوصول لإدارة طلبات التسجيل في الحدث.
ca: Accés per gestionar les sol·licituds d'inscripció d'esdeveniments.
it: Accesso alla gestione delle richieste di iscrizione agli eventi.
ja: イベント登録リクエストを管理するためのアクセス権。
nl: Toegang om evenement inschrijvingen te managen.
pt_br: Acesso para gerenciar solicitações de inscrição em eventos.
uk: Доступ до управління запитами на реєстрацію на подію.
zh_hans: 管理活动注册申请的权限。

source: Access to the Embed consent settings form
ar: الوصول إلى نموذج إعدادات الموافقة على التضمين
ca: Accés al formulari Incrustar la configuració del consentiment
it: Accesso al modulo di impostazione del consenso incorporato
ja: 埋め込み型同意設定フォームへのアクセス
nl: Toegang tot het Embed toestemmingsformulier
pt_br: Acesso ao formulário de configurações de consentimento de incorporação
uk: Доступ до форми налаштувань згоди на вбудовування
zh_hans: 访问嵌入式同意设置表

source: Access to the event manage all enrollment page.
ar: الوصول إلى الحدث إدارة كل صفحة التسجيل.
ca: Accés a l'esdeveniment gestiona tota la pàgina de matrícula.
it: Accesso alla pagina di gestione di tutte le iscrizioni all'evento.
ja: イベント管理ページへのアクセス。
nl: Toegang tot de evenement beheer alle aanmeldingen pagina.
pt_br: Acesso à página de gerenciamento de todas as inscrições do evento.
uk: Доступ до сторінки управління реєстрацією на подію.
zh_hans: 访问活动管理所有注册页面。

source: Access to the event manage enrollment page.
ar: الوصول إلى الحدث إدارة صفحة التسجيل.
ca: Accés a la pàgina d'inscripció de gestió de l'esdeveniment.
it: Accesso alla pagina di gestione delle iscrizioni all'evento.
ja: イベント管理登録ページへのアクセス。
nl: Toegang tot de evenement beheer alle aanmeldingen pagina.
pt_br: Acesso à página de gerenciamento de inscrições do evento.
uk: Доступ до сторінки управління реєстрацією на подію.
zh_hans: 访问活动管理注册页面。

source: Access to the people page.
ar: الوصول إلى صفحة الأشخاص.
ca: Accés a la pàgina de persones.
it: Accesso alla pagina delle persone.
ja: ピープルページへのアクセス
nl: Toegang tot de gebruikerspagina.
pt_br: Acesso à página de pessoas.
uk: Доступ до сторінки людей.
zh_hans: 访问人物页面。

source: Access to view all hidden profile fields
ar: الوصول لعرض جميع حقول الملف الشخصي المخفية
ca: Accés per veure tots els camps ocults de perfil
it: Accesso alla visualizzazione di tutti i campi nascosti del profilo
ja: すべての非表示のプロフィール・フィールドの表示へのアクセス
nl: Toegang tot alle verborgen profielvelden
pt_br: Acesso para visualizar todos os campos de perfil ocultos
uk: Доступ до перегляду всіх прихованих полів профілю
zh_hans: 查看所有隐藏的个人资料字段

source: Access to view hide profile fields
ar: الوصول لعرض إخفاء حقول الملف الشخصي
ca: Accés per veure ocultar els camps de perfil
it: Accesso alla visualizzazione dei campi del profilo
ja: 非表示のプロフィール・フィールドの表示へのアクセス
nl: Toegang tot het bekijken van verborgen profielvelden
pt_br: Acesso para visualizar ocultar campos de perfil
uk: Доступ до перегляду прихованих полів профілю
zh_hans: 查看隐藏配置文件字段的权限

source: Access users search
ar: بحث المستخدمين الوصول
ca: Accedeix a la cerca d'usuaris
it: Ricerca utenti di accesso
ja: アクセスユーザー検索
nl: Toegang gebruikers zoeken
pt_br: Acesse a pesquisa de usuários
uk: Доступ до пошуку користувачів
zh_hans: 访问用户搜索

source: Accordion
ar: أكورديون
ca: Acordió
it: Fisarmonica
ja: アコーディオン
nl: Accordeon
pt_br: Acordeão
uk: Акордеон
zh_hans: 手风琴

source: Accordion item
ar: عنصر الأكورديون
ca: Element d'acordió
it: Articolo a fisarmonica
ja: アコーディオン・アイテム
nl: Accordeonitem
pt_br: Item de acordeão
uk: Елемент "акордеона"
zh_hans: 手风琴项目

source: Account
ar: الحساب
ca: Compte
it: Conto
ja: アカウント
pt_br: Conta
uk: Обліковий запис
zh_hans: 账户

source: Account header block
ar: صندوق رأس الحساب
ca: Bloc de capçalera del compte
it: Blocco di intestazione del conto
ja: アカウント・ヘッダ・ブロック
nl: Rekening kopblok
pt_br: bloco de cabeçalho da conta
uk: Блок заголовка облікового запису
zh_hans: 账户标题块

source: Account identifier
ar: معرّف الحساب
ca: Identificador del compte
it: Identificatore del conto
ja: 口座識別子
nl: Rekeningidentificatiecode
pt_br: Identificador da conta
uk: Ідентифікатор облікового запису
zh_hans: 账户标识符

source: Account information
ar: معلومات الحساب
ca: Informació del compte
it: Informazioni sul conto
ja: 口座情報
nl: Account informatie
pt_br: Informações da conta
uk: Інформація про обліковий запис
zh_hans: 账户信息

source: Account settings
ar: إعدادات الحساب
ca: Configuració del compte
it: Impostazioni dell'account
ja: アカウント設定
nl: Accountinstellingen
pt_br: Configurações da conta
uk: Налаштування облікового запису
zh_hans: 账户设置

source: AccountInterface instance
ar: حالة واجهة الحساب
ca: Instància AccountInterface
it: Istanza di AccountInterface
ja: AccountInterfaceインスタンス
nl: AccountInterface instantie
pt_br: Instância AccountInterface
uk: Екземпляр AccountInterface
zh_hans: AccountInterface 实例

source: Action
ar: الإجراء
ca: Acció
it: Azione
ja: アクション
nl: Actie
pt_br: Ação
uk: Дія
zh_hans: 行动

source: Action that is triggered when a entity is created
ar: الإجراء الذي يتم تشغيله عند إنشاء كيان
ca: Acció que es desencadena quan es crea una entitat
it: Azione che viene attivata quando viene creata un'entità
ja: エンティティが作成されたときにトリガーされるアクション
nl: Actie wordt uitgevoerd wanneer een entiteit wordt aangemaakt.
pt_br: Ação que é acionada quando uma entidade é criada
uk: Дія, яка запускається при створенні сутності
zh_hans: 创建实体时触发的操作

source: Action that is triggered when a entity is moved
ar: الإجراء الذي يتم تشغيله عند نقل كيان
ca: Acció que es desencadena quan es mou una entitat
it: Azione che viene attivata quando un'entità viene spostata
ja: エンティティが移動したときにトリガーされるアクション
nl: Actie die wordt uitgevoerd wanneer een entiteit wordt verplaatst
pt_br: Ação que é acionada quando uma entidade é movida
uk: Дія, яка запускається, коли сутність переміщується
zh_hans: 移动实体时触发的操作

source: Action that is triggered when a entity is published
ar: الإجراء الذي يتم تشغيله عند نشر كيان
ca: Acció que es desencadena quan es publica una entitat
it: Azione che viene attivata quando un'entità viene pubblicata
ja: エンティティが公開されたときにトリガーされるアクション
nl: Actie die wordt uitgevoerd wanneer een entiteit wordt gepubliceerd
pt_br: Ação que é acionada quando uma entidade é publicada
uk: Дія, яка запускається, коли сутність публікується
zh_hans: 发布实体时触发的操作

source: Action that is triggered when a entity is updated
ar: الإجراء الذي يتم تشغيله عند تحديث الكيان
ca: Acció que es desencadena quan s'actualitza una entitat
it: Azione che viene attivata quando un'entità viene aggiornata
ja: エンティティが更新されたときにトリガーされるアクション
nl: Actie die wordt uitgevoerd wanneer een entiteit wordt bijgewerkt
pt_br: Ação que é acionada quando uma entidade é atualizada
uk: Дія, яка запускається при оновленні сутності
zh_hans: 更新实体时触发的操作

source: Actions
ar: الإجراءات
ca: Accions
it: Azioni
ja: 行動
nl: Acties
pt_br: Ações
uk: Дії
zh_hans: 行动

source: Active
ar: نشط
ca: Actiu
it: Attivo
ja: アクティブ
nl: Actief
pt_br: Ativo
uk: Активний
zh_hans: 活跃

source: Active theme
ar: موضوع نشط
ca: Tema actiu
it: Tema attivo
ja: アクティブテーマ
nl: Actief thema
pt_br: Tema ativo
uk: Активна тема
zh_hans: 活跃主题

source: Activity
ar: النشاط
ca: Activitat
it: Attività
ja: アクティビティ
nl: Activiteit
pt_br: Atividade
uk: Активність
zh_hans: 活动

source: Activity Basics
ar: أساسيات النشاط
ca: Conceptes bàsics de l'activitat
it: Basi dell'attività
ja: 活動の基本
nl: Activiteit Basis
pt_br: Fundamentos da atividade
uk: Основи діяльності
zh_hans: 活动基础

source: Activity Creator
ar: منشئ النشاط
ca: Creador d'activitats
it: Creatore di attività
ja: アクティビティ・クリエーター
nl: Activiteit Schepper
pt_br: Criador de atividades
uk: Творець активності
zh_hans: 活动创建者

source: Activity Entity tokens
ar: رموز كيان النشاط
ca: Fitxes d'entitat d'activitat
it: Gettoni di entità di attività
ja: アクティビティ・エンティティ・トークン
nl: Activiteit Entity tokens
pt_br: Tokens de entidade de atividade
uk: Токени об'єктів діяльності (Activity Entity)
zh_hans: 活动实体令牌

source: Activity ID
ar: معرف النشاط
ca: Identificació de l'activitat
it: ID attività
ja: アクティビティID
nl: Activiteit-ID
pt_br: ID da atividade
uk: Ідентифікатор активності
zh_hans: 活动 ID

source: Activity Logger
ar: مسجل النشاط
ca: Registre d'activitats
it: Registratore di attività
ja: アクティビティロガー
nl: Activiteitenlogger
pt_br: Registrador de atividades
uk: Логгер активності
zh_hans: 活动记录器

source: Activity Send
ar: إرسال نشاط
ca: Enviar activitat
it: Attività Inviare
ja: アクティビティ送信
nl: Activiteit verzenden
pt_br: Envio de atividade
uk: Активність Надіслати
zh_hans: 活动发送

source: Activity Send Email
ar: إرسال نشاط بواسطة البريد الالكتروني
ca: Activitat Enviar correu electrònic
it: Attività Invia e-mail
ja: アクティビティ メール送信
nl: Activiteit Verstuur e-mail
pt_br: Atividade Enviar e-mail
uk: Активність Надіслати електронну пошту
zh_hans: 活动 发送电子邮件

source: Activity Send Push Notification
ar: ارسال نشاط بدفع الاشعارات
ca: Activitat Envia notificació push
it: Attività Invia notifica push
ja: アクティビティ プッシュ通知の送信
nl: Activiteit Push-bericht verzenden
pt_br: Atividade Enviar notificação push
uk: Активність Надіслати пуш-сповіщення
zh_hans: 活动 发送推送通知

source: Activity Stream
ar: شريط الحركة
ca: Flux d'activitat
it: Flusso di attività
ja: アクティビティ・ストリーム
nl: Tijdlijn
pt_br: Fluxo de atividades
uk: Потік активності
zh_hans: 活动流

source: Activity Viewer
ar: عارض النشاط
ca: Visor d'activitats
it: Visualizzatore di attività
ja: アクティビティ・ビューア
nl: Activiteiten Viewer
pt_br: Visualizador de atividades
uk: Перегляд активності
zh_hans: 活动查看器

source: Activity comment
ar: تعليق النشاط
ca: Comentari de l'activitat
it: Commento sull'attività
ja: 活動コメント
nl: Activiteit commentaar
pt_br: Comentário da atividade
uk: Коментар до активності
zh_hans: 活动评论

source: Activity filter settings
ar: إعدادات تصفية النشاط
ca: Configuració del filtre d'activitats
it: Impostazioni del filtro attività
ja: アクティビティフィルターの設定
nl: Instellingen activiteitenfilter
pt_br: Configurações do filtro de atividades
uk: Налаштування фільтра активності
zh_hans: 活动过滤器设置

source: Activity filter tag
ar: علامة تصفية النشاط
ca: Etiqueta del filtre d'activitat
it: Tag del filtro attività
ja: アクティビティフィルタータグ
nl: Activiteit filter tag
pt_br: Tag de filtro de atividade
uk: Тег фільтру активності
zh_hans: 活动过滤标签

source: Activity group argument
ar: حجة مجموعة النشاط
ca: Argument del grup d'activitats
it: Argomento del gruppo di attività
ja: 活動グループの引数
nl: Argument van de activiteitengroep
pt_br: Argumento do grupo de atividades
uk: Аргумент групи активності
zh_hans: 活动小组论点

source: Activity group context argument.
ar: حجة سياق مجموعة النشاط.
ca: Argument de context del grup d'activitats.
it: Argomento del contesto del gruppo di attività.
ja: 活動グループのコンテキスト引数。
nl: Activiteit groep context argument.
pt_br: Argumento de contexto do grupo de atividades.
uk: Аргумент контексту групи активності.
zh_hans: 活动组上下文参数。

source: Activity notification
ca: Notificació d'activitat
it: Notifica di attività
ja: アクティビティ通知
pt_br: Notificação de atividade
zh_hans: 活动通知

source: Activity notification visibility access
ar: الوصول إلى رؤية إخطار النشاط
ca: Accés a la visibilitat de la notificació d'activitats
it: Accesso alla visibilità delle notifiche di attività
ja: アクティビティ通知可視化アクセス
nl: Toegang tot activiteitenmelding zichtbaarheid
pt_br: Acesso à visibilidade da notificação de atividades
uk: Доступ до перегляду сповіщень про активність
zh_hans: 活动通知可见性访问

source: Activity on events I am organizing
ar: نشاط على الأحداث التي أقوم بتنظيمها
ca: Activitat sobre esdeveniments que estic organitzant
it: Attività sugli eventi che sto organizzando
ja: 私が主催するイベントでの活動
nl: Activiteiten op evenementen door mij georganiseerd
pt_br: Atividade em eventos que estou organizando
uk: Активність в подіях, які я організовую
zh_hans: 我组织的活动

source: Activity overview
ar: نظرة عامة على النشاط
ca: Visió general de l'activitat
it: Panoramica delle attività
ja: 活動概要
nl: Activiteiten overzicht
pt_br: Visão geral da atividade
uk: Огляд діяльності
zh_hans: 活动概述

source: Activity post visibility access
ar: نشاط آخر وصول الرؤية
ca: Accés de visibilitat post activitat
it: Accesso alla visibilità del post attività
ja: アクティビティ後の可視化アクセス
nl: Activiteit na zichtbaarheid toegang
pt_br: Acesso à visibilidade da atividade após a publicação
uk: Доступ до активності після видимості
zh_hans: 活动岗位能见度访问

source: Activity profile argument
ar: حجة ملف تعريف النشاط
ca: Argument del perfil de l'activitat
it: Argomento del profilo di attività
ja: 活動プロファイル引数
nl: Activiteitsprofiel argument
pt_br: Argumento do perfil de atividade
uk: Аргумент профілю діяльності
zh_hans: 活动概况参数

source: Activity profile context argument.
ar: حجة سياق ملف تعريف النشاط.
ca: Argument de context del perfil d'activitat.
it: Argomento del contesto del profilo di attività.
ja: アクティビティ・プロファイルのコンテキスト引数。
nl: Contextargument van het activiteitenprofiel.
pt_br: Argumento de contexto do perfil de atividade.
uk: Аргумент контексту профілю активності.
zh_hans: 活动概况上下文参数。

source: Activity send
ar: إرسال نشاط
ca: Enviar activitat
it: Invio attività
ja: アクティビティ送信
nl: Activiteit verzenden
pt_br: Envio de atividades
uk: Відправлення активності
zh_hans: 活动发送

source: Activity send settings
ar: إعدادات إرسال النشاط
ca: Configuració d'enviament d'activitats
it: Impostazioni di invio attività
ja: アクティビティ送信設定
nl: Instellingen voor het verzenden van activiteiten
pt_br: Configurações de envio de atividades
uk: Налаштування відправки активності
zh_hans: 活动发送设置

source: Activity settings
ar: إعدادات النشاط
ca: Configuració de l'activitat
it: Impostazioni dell'attività
ja: アクティビティ設定
nl: Activiteit instellingen
pt_br: Configurações de atividade
uk: Налаштування активності
zh_hans: 活动设置

source: Activity stream
ar: تيار النشاط
ca: Flux d'activitat
it: Flusso di attività
ja: 活動の流れ
nl: Tijdlijn
pt_br: Fluxo de atividades
uk: Потік активності
zh_hans: 活动流

source: Activity stream notifications
ar: ارسال نشاط بدفع الاشعارات
ca: Notificacions del flux d'activitats
it: Notifiche del flusso di attività
ja: アクティビティ・ストリーム通知
nl: Tijdlijn notificaties
pt_br: Notificações do fluxo de atividades
uk: Сповіщення про потоки активності
zh_hans: 活动流通知

source: Activity stream notifications on a profile
ar: نشاط تيار الاشعارات على الملف الشخصي
ca: Notificacions del flux d'activitats en un perfil
it: Notifiche del flusso di attività su un profilo
ja: プロフィールのアクティビティ・ストリーム通知
nl: Tijdlijn notificaties op een profiel
pt_br: Notificações do fluxo de atividades em um perfil
uk: Сповіщення про потокову активність у профілі
zh_hans: 个人资料上的活动流通知

source: Activity stream on a group
ar: تيار النشاط في مجموعة
ca: Flux d'activitats sobre un grup
it: Flusso di attività su un gruppo
ja: グループのアクティビティ・ストリーム
nl: Tijdlijn in een groep
pt_br: Fluxo de atividades em um grupo
uk: Потік активності в групі
zh_hans: 小组活动流
