Repository: goalgorilla/open_social
Catalog: translations/*.po
Languages: ar, ca, it, ja, nl, pt_br, uk, zh_hans

source: Select a context where to display this message.
ar: حدد السياق الذي سيتم عرض هذه الرسالة فيه.
ca: Seleccioneu un context on mostrar aquest missatge.
it: Selezionare un contesto in cui visualizzare il messaggio.
ja: このメッセージを表示するコンテキストを選択します。
nl: Selecteer een context waarin dit bericht moet worden weergegeven.
pt_br: Selecione um contexto no qual exibir essa mensagem.
uk: Виберіть контекст, в якому буде показано це повідомлення.
zh_hans: 选择显示此信息的上下文。

source: Select a entity bundle type to for this message.
ar: حدد نوع حزمة الكيان لهذه الرسالة.
ca: Seleccioneu un tipus de paquet d'entitat per a aquest missatge.
it: Selezionare un tipo di bundle di entità per questo messaggio.
ja: このメッセージに使用するエンティティ・バンドル・タイプを選択します。
nl: Selecteer een bundeltype voor dit bericht.
pt_br: Selecione um tipo de pacote de entidades para esta mensagem.
uk: Виберіть тип пакета сутностей для цього повідомлення.
zh_hans: 为该信息选择实体捆绑类型。

source: Select a entity condition for this message.
ar: حدد شرط الكيان لهذه الرسالة.
ca: Seleccioneu una condició d'entitat per a aquest missatge.
it: Selezionare una condizione di entità per questo messaggio.
ja: このメッセージの実体条件を選択する。
nl: Selecteer een entiteitsvoorwaarde voor dit bericht.
pt_br: Selecione uma condição de entidade para essa mensagem.
uk: Виберіть умову сутності для цього повідомлення.
zh_hans: 为该信息选择一个实体条件。

source: Select a tag
ar: حدد علامة
ca: Seleccioneu una etiqueta
it: Selezionare un'etichetta
ja: タグを選択
nl: Selecteer een tag
pt_br: Selecione uma tag
uk: Виберіть тег
zh_hans: 选择标签

source: Select any filter and click on Apply to see results
ar: حدد أي فلتر وانقر فوق «تطبيق» لرؤية النتائج
ca: Seleccioneu qualsevol filtre i feu clic a Aplica per veure els resultats
it: Selezionare un filtro qualsiasi e fare clic su Applica per visualizzare i risultati.
ja: 任意のフィルタを選択し、適用をクリックすると結果が表示されます。
nl: Selecteer een filter en klik op toepassen om resultaten te bekijken
pt_br: Selecione qualquer filtro e clique em Aplicar para ver os resultados
uk: Щоб побачити результат, виберіть довільний фільтр і натисніть "Застосувати"
zh_hans: 选择任何过滤器，点击 "应用 "查看结果

source: Select blocks
ar: حدد الكتل
ca: Seleccioneu blocs
it: Seleziona i blocchi
ja: ブロック選択
nl: Selecteer blokken
pt_br: Selecionar blocos
uk: Виберіть блоки
zh_hans: 选择区块

source: Select destinations where to display this message.
ar: حدد الوجهات التي سيتم عرض هذه الرسالة فيها.
ca: Seleccioneu les destinacions on mostrar aquest missatge.
it: Selezionare le destinazioni in cui visualizzare il messaggio.
ja: このメッセージを表示する目的地を選択します。
nl: Selecteer bestemmingen waar dit bericht moet worden weergegeven.
pt_br: Selecione os destinos onde exibir essa mensagem.
uk: Виберіть пункти призначення, де буде відображатися це повідомлення.
zh_hans: 选择显示此信息的目的地。

source: Select if items should be aggregated instead of displaying separately.
ar: حدد ما إذا كان يجب تجميع العناصر بدلاً من عرضها بشكل منفصل.
ca: Seleccioneu si els elements s'han d'agregar en lloc de mostrar-los per separat.
it: Selezionare se gli elementi devono essere aggregati invece di essere visualizzati separatamente.
ja: 項目を個別に表示するのではなく、集計するかどうかを選択します。
nl: Selecteer of items moeten worden geaggregeerd in plaats van afzonderlijk worden weergegeven.
pt_br: Selecione se os itens devem ser agregados em vez de serem exibidos separadamente.
uk: Виберіть, чи потрібно об'єднувати елементи замість того, щоб відображати їх окремо.
zh_hans: 选择项目是否应汇总而不是单独显示。

source: Select if items should be created directly instead of in the queue. Warning: performance implications!
ar: حدد ما إذا كان يجب إنشاء العناصر مباشرة بدلاً من قائمة الانتظار. تحذير: الآثار المترتبة على الأداء!
ca: Seleccioneu si els elements s'han de crear directament en lloc de a la cua. Advertència: implicacions en el rendiment!
it: Selezionare se gli elementi devono essere creati direttamente invece che nella coda. Attenzione: implicazioni sulle prestazioni!
ja: アイテムをキューではなく直接作成するかどうかを選択します。警告: パフォーマンスに影響します！
nl: Selecteer of items direct moeten worden aangemaakt in plaats van in de wachtrij. Waarschuwing: gevolgen voor de prestaties!
pt_br: Selecione se os itens devem ser criados diretamente em vez de na fila. Aviso: implicações de desempenho!
uk: Виберіть, чи потрібно створювати елементи безпосередньо, а не в черзі. Попередження: вплив на продуктивність!
zh_hans: 选择是否应直接创建项目，而不是在队列中创建。警告：影响性能！

source: Select in what order selected content should be displayed
ar: حدد في أي ترتيب يجب عرض المحتوى المحدد
ca: Selecciona en quin ordre s'ha de mostrar el contingut seleccionat
it: Selezionare l'ordine di visualizzazione dei contenuti selezionati
ja: 選択したコンテンツをどのような順序で表示するかを選択する
nl: Selecteer in welke volgorde de geselecteerde inhoud wordt weergegeven
pt_br: Selecione em qual ordem o conteúdo selecionado deve ser exibido
uk: Виберіть, у якому порядку відображати вибраний вміст
zh_hans: 选择所选内容的显示顺序

source: Select list for albums
ar: حدد قائمة للألبومات
ca: Selecciona la llista d'àlbums
it: Selezionare l'elenco degli album
ja: アルバム選択リスト
nl: Lijst voor albums selecteren
pt_br: Selecione a lista de álbuns
uk: Виберіть список для альбомів
zh_hans: 选择相册列表

source: Select members to add by name or email address
ar: حدد الأعضاء لإضافتهم بالاسم أو عنوان البريد الإلكتروني
ca: Seleccioneu membres per afegir per nom o adreça de correu electrònic
it: Selezionare i membri da aggiungere in base al nome o all'indirizzo e-mail
ja: 名前またはメールアドレスで追加するメンバーを選択
nl: Selecteer leden om toe te voegen op naam of e-mailadres
pt_br: Selecione membros para adicionar por nome ou endereço de e-mail
uk: Виберіть учасників для додавання за іменем або адресою електронної пошти
zh_hans: 按姓名或电子邮件地址选择要添加的成员

source: Select one or more comments to perform the update on.
ar: حدد تعليقًا واحدًا أو أكثر لإجراء التحديث عليه.
ca: Seleccioneu un o més comentaris per realitzar l'actualització.
it: Selezionare uno o più commenti su cui eseguire l'aggiornamento.
ja: 更新を実行する1つ以上のコメントを選択します。
nl: Selecteer één of meer reacties die u wenst bij te werken.
pt_br: Selecione um ou mais comentários para realizar a atualização.
uk: Для оновлення виберіть один чи декілька коментарів.
zh_hans: 选择一个或多个注释进行更新。

source: Select optional modules
ar: حدد الوحدات الاختيارية
ca: Seleccionar mòduls opcionals
it: Selezionare i moduli opzionali
ja: オプションモジュールを選択
nl: Selecteer optionele modules
pt_br: Selecione módulos opcionais
uk: Виберіть додаткові модулі
zh_hans: 选择可选模块

source: Select taxonomy vocabularies
ar: حدد مفردات التصنيف
ca: Seleccionar vocabularis de taxonomia
it: Selezionare i vocabolari della tassonomia
ja: タクソノミーの語彙を選択する
nl: Selecteer taxonomievocabulaires
pt_br: Selecione vocabulários de taxonomia
uk: Вибір таксономічних словників
zh_hans: 选择分类词汇表

source: Select terms
ar: حدد الشروط
ca: Selecciona termes
it: Seleziona i termini
ja: 用語の選択
nl: Termen selecteren
pt_br: Selecione os termos
uk: Виберіть умови
zh_hans: 选择条款

source: Select the fields you want to use on this profile type.
ar: حدد الحقول التي تريد استخدامها في نوع الملف الشخصي هذا.
ca: Seleccioneu els camps que voleu utilitzar en aquest tipus de perfil.
it: Selezionare i campi che si desidera utilizzare per questo tipo di profilo.
ja: このプロファイルタイプで使用するフィールドを選択します。
nl: Selecteer de velden die je wilt tonen op het profiel.
pt_br: Selecione os campos que você deseja usar nesse tipo de perfil.
uk: Виберіть поля, які ви хочете використовувати для цього типу профілю.
zh_hans: 选择要用于此配置文件类型的字段。

source: Select the filters which users should be able to customize default values for when placing the views block into a layout.
ar: حدد عوامل التصفية التي يجب أن يتمكن المستخدمون من تخصيص القيم الافتراضية لها عند وضع كتلة المشاهدات في التخطيط.
ca: Seleccioneu els filtres per als quals els usuaris haurien de poder personalitzar els valors predeterminats quan col·loqueu el bloc de vistes en un disseny.
it: Selezionare i filtri per i quali gli utenti devono poter personalizzare i valori predefiniti quando inseriscono il blocco viste in un layout.
ja: ビューブロックをレイアウトに配置する際に、ユーザーがデフォルト値をカスタマイズできるようにするフィルタを選択します。
nl: Selecteer de filters waarvoor gebruikers standaardwaarden moeten kunnen aanpassen bij het plaatsen van het weergavenblok in een lay-out.
pt_br: Selecione os filtros para os quais os usuários devem poder personalizar os valores padrão ao colocar o bloco de visualizações em um layout.
uk: Виберіть фільтри, для яких користувачі повинні мати можливість налаштовувати значення за замовчуванням при розміщенні блоку подання в макеті.
zh_hans: 选择用户在将视图块放入布局时可以自定义默认值的筛选器。

source: Select the group types for which you want to enable the event invite feature.
ar: حدد أنواع المجموعات التي تريد تمكين ميزة دعوة الحدث لها.
ca: Seleccioneu els tipus de grup per als quals voleu activar la funció de convidar a l'esdeveniment.
it: Selezionare i tipi di gruppo per i quali si desidera attivare la funzione di invito agli eventi.
ja: イベント招待機能を有効にするグループタイプを選択します。
nl: Selecteer de groep types waar je de feature evenement uitnodigingen wil aanzetten.
pt_br: Selecione os tipos de grupo para os quais você deseja ativar o recurso de convite para eventos.
uk: Виберіть типи груп, для яких ви хочете ввімкнути функцію запрошення на подію.
zh_hans: 选择要启用事件邀请功能的组类型。

source: Select the group types in which the content can be posted. It also depends on "Content types" options selected above. For example, if you chose "Topic" on "Content type" option and you want them to be posted in "Flexible group" and "Open group", you will have to select them here. Users will not be able to see the groups of other group types in options while adding/editing content.
ar: حدد أنواع المجموعة حيث يوجد محتوى يمكن نشره. يعتمد أيضًا على خيارات "أنواع المحتوى" المحددة في الاعلى. على سبيل المثال، إذا اخترت "موضوع" في خيار "نوع المحتوى" وتريد أن يتم نشرهم في "مجموعة مرنة" و"مجموعة مفتوحة"، سوف تضطر إلى تحديدها هنا. لن يتمكن المستخدمون من رؤية المجموعات من أنواع المجموعات الأخرى في الخيارات أثناء إضافة / تحرير المحتوى.
ca: Seleccioneu els tipus de grup en què es troba el contingut Es pot publicar. També depèn de les opcions “Tipus de contingut” seleccionades a dalt. Per exemple, si heu triat “Tema” a l'opció “Tipus de contingut” i voleu que es publiquin a “Grup flexible” i “Grup obert”, vosaltres Haurem de seleccionar-los aquí. Els usuaris no podran veure els grups d'altres tipus de grup en les opcions mentre s'afegeix/editen continguts.
it: Selezionare i tipi di gruppo in cui il contenuto possono essere pubblicati. Dipende anche dalle opzioni di "Tipi di contenuto" selezionate selezionate in precedenza. Ad esempio, se si è scelto "Argomento" nell'opzione "Tipo di contenuto" e si vuole che i contenuti vengano pubblicati in "Gruppo flessibile" e "Gruppo aperto", si dovrà scegliere e si vuole che vengano pubblicati in "Gruppo flessibile" e "Gruppo aperto", è necessario selezionarli qui. dovranno essere selezionati qui. Gli utenti non potranno vedere i gruppi di altri tipi di gruppo nelle opzioni durante l'aggiunta/modifica dei contenuti.
ja: コンテンツを投稿できるグループタイプを選択する を選択します。また、上記で選択した「コンテンツの種類」オプションにも依存します。 にも依存します。例えば、「コンテンツの種類」オプションで「トピック」を選択し フレキシブルグループ」と「オープングループ」に投稿したい場合は、ここで選択する必要があります。 ここで選択する必要があります。ユーザーは他のグループタイプのグループを見ることができません。 を見ることができません。
nl: Selecteer de groepstypen waarin de content kan worden geplaatst. Het is ook afhankelijk van de hierboven geselecteerde "Contenttypen" -opties. Als u bijvoorbeeld "Onderwerp" kiest in "Contenttype"-optie en u wilt dat het geplaatst wordt in "Flexible groep" en "Open groep", dan moet u ze hier selecteren. Gebruikers kunnen de groepen niet zien van andere groepstypen in de opties terwijl ze content toevoegen/bewerken.
pt_br: Selecione os tipos de grupo nos quais o conteúdo pode ser publicado. Também depende das opções de “Tipos de conteúdo” selecionadas acima. Por exemplo, se você escolheu “Tópico” na opção “Tipo de conteúdo” e você quer que eles sejam publicados em “Grupo flexível” e “Grupo aberto”, você terá que selecioná-los aqui. Os usuários não poderão ver os grupos de outros tipos de grupos em opções ao adicionar/editar conteúdo.
uk: Виберіть типи груп, в яких можна публікувати контент може бути опублікований. Це також залежить від обраних параметрів "Типи вмісту" вище. Наприклад, якщо ви вибрали "Тема" в опції "Тип контенту" і ви хочете, щоб вони були опубліковані в "Гнучкій групі" і "Відкритій групі", вам вам доведеться вибрати їх тут. Користувачі не зможуть бачити групи інших типів груп в опціях під час додавання/редагування контенту.
zh_hans: 选择可发布内容的组类型 可发布内容的组类型。这也取决于上文选择的 "内容类型 "选项。 选项。例如，如果您在 "内容类型 "选项中选择了 "主题"，并希望在 "灵活组 "和 "开放组 "中发布 要在 "灵活群组 "和 "开放群组 "中发布，则必须在此处选择它们。 则必须在此处选择它们。用户在添加组时将无法看到选项中其他组类型的组 在添加/编辑内容时，用户将无法在选项中看到其他组类型的组。

source: Select the language you want to use this site in.
ar: حدد اللغة التي تريد استخدام هذا الموقع بها.
ca: Seleccioneu l'idioma en el qual voleu utilitzar aquest lloc.
it: Selezionare la lingua in cui si desidera utilizzare il sito.
ja: このサイトを使用する言語を選択してください。
nl: Selecteer de taal waarin je deze site wil gebruiken.
pt_br: Selecione o idioma em que você deseja usar este site.
uk: Виберіть мову, яку ви хочете використовувати на цьому сайті.
zh_hans: 选择使用本网站的语言。

source: Select the order used to show the list of comments.
ar: حدد الترتيب المستخدم لعرض قائمة التعليقات.
ca: Seleccioneu l'ordre utilitzat per mostrar la llista de comentaris.
it: Selezionare l'ordine di visualizzazione dell'elenco dei commenti.
ja: コメントのリストを表示する順序を選択します。
nl: Selecteer de volgorde waarin de lijst met opmerkingen wordt getoond.
pt_br: Selecione a ordem usada para mostrar a lista de comentários.
uk: Виберіть порядок відображення списку коментарів.
zh_hans: 选择用于显示评论列表的顺序。

source: Select the tags to filter items in the stream.
ar: حدد العلامات لتصفية العناصر في التدفق.
ca: Seleccioneu les etiquetes per filtrar els elements del flux.
it: Selezionare i tag per filtrare gli elementi nello stream.
ja: ストリーム内のアイテムをフィルタリングするタグを選択します。
nl: Selecteer de tags om items in de stream te filteren.
pt_br: Selecione as tags para filtrar os itens no fluxo.
uk: Виберіть теги, щоб відфільтрувати елементи в потоці.
zh_hans: 选择标签，过滤信息流中的项目。

source: Select the terms that will show an additional field where users can describe their reasons.
ar: حدد المصطلحات التي ستظهر حقلاً إضافيًا حيث يمكن للمستخدمين وصف أسبابهم.
ca: Seleccioneu els termes que mostraran un camp addicional on els usuaris poden descriure els seus motius.
it: Selezionare i termini che mostreranno un campo aggiuntivo in cui gli utenti possono descrivere le loro ragioni.
ja: ユーザーが理由を説明できる追加フィールドを表示する用語を選択します。
nl: Geselecteerde redenen zullen een extra veld tonen zodat gebruikers de reden kunnen beschrijven.
pt_br: Selecione os termos que mostrarão um campo adicional no qual os usuários podem descrever seus motivos.
uk: Виберіть умови, які покажуть додаткове поле, де користувачі зможуть описати свої причини.
zh_hans: 选择会显示附加字段的术语，用户可在该字段中描述自己的理由。

source: Select the type of content which will be shown in this block
ar: حدد نوع المحتوى الذي سيظهر في هذه الكتلة
ca: Seleccioneu el tipus de contingut que es mostrarà en aquest bloc
it: Selezionare il tipo di contenuto che verrà mostrato in questo blocco.
ja: このブロックに表示されるコンテンツの種類を選択します。
nl: Selecteer het type inhoud wat in dit blok wordt getoond
pt_br: Selecione o tipo de conteúdo que será exibido neste bloco
uk: Виберіть тип контенту, який буде показано в цьому блоці
zh_hans: 选择将在此区块中显示的内容类型

source: Select the type(s) of content which will be shown in this block.
ar: حدد نوع المحتوى الذي سيظهر في هذه الكتلة
ca: Seleccioneu el tipus (s) de contingut que es mostrarà en aquest bloc.
it: Selezionare il tipo o i tipi di contenuto da visualizzare in questo blocco.
ja: このブロックに表示されるコンテンツの種類を選択します。
nl: Selecteer het type inhoud wat in dit blok wordt getoond
pt_br: Selecione o (s) tipo (s) de conteúdo que será exibido neste bloco.
uk: Виберіть тип(и) контенту, який буде показано в цьому блоці.
zh_hans: 选择将在该区块中显示的内容类型。

source: Select which icons to show or hide in the main (top) navigation bar.
ar: حدد الأيفونات التي تريد إظهارها أو إخفاؤها في شريط التنقل الرئيسي (العلوي).
ca: Seleccioneu quines icones mostrar o amagar a la barra de navegació principal (superior).
it: Selezionare le icone da mostrare o nascondere nella barra di navigazione principale (in alto).
ja: メイン（トップ）ナビゲーションバーに表示または非表示にするアイコンを選択します。
nl: Selecteer welke iconen je wel of niet wilt tonen in de hoofdnavigatie balk.
pt_br: Selecione quais ícones mostrar ou ocultar na barra de navegação principal (superior).
uk: Виберіть, які іконки показувати або приховувати на головній (верхній) панелі навігації.
zh_hans: 选择在主（顶部）导航栏中显示或隐藏哪些图标。

source: Select which icons you want to show or hide in the main (top) navigation bar.
ar: حدد الرموز التي تريد إظهارها أو إخفاؤها في شريط التنقل الرئيسي (العلوي).
ca: Seleccioneu quines icones voleu mostrar o amagar a la barra de navegació principal (superior).
it: Selezionare le icone che si desidera mostrare o nascondere nella barra di navigazione principale (in alto).
ja: メイン（トップ）ナビゲーションバーに表示または非表示にするアイコンを選択します。
nl: Selecteer welke iconen je wel of niet wilt tonen in de hoofdnavigatie balk.
pt_br: Selecione quais ícones você deseja mostrar ou ocultar na barra de navegação principal (superior).
uk: Виберіть, які іконки ви хочете показати або приховати на головній (верхній) панелі навігації.
zh_hans: 选择要在主导航栏（顶部）显示或隐藏的图标。

source: Select...
ca: Selecciona...
it: Selezionare...
ja: 選択...
pt_br: Selecione...
zh_hans: 选择...

source: Selected @count entities:
ar: تم تحديد @count كيان:
ca: Entitats seleccionades @count:
it: Entità selezionate @count:
ja: @count ：
nl: @count entiteiten geselecteerd:
pt_br: Entidades selecionadas @count:
uk: Вибрано @count об’єктів:
zh_hans: 选定的@count 实体：

source: Selected actions array
ar: مجموعة الإجراءات المحددة
ca: Matriu d'accions seleccionades
it: Matrice di azioni selezionate
ja: 選択されたアクションの配列
nl: Geselecteerde acties array
pt_br: Matriz de ações selecionadas
uk: Масив вибраних дій
zh_hans: 选定的行动数组

source: Selected tag will be displayed in a block with the options to follow this tag and see content relates to this tag.
ar: سيتم عرض العلامة المحددة في كتلة تحتوي على خيارات لمتابعة هذه العلامة ومشاهدة المحتوى المرتبط بهذه العلامة.
ca: L'etiqueta seleccionada es mostrarà en un bloc amb les opcions de seguir aquesta etiqueta i veure el contingut relatiu a aquesta etiqueta.
it: Il tag selezionato verrà visualizzato in un blocco con l'opzione di seguire questo tag e vedere i contenuti relativi a questo tag.
ja: 選択されたタグは、そのタグをフォローしたり、そのタグに関連するコンテンツを見るためのオプションとともにブロック内に表示されます。
nl: Geselecteerde tag wordt getoond in een blok met de opties om deze tag te volgen en inhoud met betrekking tot deze tag te zien.
pt_br: A tag selecionada será exibida em um bloco com as opções de seguir essa tag e ver o conteúdo relacionado a essa tag.
uk: Вибраний тег буде відображено в блоці з опціями переходу за цим тегом і перегляду вмісту, пов'язаного з цим тегом.
zh_hans: 选中的标签将显示在一个区块中，并可选择跟随该标签，查看与该标签相关的内容。

source: Selection type
ar: نوع التحديد
ca: Tipus de selecció
it: Tipo di selezione
ja: 選択タイプ
nl: Selectietype
pt_br: Tipo de seleção
uk: Тип відбору
zh_hans: 选择类型

source: Selects a field from an entity.
ar: يحدد حقلاً من كيان.
ca: Selecciona un camp d'una entitat.
it: Seleziona un campo da un'entità.
ja: エンティティからフィールドを選択します。
nl: Selecteert een veld uit een entiteit.
pt_br: Seleciona um campo de uma entidade.
uk: Вибирає поле з сутності.
zh_hans: 从实体中选择一个字段。

source: Self Introduction
ar: التعريف بنفسك
ca: Autointroducció
it: Introduzione personale
ja: 自己紹介
nl: Zelfintroductie
pt_br: Auto-apresentação
uk: Відомості про себе
zh_hans: 自我介绍

source: Self introduction
ar: التعريف بنفسك
ca: Autointroducció
it: Autopresentazione
ja: 自己紹介
nl: Even voorstellen
pt_br: Auto-apresentação
uk: Відомості про себе
zh_hans: 自我介绍

source: Self introduction, expertise and interests
ar: التعريف بنفسك، والخبرة ، والاهتمامات
ca: Autointroducció, experiència i interessos
it: Presentazione di sé, competenze e interessi
ja: 自己紹介、専門性、興味
nl: Introductie, expertise en interesses
pt_br: Autoapresentação, experiência e interesses
uk: Відомості про себе, експертиза та інтереси
zh_hans: 自我介绍、专长和兴趣

source: Send
ar: إرسال
ca: Enviar
it: Inviare
ja: 送信
nl: Versturen
pt_br: Enviar
uk: Надіслати
zh_hans: 发送

source: Send a confirmation email when a member enrolls in an event
ar: أرسل رسالة تأكيد بالبريد الإلكتروني عندما يقوم أحد الأعضاء بالتسجيل في حدث
ca: Enviar un correu electrònic de confirmació quan un membre s'inscriu en un esdeveniment
it: Inviare un'e-mail di conferma quando un membro si iscrive a un evento
ja: 会員がイベントに登録した際に確認メールを送信する
nl: Stuur een bevestigingsmail wanneer een lid zich inschrijft voor een evenement
pt_br: Envie um e-mail de confirmação quando um membro se inscrever em um evento
uk: Надсилайте підтвердження на електронну пошту, коли учасник реєструється на подію
zh_hans: 在会员注册活动时发送确认电子邮件

source: Send a reminder to <strong>@user</strong>?
ar: إرسال تذكير إلى <strong> @user </strong>؟
ca: Enviar un recordatori a <strong> @user </strong>?
it: Inviare un promemoria a <strong>@user</strong> ?
ja: <strong>@user</strong> にリマインダーを送る ?
nl: Vertuur een herinneringsmail <strong>@user</strong>?
pt_br: Enviar um lembrete para <strong> @user </strong>?
uk: Надішліть нагадування на <strong>@user</strong> ?
zh_hans: 发送提醒至<strong>@user</strong> ?

source: Send a welcome message to new group members
ar: أرسل إلى أعضاء المجموعة الجدد رسالة ترحيب
ca: Envia un missatge de benvinguda als nous membres del grup
it: Inviare un messaggio di benvenuto ai nuovi membri del gruppo
ja: 新しいグループメンバーにウェルカムメッセージを送る
nl: Stuur een welkomstbericht naar nieuwe groepsleden
pt_br: Envie uma mensagem de boas-vindas aos novos membros do grupo
uk: Надішліть вітальне повідомлення новим учасникам групи
zh_hans: 向小组新成员发送欢迎信息

source: Send an email to :selected_count members
ar: إرسال بريد إلكتروني إلى أعضاء :selected_count
ca: Envia un correu electrònic als membres de :selected_count
it: Inviare un'e-mail ai membri di :selected_count
ja: :selected_count メンバーにメールを送る
nl: Verstuur een e-mail aan :selected_count leden
pt_br: Envie um e-mail para membros do :selected_count
uk: Надішліть листа на електронну адресу :selected_count members
zh_hans: 向:selected_count 成员发送电子邮件

source: Send confirmation after standalone enrolment
ar: أرسل التأكيد بعد التسجيل المستقل
ca: Enviar confirmació després de la matrícula autònoma
it: Inviare la conferma dopo l'iscrizione autonoma
ja: スタンドアロン登録後に確認書を送付
nl: Bevestiging sturen na zelfstandige inschrijving
pt_br: Enviar confirmação após a inscrição independente
uk: Надіслати підтвердження після самостійної реєстрації
zh_hans: 独立注册后发送确认函

source: Send email
ar: إرسال بريد إلكتروني
ca: Enviar correu electrònic
it: Inviare e-mail
ja: 電子メールを送信する
nl: E-mail versturen
pt_br: Enviar e-mail
uk: Надіслати електронний лист
zh_hans: 发送电子邮件

source: Send email to event enrollment users
ar: إرسال بريد إلكتروني إلى مستخدمي تسجيل الأحداث
ca: Enviar correu electrònic als usuaris de la inscripció d'esdeveniments
it: Inviare un'e-mail agli utenti che si iscrivono all'evento
ja: イベント登録ユーザーにメールを送信
nl: Stuur email naar aanwezigen
pt_br: Enviar e-mail para usuários de inscrição no evento
uk: Надіслати імейл користувачам, які зареєструвалися на подію
zh_hans: 向活动注册用户发送电子邮件

source: Send email to group members
ar: إرسال بريد إلكتروني إلى أعضاء المجموعة
ca: Enviar correu electrònic als membres del grup
it: Inviare un'e-mail ai membri del gruppo
ja: グループメンバーに電子メールを送信する
nl: E-mail versturen aan groepsleden
pt_br: Enviar e-mail para membros do grupo
uk: Надіслати електронний лист учасникам групи
zh_hans: 向小组成员发送电子邮件

source: Send in case
ar: الإرسال احتياطيًا
ca: Enviar per si de cas
it: Inviare in caso
ja: ケースで送る
nl: Stuur je case in
pt_br: Enviar em caso
uk: Надсилайте у випадку
zh_hans: 发送案件
