Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: A person likes a post, topic, comment or event created by me
ca_gpi: A una persona li agrada el meu post, tema, comentari o esdeveniment creat per mi
es_mx_gpi: A una persona le gusta una publicación, un contenido, un comentario o un evento creado por mí

source: A person mentioned me in a comment
ca_gpi: Una persona m'ha esmentat a un comentari
es_mx_gpi: Una persona me mencionó en un comentario

source: A person mentioned me in a comment (stream: profile)
ca_gpi: Una persona m’ha esmentat en un comentari (tauler: perfil)
es_mx_gpi: Una persona me mencionó en un comentario (secuencia: perfil)

source: A person mentioned me in a post
ca_gpi: Una persona m'ha esmentat a una publicació
es_mx_gpi: Una persona me mencionó en una publicación

source: A person mentioned me in a post (stream: profile)
ca_gpi: Una persona m’ha esmentat en una publicació (tauler: perfil)
es_mx_gpi: Una persona me mencionó en un post (Secuencia: perfil)

source: A person moved event or topic to other group
ca_gpi: Una persona ha mogut un esdeveniment o un tema a un altre grup
es_mx_gpi: Una persona movió un evento o contenido a otro grupo

source: A person replied on my comments
ca_gpi: Una persona ha respost als meus comentaris
es_mx_gpi: Una persona respondió a mis comentarios

source: A person replied to a comment where I am mentioned
ca_gpi: Una persona ha respost a un comentari on he sigut esmentat
es_mx_gpi: Una persona respondió a un comentario donde se me menciona

source: A secondary block will be printed in a side column, keep in mind it will take 1/3
ca_gpi: Un bloc secundari es publicarà en una columna lateral, tingueu en compte que suposarà 1/3
es_mx_gpi: Se imprimirá un bloque secundario en una columna lateral, tenga en cuenta que tomará 1/3

source: A section similiar to the Hero, but a bit smaller, so it takes up less room in the view port
ca_gpi: Una secció semblant a Hero, però una mica més petita, de manera que ocupa menys espai a la visualització
es_mx_gpi: Una sección similar al Héroe, pero un poco más pequeña, por lo que ocupa menos espacio en el puerto de visualización

source: A section with a background image and buttons (optional). Looks good on top of each page. Also nice as a seperator.
ca_gpi: Una secció amb una imatge de fons i botons (opcional). Es veu bé a la part superior de cada pàgina. També podria servir bé com a separador.
es_mx_gpi: Una sección con una imagen de fondo y botones (opcional). Se ve bien en la parte superior de cada página. También agradable como separador.

source: A smaller variant for the hero region
ca_gpi: Una variant més petita per a la regió hero
es_mx_gpi: Una variante más pequeña para la región del héroe

source: A space-separated list of content types with info on amount.
ca_gpi: Llista de tipus de contingut separada per l'espai amb informació sobre la quantitat.
es_mx_gpi: Una lista de tipos de contenido separados por espacios con información sobre la cantidad.

source: A space-separated list of content types.
ca_gpi: Llista de tipus de contingut separada per l'espai.
es_mx_gpi: Una lista de tipos de contenido separados por espacios.

source: A user add a comment to content in the community
ca_gpi: Un perfil ha afegit un comentari al contingut a la comunitat
es_mx_gpi: Un usuario ha agregado un comentario en el contenido de la comunidad

source: A user add a comment to content in the group
ca_gpi: Un perfil ha afegit un comentari al contingut dins del grup
es_mx_gpi: Un usuario agrega un comentario al contenido del grupo

source: A user add a comment to post in the community
ca_gpi: Un perfil ha afegit un comentari a la publicació de la comunitat
es_mx_gpi: Un usuario agregó un comentario en un post en la comunidad

source: A user add a comment to post in the group
ca_gpi: Un perfil ha afegit un comentari a la publicació dins del grup
es_mx_gpi: Un usuario agrega un comentario para publicar en el grupo

source: A user created a post in a group
ca_gpi: Un perfil ha creat una publicació a un grup
es_mx_gpi: Un usuario creó un post en un grupo

source: A user created a post in the community
ca_gpi: Un perfil ha creat una publicació a la comunitat
es_mx_gpi: Un usuario creó un post en la comunidad

source: A user created a topic in a group
ca_gpi: Una persona ha creat un tema al grup
es_mx_gpi: Un usuario creó contenido en un grupo

source: A user created a topic in the community
ca_gpi: Un perfil ha creat un tema a la comunitat
es_mx_gpi: Un usuario creó un contenido en la comunidad

source: A user created an event in a group
ca_gpi: Un perfil ha creat un esdeveniment al grup
es_mx_gpi: Un usuario creo un evento en un grupo

source: A user created an event in the community
ca_gpi: Un perfil ha creat un esdeveniment a la comunitat
es_mx_gpi: Un usuario creo un evento en la comunidad

source: A user reported inappropriate content
ca_gpi: Un perfil ha reportat contingut inapropiat
es_mx_gpi: Un usuario informó contenido inapropiado

source: A user sends a private message to me
ca_gpi: Una persona m'ha enviat un missatge privat
es_mx_gpi: Un usuario me envía un mensaje privado

source: A users expertises
ca_gpi: Les experiències dels perfils
es_mx_gpi: Una experiencia de los usuarios

source: A users interests for their profile.
ca_gpi: Els interessos d'un perfil segons el seu perfil.
es_mx_gpi: A los usuarios les interesa su perfil.

source: A view to be used by machines only to limit the group selection for creating a post.
ca_gpi: Una vista que les màquines han d'utilitzar només per limitar la selecció del grup per crear una publicació.
es_mx_gpi: Una vista para ser utilizada por las máquinas solo para limitar la selección de grupo para crear una publicación.

source: AN homepage hero block
ca_gpi: Bloc hero de la pàgina principal en AN
es_mx_gpi: Un bloque de héroe de página de inicio

source: About
ca_gpi: Sobre nosaltres
es_mx_gpi: Acerca de

source: About Group
ca_gpi: Sobre el grup
es_mx_gpi: Sobre el grupo

source: About {{ arguments.id }}
ca_gpi: Sobre {{ arguments.id }}
es_mx_gpi: Acerca de {{ arguments.id }}

source: Accent color
ca_gpi: Color per donar èmfasi
es_mx_gpi: Acentuar el color

source: Accent style
ca_gpi: Estil d'èmfasi
es_mx_gpi: Acentuar estilo

source: Access Denied
ca_gpi: Accés denegat
es_mx_gpi: Acceso denegado

source: Access Open Social Connect
ca_gpi: Accés de connexió a Open Social
es_mx_gpi: Acceda a Open Social Connect

source: Access content search
ca_gpi: Accés a la cerca de contingut
es_mx_gpi: Acceder a la búsqueda de contenido

source: Access for group managers only.
ca_gpi: Accés només per a persones gestores del grup.
es_mx_gpi: Acceso solo para gerentes de grupo.

source: Access group search
ca_gpi: Accés a la cerca de grups
es_mx_gpi: Acceso a la búsqueda grupal

source: Access posts in group
ca_gpi: Accés a les publicacions del grup
es_mx_gpi: Acceder a publicaciones en grupo

source: Access the Font overview page
ca_gpi: Accés a la pàgina de visió general del tipus de lletra
es_mx_gpi: Acceda a la página de resumen de fuentes

source: Access the posts in this group
ca_gpi: Accés a les publicacions del grup
es_mx_gpi: Accede a las publicaciones de este grupo

source: Access to Manage All Enrollments page on events.
ca_gpi: Accés a la pàgina que gestiona totes les inscripcions als esdeveniments.
es_mx_gpi: Acceso a la página Administrar todas las inscripciones en eventos.

source: Access to Manage Enrollments page on events.
ca_gpi: Accés a la pàgina que gestiona les inscripcions als esdeveniments.
es_mx_gpi: Acceso a la página Administrar inscripciones en eventos.

source: Access to the event manage all enrollment page.
ca_gpi: L’accés a l’esdeveniment que gestiona tota la pàgina d’inscripcions.
es_mx_gpi: El acceso al evento gestiona toda la página de inscripción.

source: Access to the event manage enrollment page.
ca_gpi: Accés a la pàgina d’inscripció que gestiona els esdeveniments.
es_mx_gpi: El acceso al evento gestiona la página de inscripción.

source: Access to the people page.
ca_gpi: Accés a la pàgina de persones.
es_mx_gpi: Acceso a la página de personas.

source: Access to view all hidden profile fields
ca_gpi: Accés per veure tots els camps del perfil ocults
es_mx_gpi: Acceso para ver todos los campos de perfil ocultos

source: Access to view hide profile fields
ca_gpi: Accés per veure els camps de perfil ocults
es_mx_gpi: Acceso para ver ocultar campos de perfil

source: Access users search
ca_gpi: Accés a la cerca de perfils
es_mx_gpi: Acceder a la búsqueda de usuarios

source: Accordion
ca_gpi: Acordió
es_mx_gpi: Acordeón

source: Accordion item
ca_gpi: Element d'acordió
es_mx_gpi: Elemento de acordeón

source: Account
ca_gpi: Compte
es_mx_gpi: Cuenta

source: Account header block
ca_gpi: Bloc de capçalera del compte
es_mx_gpi: Bloqueo de encabezado de cuenta

source: Account information
ca_gpi: Informació del compte
es_mx_gpi: Información de cuenta

source: Action
ca_gpi: Acció
es_mx_gpi: Acción

source: Action that is triggered when a entity is created
ca_gpi: Acció que es desencadena quan es crea una entitat
es_mx_gpi: Acción que se desencadena cuando se crea una entidad

source: Action that is triggered when a entity is moved
ca_gpi: Acció que es desencadena quan es mou una entitat
es_mx_gpi: Acción que se activa cuando se mueve una entidad

source: Action that is triggered when a entity is updated
ca_gpi: Acció que s'activa quan s'actualitza una entitat
es_mx_gpi: Acción que se activa cuando se actualiza una entidad

source: Actions
ca_gpi: Accions
es_mx_gpi: Acciones

source: Active
ca_gpi: Actiu
es_mx_gpi: Activo

source: Activity
ca_gpi: Activitat
es_mx_gpi: Actividad

source: Activity Basics
ca_gpi: Fonaments de l'activitat
es_mx_gpi: Básicos de actividad

source: Activity Creator
ca_gpi: Creador d'activitat
es_mx_gpi: Creador de actividad

source: Activity Entity tokens
ca_gpi: Tokens de l'entitat de l'activitat
es_mx_gpi: Tokens de entidad de actividad

source: Activity ID
ca_gpi: ID de l'activitat
es_mx_gpi: ID de Actividad

source: Activity Logger
ca_gpi: Registrador d’activitats
es_mx_gpi: Registrador de actividad

source: Activity Send
ca_gpi: Enviar l'activitat
es_mx_gpi: Enviar actividad

source: Activity Send Email
ca_gpi: Enviar correu electrònic de l'activitat
es_mx_gpi: Actividad Enviar correo electrónico

source: Activity Send Push Notification
ca_gpi: Enviar una notificació push de l'activitat
es_mx_gpi: Notificación de envío de actividad

source: Activity Stream
ca_gpi: Activitat del tauler
es_mx_gpi: Actividades del muro

source: Activity Viewer
ca_gpi: Visualitzador de l'activitat
es_mx_gpi: Visor de actividad

source: Activity comment
ca_gpi: Activitat dels comentaris
es_mx_gpi: Comentario de actividad

source: Activity group argument
ca_gpi: Argument del grup de l'activitat
es_mx_gpi: Argumento de grupo de actividad

source: Activity group context argument.
ca_gpi: Argument del context del grup de l’activitat.
es_mx_gpi: Argumento del contexto del grupo de actividad.

source: Activity on events I am organizing
ca_gpi: Activitat als esdeveniments que organitzo
es_mx_gpi: Actividad sobre eventos que estoy organizando

source: Activity overview
ca_gpi: Vista general de l'activitat
es_mx_gpi: Resumen de actividad

source: Activity post visibility access
ca_gpi: Accés a la visibilitat de la publicació de l'activitat
es_mx_gpi: Acceso a la visibilidad de la publicación de actividad

source: Activity profile argument
ca_gpi: Argument del perfil de l'activitat
es_mx_gpi: Argumento de perfil de actividad

source: Activity profile context argument.
ca_gpi: Argument del context del perfil de l’activitat.
es_mx_gpi: Argumento del contexto del perfil de actividad.

source: Activity send
ca_gpi: Enviament de l'activitat
es_mx_gpi: Enviar actividad

source: Activity send settings
ca_gpi: Configuració de l'enviament de l'activitat
es_mx_gpi: Configuración de envío de actividad

source: Activity settings
ca_gpi: Configuració de l'activitat
es_mx_gpi: Configuración de actividad

source: Activity stream
ca_gpi: Activitat del tauler
es_mx_gpi: Muro de actividades

source: Activity stream notifications
ca_gpi: Notificacions de l'activitat al tauler
es_mx_gpi: Notificaciones de últimas actividades en el muro

source: Activity stream notifications on a profile
ca_gpi: Notificacions de l'activitat del tauler a un perfil
es_mx_gpi: Notificaciones de última actividad en el muro de un perfil

source: Activity stream on a group
ca_gpi: Activitat del tauler en un grup
es_mx_gpi: Última actividad en el muro de un grupo

source: Activity stream on a profile
ca_gpi: Activitat del tauler en un perfil
es_mx_gpi: Última actividad en muro de perfil

source: Activity tokens
ca_gpi: Tokens de l'activitat
es_mx_gpi: Tokens de actividad

source: Activity visibility access
ca_gpi: Accés a la visibilitat de l'activitat
es_mx_gpi: Acceso a la visibilidad de actividad

source: Add Activity
ca_gpi: Afegeix una activitat
es_mx_gpi: Añadir actividad

source: Add Data Policy Revision
ca_gpi: Afegeix la Revisió de la Política de Dades
es_mx_gpi: Agregar revisión de política de datos

source: Add Event enrollment
ca_gpi: Afegeix una inscripció a l'esdeveniment
es_mx_gpi: Agregar inscripción de evento

source: Add Font
ca_gpi: Afegeix un tipus de lletra
es_mx_gpi: Agregar fuente

source: Add Mentions Type
ca_gpi: Afegeix el tipus d'esments
es_mx_gpi: Añadir tipo de menciones

source: Add Queue Storage type
ca_gpi: Afegeix un tipus d'emmagatzematge en cua
es_mx_gpi: Agregar tipo de almacenamiento de cola

source: Add a comment
ca_gpi: Afegeix un comentari
es_mx_gpi: Agrega un comentario

source: Add a group
ca_gpi: Afegeix un grup
es_mx_gpi: Añadir un grupo

source: Add a reply
ca_gpi: Afegeix una resposta
es_mx_gpi: Agrega una respuesta

source: Add attachment
ca_gpi: Afegeix un arxiu adjunt
es_mx_gpi: Adjuntar archivo

source: Add demo content.
ca_gpi: Afegeix el contingut demo.
es_mx_gpi: Añadir contenido de demostración.

source: Add enrollees
ca_gpi: Afegeix les persones inscrites
es_mx_gpi: Agregar afiliados

source: Add extra useful template suggestsions
ca_gpi: Afegeix més suggeriments útil de plantilla
es_mx_gpi: Agregue sugerencias de plantillas adicionales útiles

source: Add image
ca_gpi: Afegeix una imatge
es_mx_gpi: Añadir imagen

source: Add members
ca_gpi: Afegeix membres
es_mx_gpi: Añadir miembros

source: Add members to group
ca_gpi: Afegeix membres al grup
es_mx_gpi: Añadir miembros al grupo

source: Add new comment
ca_gpi: Afegeix un nou comentari
es_mx_gpi: Añadir nuevo comentario

source: Add new reply
ca_gpi: Afegeix una resposta nova
es_mx_gpi: Agregar nueva respuesta

source: Add new revision
ca_gpi: Afegeix una revisió nova
es_mx_gpi: Agregar nueva revisión

source: Add post
ca_gpi: Afegeix una publicació
es_mx_gpi: Agregar post

source: Add post type
ca_gpi: Afegeix un tipus de publicació
es_mx_gpi: Agregar tipo de post

source: Add selected member to a group
ca_gpi: Afegeix el membre seleccionat al grup
es_mx_gpi: Agregar miembro seleccionado a un grupo

source: Add to Group
ca_gpi: Afegeix al grup
es_mx_gpi: Agregar a grupo

source: Add-on information (including installed modules, profiles, and themes)
ca_gpi: Informació addicional (inclosos mòduls, perfils i temes instal·lats)
es_mx_gpi: Información adicional (incluidos módulos instalados, perfiles y temas)

source: Additional information.
ca_gpi: Informació addicional.
es_mx_gpi: Información Adicional.

source: Additional message information.
ca_gpi: Informació del missatge addicional.
es_mx_gpi: Información adicional del mensaje.

source: Address
ca_gpi: Adreça
es_mx_gpi: Dirección

source: Address line 1
ca_gpi: Línia 1 de l'adreça
es_mx_gpi: Dirección linea 1

source: Address line 2
ca_gpi: Línia 2 de l'adreça
es_mx_gpi: Dirección linea 2

source: Address locality
ca_gpi: Localitat de l'adreça
es_mx_gpi: Dirección de la localidad

source: Address module requirements)
ca_gpi: Requeriments del mòdul d'adreces)
es_mx_gpi: Abordar los requisitos del módulo)

source: Adds <em class="placeholder">Event</em> content to groups both publicly and privately.
ca_gpi: Afegeix el contingut <em class="placeholder">Esdeveniment</em> als grups tant públics com privats.
es_mx_gpi: Agrega <em class="placeholder">Evento</em> contenido para grupos tanto públicos como privados.

source: Adds <em class="placeholder">Event</em> content to groups using private content settings.
ca_gpi: Afegeix el contingut <em class="placeholder">Esdeveniment</em> als grups utilitzant la configuració del contingut privat.
es_mx_gpi: Añadir <em class="placeholder">Evento</em> contenido a grupos mediante la configuración de contenido privado.

source: Adds <em class="placeholder">Topic</em> content to groups both publicly and privately.
ca_gpi: Afegeix el contingut <em class="placeholder">Tema</em> als grups tant públics com privats.
es_mx_gpi: Agregar <em class="placeholder">Contenido</em> para grupos tanto públicos como privados.

source: Adds <em class="placeholder">Topic</em> content to groups using private content settings.
ca_gpi: Afegeix el contingut <em class = "placeholder"> Tema </em> als grups que utilitzen la configuració de contingut privat.
es_mx_gpi: Añadir <em class="placeholder">Contenido</em> en grupos mediante la configuración de contenido privado.

source: Adds Secret Group as a group type.
ca_gpi: Afegeix un Grup Secret com un tipus de grup.
es_mx_gpi: Agrega Grupo secreto como tipo de grupo.

source: Adds a link to https://www.getopensocial.com in the admin menu.
ca_gpi: Afegeix un enllaç a www.getopensocial.com al menú d'administració.
es_mx_gpi: Agrega un enlace a https://www.getopensocial.com en el menú de administración.

source: Adds a sitewide post form.
ca_gpi: Afegeix un formulari de publicació a tota la plataforma.
es_mx_gpi: Agrega un formulario de publicación en todo el sitio.

source: Adds ability to act on Group Content.
ca_gpi: Afegeix capacitat per actuar sobre el contingut del grup.
es_mx_gpi: Agrega capacidad para actuar sobre el contenido del grupo.

source: Adds ability to export event enrolments (include guests) to a CSV.
ca_gpi: Afegeix capacitat d'exportar inscripcions d'esdeveniments (inclosos convidats) a un CSV.
es_mx_gpi: Agrega la capacidad de exportar inscripciones de eventos (incluir invitados) a un CSV.

source: Adds ability to export event enrolments to a CSV.
ca_gpi: Afegeix capacitat d'exportar inscripcions d'esdeveniments a un CSV.
es_mx_gpi: Agrega la capacidad de exportar inscripciones de eventos a un CSV.

source: Adds ability to export group members to a CSV.
ca_gpi: Afegeix capacitat d'exportar membres d'un grup a un CSV.
es_mx_gpi: Agrega la capacidad de exportar miembros del grupo a un CSV.

source: Adds ability to export users to a CSV.
ca_gpi: Afegeix capacitat d'exportar perfils a un CSV.
es_mx_gpi: Agrega capacidad para exportar usuarios a un CSV.

source: Adds autocomplete suggestions to the site search.
ca_gpi: Afegeix suggeriments completats automàticament a la cerca de la plataforma.
es_mx_gpi: Agrega sugerencias de autocompletar a la búsqueda del sitio.

source: Adds the restricted name to the index according to the privacy rules.
ca_gpi: Afegeix el nom restringit a l'índex segons les regles de privacitat.
es_mx_gpi: Agrega el nombre restringido al índice de acuerdo con las reglas de privacidad.

source: Adds users to groups as members.
ca_gpi: Afegeix perfils als grups com a membres.
es_mx_gpi: Agrega usuarios a grupos como miembros.

source: Administer Activity entities
ca_gpi: Administrar les entitats de l’activitat
es_mx_gpi: Administrar entidades de actividad

source: Administer Comment upload settings
ca_gpi: Administrar la configuració de càrrega dels comentaris
es_mx_gpi: Administrar la configuración de carga de comentarios

source: Administer Content Moderation settings
ca_gpi: Administrar la configuració de moderació dels continguts
es_mx_gpi: Administrar la configuración de moderación de contenido

source: Administer Event Settings
ca_gpi: Administrar la configuració d’esdeveniments
es_mx_gpi: Administrar configuración de eventos

source: Administer Event enrollment entities
ca_gpi: Administrar entitats d’inscripció d’esdeveniments
es_mx_gpi: Administrar entidades de inscripción de eventos

source: Administer Font entities
ca_gpi: Administrar les entitats del tipus de lletra
es_mx_gpi: Administrar entidades de fuentes

source: Administer Navigation Settings
ca_gpi: Administrar la configuració de navegació
es_mx_gpi: Administrar entidades de fuentes

source: Administer Post entities
ca_gpi: Administrar les entitats de publicació
es_mx_gpi: Administrar entidades de publicación

source: Administer Queue storage entity entities
ca_gpi: Administrar les entitats de l'entitat d'emmagatzematge en cua
es_mx_gpi: Administrar entidades de entidad de almacenamiento de cola

source: Administer Topic Settings
ca_gpi: Administrar la configuració de temes
es_mx_gpi: Administrar la configuración del contenido

source: Administer User Settings
ca_gpi: Administrar la configuració de perfil
es_mx_gpi: Administrar configuraciones de usuario

source: Administer alternative frontpage settings
ca_gpi: Administrar la configuració de pàgines principals alternatives
es_mx_gpi: Administrar configuraciones alternativas de portada

source: Administer comments
ca_gpi: Administrar comentaris
es_mx_gpi: Administrar comentarios

source: Administer improved theme settings
ca_gpi: Administrar la configuració de temes millorats
es_mx_gpi: Administrar configuraciones de tema mejoradas

source: Administer mentions
ca_gpi: Administrar les mencions
es_mx_gpi: Administrar menciones

source: Administer mentions.
ca_gpi: Administrar les mencions.
es_mx_gpi: Administrar menciones.

source: Administer node statistics caching
ca_gpi: Administrar el caché de les estadístiques del node
es_mx_gpi: Administrar el almacenamiento en caché de estadísticas de nodo

source: Administer node statistics settings
ca_gpi: Administrar la configuració de les estadístiques del node
es_mx_gpi: Administrar la configuración de estadísticas de nodo

source: Administer own comment settings
ca_gpi: Administrar la configuració dels propis comentaris
es_mx_gpi: Administrar la configuración de comentarios propios

source: Administer profile settings
ca_gpi: Administrar la configuració del perfil
es_mx_gpi: Administrar la configuración del perfil

source: Administer settings for the social tagging module.
ca_gpi: Administrar la configuració pel mòdul d’etiquetatge social.
es_mx_gpi: Administra la configuración del módulo de etiquetado social.

source: Administer social swiftmail settings
ca_gpi: Administrar la configuració social del canvi de correu electrònic
es_mx_gpi: Administrar la configuración de swiftmail social

source: Administer social tagging settings
ca_gpi: Administrar la configuració d'etiquetatge social
es_mx_gpi: Administrar la configuración de etiquetado social

source: Administer usage data sharing settings
ca_gpi: Administrar la configuració de l'intercanvi d'ús de dades
es_mx_gpi: Administrar la configuración de uso compartido de datos

source: Administer visiblility settings
ca_gpi: Administrar la configuració de visibilitat
es_mx_gpi: Administrar la configuración de visibilidad

source: Administrative address
ca_gpi: Adreça administrativa
es_mx_gpi: Dirección administrativa

source: Administrator
ca_gpi: Administrador
es_mx_gpi: Administrador

source: Advanced options
ca_gpi: Opcions avançades
es_mx_gpi: Opciones avanzadas

source: After
ca_gpi: Després
es_mx_gpi: Después

source: Aggregate activity
ca_gpi: Agregar activitat
es_mx_gpi: Actividad agregada

source: All
ca_gpi: Tots
es_mx_gpi: Todo(s)

source: All @label
ca_gpi: Tots els @label
es_mx_gpi: Todo @label

source: All comments
ca_gpi: Tots els comentaris
es_mx_gpi: Todos los comentarios
