Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: Use basic pages for your static content, such as an 'About us' page.
ca_gpi: Fés servir pàgines bàsiques per al vostre contingut estàtic, com ara una pàgina "Sobre nosaltres".
es_mx_gpi: Use páginas básicas para su contenido estático, como una página "Acerca de nosotros".

source: Use basic pages for your static content, such as an about page.
ca_gpi: Fés servir pàgines bàsiques per al contingut estàtic, com ara una pàgina sobre quelcom.
es_mx_gpi: Use páginas básicas para su contenido estático, como una página acerca de.

source: Use landing pages for your dynamic content, such as a home page.
ca_gpi: Utilitzeu pàgines de destinació per al vostre contingut dinàmic, com ara una pàgina d'inici.
es_mx_gpi: Use páginas de destino para su contenido dinámico, como una página de inicio.

source: Use mentions
ca_gpi: Utilitza les mencions
es_mx_gpi: Usar menciones

source: Use the event filter if you only want to see either upcoming or past events
ca_gpi: Utilitza el filtre d'esdeveniments si només vols veure els esdeveniments passats o propers
es_mx_gpi: Use el filtro de eventos si solo desea ver eventos próximos o pasados

source: Use the plus button in the navigation bar to create a new topic, or to start a new event or group
ca_gpi: Fes clic al botó en forma de suma a la barra de navegació per crear un tema nou o per iniciar un nou esdeveniment o grup
es_mx_gpi: Use el botón más en la barra de navegación para crear un nuevo contenido o para comenzar un nuevo evento o grupo

source: Use the topic filter to filter on topic type.
ca_gpi: Utilitza el filtre de temes per filtrar el tipus de tema.
es_mx_gpi: Use el filtro de contenido para filtrar por tipo de contenido.

source: Used to display activities with support for views
ca_gpi: S'utilitza per mostrar activitats amb suport per a visualitzacions
es_mx_gpi: Se usa para mostrar actividades con soporte para vistas

source: Used to log activities based on the message module
ca_gpi: S'utilitza per registrar activitats basades en el mòdul de missatges
es_mx_gpi: Se usa para registrar actividades basadas en el módulo de mensajes

source: Used to send activity notifications by Email
ca_gpi: S'utilitza per enviar notificacions d'activitat per correu electrònic
es_mx_gpi: Se usa para enviar notificaciones de actividad por correo electrónico

source: Used to send activity notifications by Push service
ca_gpi: S'utilitza per enviar notificacions d'activitat mitjançant el servei Push
es_mx_gpi: Se usa para enviar notificaciones de actividad por el servicio Push

source: Used to store and manage external notifications
ca_gpi: S'utilitza per emmagatzemar i gestionar les notificacions externes
es_mx_gpi: Se usa para almacenar y administrar notificaciones externas

source: User
ca_gpi: Perfil
es_mx_gpi: Usuario

source: User %name used magic login link at time %timestamp but needs to set a password.
ca_gpi: El perfil %name ha utilitzat un enllaç d'inici de sessió màgic a l'hora %timestamp però es necessita establir una contrasenya.
es_mx_gpi: El usuario %name utilizó el enlace de inicio de sesión mágico en la marca de tiempo %%timestamp pero necesita establecer una contraseña.

source: User %name used one-time login link at time %timestamp.
ca_gpi: L'usuari %name ha utilitzat l'enllaç d'inici de sessió d'un sol cop a les %timestamp.
es_mx_gpi: El usuario %name ha empleado un enlace de inicio de sesión de un solo uso en %timestamp.

source: User Groups
ca_gpi: Grups del Perfil
es_mx_gpi: Grupos de usuario

source: User Groups Block
ca_gpi: Bloc dels grups del perfil
es_mx_gpi: Bloque de grupos de usuarios

source: User Groups Page
ca_gpi: Pàgina del grups del perfil
es_mx_gpi: Página de grupos de usuarios

source: User ID
ca_gpi: Identificador del Perfil
es_mx_gpi: ID de usuario

source: User Path
ca_gpi: Camí del Perfil
es_mx_gpi: Ruta de usuario

source: User Terms
ca_gpi: Termes del Perfil
es_mx_gpi: Términos de usuario

source: User Topics
ca_gpi: Temes del Perfil
es_mx_gpi: Contenido de usuario

source: User account menu
ca_gpi: Menú del compte del perfil
es_mx_gpi: Menú de cuenta de usuario

source: User email processor
ca_gpi: Processador del correu electrònic del perfil
es_mx_gpi: Procesador de correo electrónico del usuario

source: User flooding
ca_gpi: Fluxe del Perfil
es_mx_gpi: Crecimiento de usuario

source: User from URL
ca_gpi: Perfil des de l'adreça URL
es_mx_gpi: URL del usuario

source: User group content
ca_gpi: Contingut del grup del perfil
es_mx_gpi: Contenido del grupo de usuarios

source: User information
ca_gpi: Informació del Perfil
es_mx_gpi: Información de usuario

source: User is member
ca_gpi: Aquest perfil és membre
es_mx_gpi: El usuario es miembro

source: User is member of the group
ca_gpi: Aquest perfil és membre del grup
es_mx_gpi: El usuario es miembro del grupo

source: User limit
ca_gpi: Limitació del Perfil
es_mx_gpi: Limite de usuario

source: User menu
ca_gpi: Menú del Perfil
es_mx_gpi: Menú de usuario

source: User name
ca_gpi: Nom del Perfil
es_mx_gpi: Nombre de usuario

source: User settings
ca_gpi: Configuració del Perfil
es_mx_gpi: Opciones de usuario

source: User type (rewritten User ID)
ca_gpi: Tipus de Perfil (sobreescriure l'ID del Perfil)
es_mx_gpi: Tipo de usuario (ID de usuario reescrita)

source: User window
ca_gpi: Finestra del Perfil
es_mx_gpi: Ventana de usuario

source: Username
ca_gpi: Nom de perfil
es_mx_gpi: Nombre de usuario

source: Username of user enrolled to the Event. Can be an anonymous user.
ca_gpi: Nom de perfil del Perfil que s'ha inscrit a l'esdeveniment. Pot ser un perfil anònim.
es_mx_gpi: Nombre de usuario inscrito en el evento. Puede ser un usuario anónimo.

source: Username of user enrolled to the event.
ca_gpi: Nom de perfil del perfil que s'ha inscrit a l'esdeveniment.
es_mx_gpi: Nombre de usuario inscrito en el evento.

source: Username or email address
ca_gpi: Nom de perfil o adreça de correu electrònic
es_mx_gpi: Nombre de usuario o correo electrónico

source: Users
ca_gpi: Perfils
es_mx_gpi: Usuarios

source: Users Profile
ca_gpi: Perfil dels Perfils
es_mx_gpi: Perfil de usuarios

source: Users with this permission will see a user's full name even when the Social Profile Privacy module is configured to hide it.
ca_gpi: Els perfils amb aquest permís veuran el nom complet del perfil fins i tot quan el mòdul de privacitat del perfil social estigui configurat per ocultar-lo.
es_mx_gpi: Los usuarios con este permiso verán el nombre completo de un usuario incluso cuando el módulo de Privacidad del perfil social esté configurado para ocultarlo.

source: Value
ca_gpi: Valor
es_mx_gpi: Valor

source: View
ca_gpi: Visualitza
es_mx_gpi: Ver

source: View @label content
ca_gpi: Visualitza el contingut @label
es_mx_gpi: Ver contenido @label

source: View Comment
ca_gpi: Veure el comentari
es_mx_gpi: Ver comentario

source: View Content
ca_gpi: Veure el contingut
es_mx_gpi: Ver contenido

source: View Email address on a users profile
ca_gpi: Veure l'adreça de correu electrònic al perfil
es_mx_gpi: Ver la dirección de correo electrónico en el perfil de un usuario

source: View Post
ca_gpi: Veure la publicació
es_mx_gpi: Ver post

source: View Profile
ca_gpi: Veure el perfil
es_mx_gpi: Ver Perfil

source: View activities
ca_gpi: Veure les activitats
es_mx_gpi: Ver actividades

source: View all hidden profile fields
ca_gpi: Veure tots els camps amagats del perfil
es_mx_gpi: Ver los campos de perfil ocultos

source: View all notifications
ca_gpi: Veure totes les notificacions
es_mx_gpi: Ver todas las notificaciones

source: View all published Activity entities
ca_gpi: Veure totes les entitats d'activitat publicades
es_mx_gpi: Ver todas las entidades de actividad publicadas

source: View comments
ca_gpi: Veure els comentaris
es_mx_gpi: Ver comentarios

source: View community Posts
ca_gpi: Veure les publicacions de la comunitat
es_mx_gpi: Ver publicaciones de la comunidad

source: View content I'm following
ca_gpi: Veure el contingut que segueixo
es_mx_gpi: Ver contenido que estoy siguiendo

source: View full name when restricted
ca_gpi: Veure el nom complet quan estigui restringit
es_mx_gpi: Ver nombre completo cuando está restringido

source: View group
ca_gpi: Veure el grup

source: View group stream page
ca_gpi: Veure la pàgina del tauler del grup
es_mx_gpi: Ver página del muro de grupo

source: View like widget
ca_gpi: Veure el widget de m'agrada
es_mx_gpi: Ver como widget

source: View manager notes on a users profile
ca_gpi: Veure les notes del gestor al perfil d'un perfil
es_mx_gpi: Ver notas del administrador en el perfil de un usuario

source: View mode
ca_gpi: Mode de visualització
es_mx_gpi: Modo de vista

source: View my events
ca_gpi: Veure els meus esdeveniments
es_mx_gpi: Ver mis eventos

source: View my groups
ca_gpi: Veure els meus grups
es_mx_gpi: Ver mis grupos

source: View my profile
ca_gpi: Veure el meu perfil
es_mx_gpi: Ver mi perfil

source: View my topics
ca_gpi: Veure els mes temes
es_mx_gpi: Ver mis contenidos

source: View own unpublished Post entities
ca_gpi: Veure les entitats de publicació pròpia no publicada
es_mx_gpi: Ver las propias entidades de post no publicados

source: View profile
ca_gpi: Veure el perfil
es_mx_gpi: Ver perfil

source: View public Posts
ca_gpi: Veure les publicacions públiques
es_mx_gpi: Ver publicaciones públicas

source: View published Event enrollment entities
ca_gpi: Veure les entitats d'inscripció a l'esdeveniment publicades
es_mx_gpi: Ver las entidades de inscripción de eventos publicadas

source: View published Font entities
ca_gpi: Veure les entitats de tipus de lletra publicades
es_mx_gpi: Ver entidades de fuentes publicadas

source: View published Post entities
ca_gpi: Veure les entitats de publicació publicades
es_mx_gpi: Ver los posts publicados

source: View published Queue storage entity entities
ca_gpi: Veure les entitats d'entitat d'emmagatzematge en cua publicades
es_mx_gpi: Ver entidades de entidades de almacenamiento de cola publicadas

source: View reports for inappropriate content
ca_gpi: Veure els informes de contingut inapropiat
es_mx_gpi: Ver reportes de contenido inapropiado

source: View the My events overview and block on other peoples profile
ca_gpi: Mostra la visualització general dels meus esdeveniments i bloqueja-ho als perfils d'altres persones
es_mx_gpi: Ver la descripción general de Mis eventos y bloquear en el perfil de otras personas

source: View the My events overview and block on your own profile
ca_gpi: Mostra la visualització general dels meus esdeveniments i bloqueja-ho al propi perfil
es_mx_gpi: Vea la descripción general de Mis eventos y bloquee en su propio perfil

source: View the My groups overview and block on other peoples profile
ca_gpi: Mostra la visió general dels meus grups i bloqueja-ho al perfil d'altres persones
es_mx_gpi: Ver la descripción general de Mis grupos y bloquear en el perfil de otras personas

source: View the My groups overview and block on your own profile
ca_gpi: Mostra la visió general dels meus grups i bloqueja-ho al propi perfil
es_mx_gpi: Vea la descripción general de Mis grupos y bloquee en su propio perfil

source: View the My topics overview and block on other peoples profile
ca_gpi: Mostra la visió general dels meus temes i bloqueja-ho al perfil d'altres persones
es_mx_gpi: Ver la descripción general de Mis contenidos y bloquear en el perfil de otras personas

source: View the My topics overview and block on your own profile
ca_gpi: Mostra la visió general dels meus temes i bloqueja-ho al propi perfil
es_mx_gpi: Vea la descripción general de Mis contenidos y bloquee en su propio perfil

source: View the stream page of the group (also needs the view group permissions)
ca_gpi: Veure el tauler de la pàgina del grup (també es necessiten els permisos de visualització del grup)
es_mx_gpi: Ver la página de muro del grupo (también necesita ver los permisos del grupo)

source: View thread
ca_gpi: Veure el fil de conversa
es_mx_gpi: Ver hilo

source: View unpublished Activity entities
ca_gpi: Veure les entitats d'activitat no publicades
es_mx_gpi: Ver entidades de actividad no publicadas

source: View unpublished Event enrollment entities
ca_gpi: Veure les entitats d'inscripció a l'esdeveniment no publicades
es_mx_gpi: Ver entidades de inscripción de eventos no publicadas

source: View unpublished Font entities
ca_gpi: Veure les entitats del tipus de lletra no publicades
es_mx_gpi: Ver entidades de fuentes no publicadas

source: View unpublished Post entities
ca_gpi: Veure les entitats de publicació no publicades
es_mx_gpi: Ver entidades de post no publicadas

source: View unpublished Queue storage entity entities
ca_gpi: Veure les entitats d'entitat d'emmagatzematge en cua no publicades
es_mx_gpi: Ver entidades de entidad de almacenamiento de cola no publicadas

source: View users
ca_gpi: Veure els perfils
es_mx_gpi: Ver usuarios

source: Visibility
ca_gpi: Visibilitat
es_mx_gpi: Visibilidad

source: Visibility of @count content item(s) updated.
ca_gpi: S'ha actualitzat la visibilitat de @count element(s) del contingut.
es_mx_gpi: Visibilidad de los elementos de @count contenidos actualizados.

source: Visibility of content item(s) updated.
ca_gpi: S'ha actualitzat la visibilitat de l'element de contingut.
es_mx_gpi: Visibilidad de los elementos de contenido actualizados.

source: Visibility settings
ca_gpi: Configuració de la visibilitat
es_mx_gpi: Opciones de visibilidad

source: Visible only to group members
ca_gpi: Visible només per a membres del grup
es_mx_gpi: Visible solo para miembros del grupo

source: Visible only to members who are logged in
ca_gpi: Visible només per els perfils registrats
es_mx_gpi: Visible solo para miembros que han iniciado sesión

source: Visible to all visitors of the site
ca_gpi: Visible per a totes les persones visitants a la plataforma
es_mx_gpi: Visible para todos los visitantes del sitio

source: Vote activity context
ca_gpi: Vota el context d'activitat
es_mx_gpi: Contexto de la actividad de votación

source: Voting User
ca_gpi: Perfil votant
es_mx_gpi: Usuario votante

source: We could not find any event organisers for this event.
ca_gpi: No s'ha trobat cap persona organitzadora per aquest esdeveniment.
es_mx_gpi: No pudimos encontrar organizadores para este evento.

source: Website URL
ca_gpi: URL de la plataforma
es_mx_gpi: URL del sitio web

source: Weekly
ca_gpi: Setmanalment
es_mx_gpi: Semanalmente

source: Welcome (registration with social network)
ca_gpi: Et donem la benvinguda (registre amb una xarxa social)
es_mx_gpi: Bienvenidx (regístrate en la red de voluntariado)

source: Welcome [current-user:display-name]. You have successfully created a password. Welcome to Open Social! With this platform you can collaborate with like minded people within the community!
ca_gpi: Et donem la benvinguda, [usuari actual: nom de visualització]. Has creat una contrasenya correctament. Et donem la benvinguda a Open Social! A través d'aquesta plataforma podràs col·laborar amb persones amb inquietuds similar a les teves dins de la comunitat!
es_mx_gpi: Bienvenidx [current-user:display-name]. Has creado tu contraseña correctamente. ¡Bienvenidx a la comunidad! ¡Con esta plataforma puedes colaborar con personas que buscan proteger el medio ambiente!

source: Welcome message
ca_gpi: Missatge de Benvinguda

source: Welcome on the home page stream!
ca_gpi: Et donem la bevinguda al tauler de la pàgina d'inici!
es_mx_gpi: ¡Bienvenidx al muro de la página de inicio!

source: Welcome on this group page!
ca_gpi: Et donem la benvinguda a la pàgina d'aquest grup!
es_mx_gpi: ¡Bienvenidx a esta página de grupo!

source: Welcome on your profile stream!
ca_gpi: Et donem la benvinuda al tauler del teu perfil!
es_mx_gpi: ¡Bienvenidx a tu muro de perfil!

source: Welcome!
ca_gpi: Et donem la benvinguda!
es_mx_gpi: ¡Bienvenidx!

source: What I follow
ca_gpi: El que segueixo
es_mx_gpi: Lo que sigo

source: What I manage
ca_gpi: El que gestiono
es_mx_gpi: Lo que gestiono

source: What are you looking for ?
ca_gpi: Què estàs buscant?
es_mx_gpi: ¿Qué estás buscando?

source: What type of events do you want to see?
ca_gpi: Quins tipus d'esdeveniments vols veure?
es_mx_gpi: ¿Qué tipo de eventos quieres ver?

source: What's on your mind?
ca_gpi: Què estàs pensant?
es_mx_gpi: ¿En qué estás pensando?

source: When checked, logged-in users can also move content to or out of a group after the content is created. Users can only move content to a group the author is a member of.
ca_gpi: Un cop comprovat, els perfils que inicien la sessió també poden moure el contingut cap a un grup o fora d'un grup després de crear-lo. Els perfils només poden moure contingut a un grup on l'autor sigui membre.
es_mx_gpi: Cuando está marcada, los usuarios registrados también pueden mover contenido hacia o desde un grupo después de crearlo. Los usuarios solo pueden mover contenido a un grupo del que sea miembro el autor.

source: When enabled, users are not able to hide their email address on their profile. When disabled, users will be able to control the visibility of their emailaddress.
ca_gpi: Quan estigui activat, els perfils no poden ocultar la seva adreça de correu electrònic al perfil. Quan estigui desactivat, els perfils podran controlar la visibilitat de la seva adreça de correu electrònic.
es_mx_gpi: Cuando está habilitado, los usuarios no pueden ocultar su dirección de correo electrónico en su perfil. Cuando está deshabilitado, los usuarios podrán controlar la visibilidad de su dirección de correo electrónico.

source: When the amount of available event types reach this amount, on the event edit and create page, the radio widget will be changed to a select widget for better usability.
ca_gpi: Quan la quantitat de tipus d'esdeveniments disponibles arribi a aquesta quantitat, a la pàgina d'edició i creació d'esdeveniments, el widget de la ràdio es canviarà a un widget seleccionat per a una millora usabilitat.
es_mx_gpi: Cuando la cantidad de tipos de eventos disponibles alcanza esta cantidad, en la página de edición y creación de eventos, el widget de radio se cambiará a un widget de selección para una mejor usabilidad.

source: When the amount of available topic types reach this amount, on the topic edit and create page, the radio widget will be changed to a select widget for better usability.
ca_gpi: Quan la quantitat de tipus de temes disponibles arribi a aquesta quantitat, a la pàgina d'edició i creació del tema, el widget de la ràdio es canviarà per un widget seleccionat per a una millor utilitat.
es_mx_gpi: Cuando la cantidad de tipos de contenido disponibles alcanza esta cantidad, en la página de edición y creación de contenido, el widget de radio se cambiará a un widget de selección para una mejor usabilidad.

source: When this setting is enabled, anonymous users are allowed to enroll in newly created events by default. The event organiser will still be able to change this if they have the permission.
ca_gpi: Quan aquesta configuració estigui habilitada, els perfils anònims es podran inscriure als esdeveniments de nova creació per defecte. La persona organitzadora de l’esdeveniment podrà igualmente modificar-ho si té el permís.
es_mx_gpi: Cuando esta configuración está habilitada, los usuarios anónimos pueden inscribirse en eventos recién creados de forma predeterminada. El organizador del evento aún podrá cambiar esto si tiene el permiso.

source: When visiting a profile the user will end up at this page first
ca_gpi: Quan es visiti una pàgina de perfil, el perfil acabarà en aquesta pàgina primer
es_mx_gpi: Al visitar un perfil, el usuario terminará primero en esta página

source: Whether a reason is mandatory when reporting inappropriate content.
ca_gpi: Una raó és obligatòria quan s'informi de contingut inapropiat.
es_mx_gpi: Si un motivo es obligatorio al informar contenido inapropiado.

source: Whether the content is immediately unpublished if a user reports it as inappropriate.
ca_gpi: El contingut esdevé no publicat immediatament si el perfil reporta el contingut com a inapropiat.
es_mx_gpi: Si el contenido no se publica inmediatamente si un usuario lo informa como inapropiado.

source: Whether the maximum event enrollments field is required
ca_gpi: El camp màxim d’inscripcions a l'esdeveniment és obligatori
es_mx_gpi: Si se requiere el campo de inscripciones de eventos máximos

source: Whether the maximum number of event enrollments feature is enabled
ca_gpi: La funció del nombre màxim d’inscripcions a l'esdeveniment està habilitada
es_mx_gpi: Si la función de número máximo de inscripciones a eventos está habilitada

source: Whether to show e-mail addresses on user profiles.
ca_gpi: Mostrar les adreces de correu electrònic als perfils.
es_mx_gpi: Si se muestran las direcciones de correo electrónico en los perfiles de usuario.

source: Whether users should fill in a mandatory reason or if it is optional.
ca_gpi: Si els perfils han d'omplir una raó obligatòria o si és opcional.
es_mx_gpi: Si los usuarios deben completar una razón obligatoria o si es opcional.

source: Who liked this entity
ca_gpi: A qui li ha agradat aquesta entitat
es_mx_gpi: A quién le gustó esta entidad

source: Whoops... something went wrong!
ca_gpi: Ups... quelcom ha anat malament!
es_mx_gpi: Ups... ¡Algo salió mal!

source: Will generate files, users, groups, events, topics, comments and posts.
ca_gpi: Es generaran fitxers, perfils, grups, esdeveniments, temes, comentaris i publicacions.
es_mx_gpi: Generará archivos, usuarios, grupos, eventos, contenido, comentarios y publicaciones.

source: Write a comment...
ca_gpi: Escriu un comentari...
es_mx_gpi: Escribir un comentario...

source: Yes
ca_gpi: Sí
es_mx_gpi: Sí

source: Yes, continue
ca_gpi: Si, continuar
es_mx_gpi: Sí, continuar

source: You
ca_gpi: Tu
es_mx_gpi: Tu

source: You already have account on this site, but your account is blocked. Contact the site administrator.
ca_gpi: Ja tens un compte en aquesta plataforma, però es troba bloquejat. Posa't en contacte amb la persona adminsitradora de la plataforma.
es_mx_gpi: Ya tiene una cuenta en este sitio, pero su cuenta está bloqueada. Póngase en contacto con el administrador del sitio.

source: You are logged in
ca_gpi: Has iniciat sessió
es_mx_gpi: Usted está conectado

source: You are no longer enrolled in this event. Your personal data used for the enrollment is also deleted.
ca_gpi: Ja no estàs inscrit en aquest esdeveniment. Les dades personals utilitzades per a la inscripció també s'han eliminat.
es_mx_gpi: Ya no estás inscrito en este evento. Sus datos personales utilizados para la inscripción también se eliminan.

source: You are not allowed to comment on content in a group you are not member of.
ca_gpi: No tens permís per comentar el contingut en un grup del qual no formes part.

source: You are not allowed to view comments on content in a group you are not member of. You can join the group @group_link.
ca_gpi: No tens permís per veure comentaris sobre el contingut d'un grup del qual no ets membre. Pots unir-te al grup @group_link.
es_mx_gpi: No tiene permiso para ver comentarios sobre el contenido de un grupo del que no es miembro. Puedes unirte al grupo @group_link.

source: You are now able to log in with @network
ca_gpi: Ara pots iniciar sessió amb @network
es_mx_gpi: Ahora puede iniciar sesión con @network

source: You are now automatically following this @type. @unfollow_link.
ca_gpi: Ara estàs automàticament seguint aquest @type. @unfollow_link.
es_mx_gpi: Ahora está siguiendo automáticamente este @type. @unfollow_link.

source: You are now connected with @network, please continue registration
ca_gpi: Ara estàs connectat amb @network, si us plau continua el registre
es_mx_gpi: Ahora está conectado con @network, continúe el registro
