Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: Password reset instructions mailed to %name at %email.
ca_gpi: Les instruccions per a la inicialització de la contrasenya s'han enviat a %name a %email.
es_mx_gpi: Se han enviado instrucciones para restablecer la contraseña de %name al correo %email.

source: People
ca_gpi: Gent
es_mx_gpi: Personas

source: People access
ca_gpi: Accés de les persones
es_mx_gpi: Acceso de personas

source: Per profile type you can choose which fields you want to use. Users will not be able to edit or view fields that are deselected.
ca_gpi: Per tipus de perfil, pots triar quins camps vols utilitzar. Els perfils no podran editar ni veure els camps que no es seleccionen.
es_mx_gpi: Por tipo de perfil, puede elegir qué campos desea usar. Los usuarios no podrán editar ni ver los campos que no estén seleccionados.

source: Permission
ca_gpi: Permís
es_mx_gpi: Permiso

source: Personalised activity stream
ca_gpi: Activitat del tauler personalitzat
es_mx_gpi: Muro de actividad personalizada

source: Personalised activity stream (with post form)
ca_gpi: Activitat del tauler personalitzat (amb formulari de publicació)
es_mx_gpi: Secuencia de actividad personalizada (con formulario de publicación)

source: Phone
ca_gpi: Telèfon
es_mx_gpi: Teléfono

source: Phone number
ca_gpi: Número de telèfon
es_mx_gpi: Número de teléfono

source: Phone number and location
ca_gpi: Número de telèfon i ubicació
es_mx_gpi: Número de teléfono y localidad

source: Photo
ca_gpi: Foto
es_mx_gpi: Foto

source: Placement
ca_gpi: Ubicació
es_mx_gpi: Colocación

source: Platform activity context
ca_gpi: Context d’activitat de la plataforma
es_mx_gpi: Contexto de actividad de plataforma

source: Platform introduction
ca_gpi: Introducció a la plataforma
es_mx_gpi: Introducción a la plataforma

source: Platform introduction block, meant for use in content regions.
ca_gpi: Bloc d'introducció a la plataforma, destinat per utilitzar-se a les regions de contingut.
es_mx_gpi: Bloque de introducción de plataforma, destinado a uso en regiones de contenido.

source: Please @log_in or @create_account_link so that you can enroll to the event.
ca_gpi: Si us plau, @log_in o @create_account_link i així podràs inscribir-te a l'esdeveniment.
es_mx_gpi: Ingresa a @log_in o registrare en @create_account_link para que puedas inscribirte en el evento.

source: Please @log_in so that you can enroll to the event.
ca_gpi: Si us plau, @log_in i així et podràs inscriure a l'esdeveniment.
es_mx_gpi: Ingresa a @log_in para poder inscribirte en el evento.

source: Please describe in detail what you find inappropriate about this content. Your report will only be visible to the content moderation team.
ca_gpi: Si us plau, descriu detalladament allò que trobis inapropiat sobre aquest contingut. El teu informe només serà visible per l’equip de moderació del contingut.
es_mx_gpi: Describa en detalle lo que le parece inapropiado sobre este contenido. Su informe solo será visible para el equipo de moderación de contenido.

source: Please note that changing the group type will also change the visibility of the group content and the way users can join the group.
ca_gpi: Tingues en compte que el canvi del tipus de grup també canviarà la visibilitat del contingut del grup i la manera com els perfils es poden unir al grup.
es_mx_gpi: Tenga en cuenta que cambiar el tipo de grupo también cambiará la visibilidad del contenido del grupo y la forma en que los usuarios pueden unirse al grupo.

source: Please note: the community manager remarks below are only visible to site managers
ca_gpi: Tingues en compte: els comentaris de la persona administradora de la comunitat següents només són visibles per les persones administradores de la plataforma
es_mx_gpi: Tenga en cuenta: los comentarios del administrador de la comunidad a continuación solo son visibles para los administradores del sitio

source: Please select
ca_gpi: Si us plau selecciona
es_mx_gpi: Selecciona

source: Please select an item in the list.
ca_gpi: Si us plau, selecciona un element de la llista.
es_mx_gpi: Seleccione un artículo en la lista.

source: Please select the group you want to add the member you have selected to
ca_gpi: Si us plau, selecciona el grup al qual vols afegir el membre seleccionat
es_mx_gpi: Seleccione el grupo al que desea agregar el miembro al que ha seleccionado

source: Please wait...
ca_gpi: Si us plau, espereu...
es_mx_gpi: Espere, por favor...

source: Post
ca_gpi: Publicació

# Post button
source: Post
ca_gpi: Publica

source: Post ID
ca_gpi: ID de la publicació
es_mx_gpi: ID de publicación

source: Post account stream
ca_gpi: Tauler de la publicació del compte
es_mx_gpi: Publicar en muro de cuenta

source: Post block
ca_gpi: Bloc de publicació
es_mx_gpi: Bloque de publicación

source: Post comment
ca_gpi: Publica el comentari
es_mx_gpi: Publicar comentario

source: Post comments
ca_gpi: Publica els comentaris
es_mx_gpi: Publicar comentarios

source: Post config
ca_gpi: Configuració de la publicació
es_mx_gpi: Configuración de publicación

source: Post group stream
ca_gpi: Tauler de la publicació al grup
es_mx_gpi: Publicar en muro de grupo

source: Post on group block
ca_gpi: Publica al bloc del grup
es_mx_gpi: Publicar en bloque de grupo

source: Post on profile block
ca_gpi: Publica al bloc del perfil
es_mx_gpi: Publicar en bloque de perfil

source: Post on profile of others block
ca_gpi: Publica al bloc del perfil d'altres
es_mx_gpi: Publicar en bloque de perfil de otros

source: Post photo block
ca_gpi: Publica el bloc de fotos
es_mx_gpi: Publicar bloque de foto

source: Post photo on group block
ca_gpi: Publica una foto al bloc del grup
es_mx_gpi: Publicar foto en bloque de grupo

source: Post photo on profile of others block
ca_gpi: Publica una foto al bloc del perfil d'altres
es_mx_gpi: Publicar foto en bloque de perfil de otros

source: Post type
ca_gpi: Tipus de publicació
es_mx_gpi: Tipo de post

source: Post type config
ca_gpi: Configuració del tipus de publicació
es_mx_gpi: Configuración del tipo de post

source: Post types
ca_gpi: Tipus de publicació
es_mx_gpi: Tipos de post

source: Post visibility access
ca_gpi: Accés a la visibilitat de la publicació
es_mx_gpi: Acceso a viabilidad de post

source: Postal code
ca_gpi: Codi postal
es_mx_gpi: Código postal

source: Posts
ca_gpi: Publicacions
es_mx_gpi: Publicaciones

source: Posts created
ca_gpi: Publicacions creades
es_mx_gpi: Posts creados

source: Preparing to delete the group and all it's topic's, event's and post's...
ca_gpi: Preparant l'eliminació del grup i de tots els temes, esdeveniments i publicacions...
es_mx_gpi: Preparándose para eliminar el grupo y todos su contenido, eventos y publicaciones ...

source: Preview
ca_gpi: Vista prèvia
es_mx_gpi: Previsualizar

source: Previous page
ca_gpi: Pàgina anterior
es_mx_gpi: Página anterior

source: Primary
ca_gpi: Principal
es_mx_gpi: Primario

source: Primary admin actions
ca_gpi: Accions principals d'administració
es_mx_gpi: Acciones primarias de administración

source: Primary color
ca_gpi: Color principal
es_mx_gpi: Color primario

source: Primary style
ca_gpi: Estil principal
es_mx_gpi: Estilo primario

source: Primary tabs
ca_gpi: Pestanyes primàries
es_mx_gpi: Pestañas primarias

source: Privacy settings
ca_gpi: Configuració de la privacitat
es_mx_gpi: Opciones de privacidad

source: Privacy settings for Social Profile module.
ca_gpi: Configuració de la privacitat pel mòdul del perfil social.
es_mx_gpi: Configuración de privacidad para el módulo Perfil social.

source: Privacy settings on display of @form_name
ca_gpi: Configuració de privacitat a la visualització de @form_name
es_mx_gpi: Configuración de privacidad en la pantalla de @form_name

source: Private Message
ca_gpi: Missatge Privat
es_mx_gpi: Mensaje privado

source: Private Message Thread Delete Time
ca_gpi: Hora d'eliminació del fil de conversa del missatge privat
es_mx_gpi: Tiempo de eliminación de hilo de mensaje privado

source: Private Message Thread url
ca_gpi: URL del fil de missatges privats
es_mx_gpi: Url de hilo de mensaje privado

source: Private Message add block
ca_gpi: Bloc afegit de missatges privats
es_mx_gpi: Mensaje privado agregar bloque

source: Private file system path is set
ca_gpi: S'ha definit la ruta del sistema de fitxers privat
es_mx_gpi: La ruta del sistema de archivos privado está establecida

source: Private file system path not set
ca_gpi: La ruta del sistema de fitxers privat no s'ha definit
es_mx_gpi: Ruta del sistema de archivos privado no establecida

source: Private file system path not set for some fields
ca_gpi: La ruta del sistema de fitxers privat no s'ha configurat per alguns camps
es_mx_gpi: La ruta del sistema de archivos privado no está configurada para algunos campos

source: Private message
ca_gpi: Missatge privat
es_mx_gpi: Mensaje privado

source: Private message activity context
ca_gpi: Context d’activitat del missatge privat
es_mx_gpi: Contexto de actividad de mensaje privado

source: Process activity activities.
ca_gpi: Processa activitats de l’activitat.
es_mx_gpi: Procesar comportamiento de actividad.

source: Process activity loggers.
ca_gpi: Processa persones registradores de l'activitat.
es_mx_gpi: Procesar registros de actividad.

source: Process activity_digest_worker queue.
ca_gpi: Processa la cua activity_digest_worker.
es_mx_gpi: Procesar la cola activity_digest_worker.

source: Process activity_logger_message queue.
ca_gpi: Processa la cua activity_logger_message.
es_mx_gpi: Procesar la cola activity_logger_message.

source: Process activity_send_email queue.
ca_gpi: Processa la cua activity_send_email.
es_mx_gpi: Procesar la cola activity_send_email.

source: Process enrollments returned by the view with Views Bulk Operations actions.
ca_gpi: Retorn del procès d'inscripcions a través de la visualització amb les accions de Visualitzacions massives.
es_mx_gpi: Procesar inscripciones devueltas por la vista con acciones de Operaciones masivas de vistas.

source: Process enrollments returned by the view with Views Bulk Operations' actions.
ca_gpi: Retorn del procès d'inscripcions a través de la visualització amb les accions de Visualitzacions massives.
es_mx_gpi: Procese las inscripciones devueltas por la vista con las acciones de Vistas de operaciones masivas.

source: Processing
ca_gpi: Processant
es_mx_gpi: Procesando

source: Profile
ca_gpi: Perfil
es_mx_gpi: Perfil

source: Profile activity context
ca_gpi: Context d'activitat del perfil
es_mx_gpi: Contexto de actividad del perfil

source: Profile field groups which users will be able to hide.
ca_gpi: Grup de camps del perfil que els perfils podran ocultar.
es_mx_gpi: Grupos de campos de perfil que los usuarios podrán ocultar.

source: Profile fields settings
ca_gpi: Configuració dels camps del perfil
es_mx_gpi: Configuración de campos de perfil

source: Profile fields settings for Social Profile module.
ca_gpi: Configuració dels camps del perfil pel mòdul Perfil Social.
es_mx_gpi: Configuración de campos de perfil para el módulo Perfil social.

source: Profile hero block
ca_gpi: Bloc del perfil hero
es_mx_gpi: Perfil bloque de héroe

source: Profile image
ca_gpi: Imatge del perfil
es_mx_gpi: Imagen del perfil

source: Profile large
ca_gpi: Perfil gran
es_mx_gpi: Perfil grande

source: Profile medium
ca_gpi: Perfil mitjà
es_mx_gpi: Perfil mediano

source: Profile of @account
ca_gpi: Perfil de @account
es_mx_gpi: Perfil de @account

source: Profile of @name
ca_gpi: Perfil de @name
es_mx_gpi: Perfil de @name

source: Profile of others
ca_gpi: Perfil d'altres
es_mx_gpi: Perfil de otros

source: Profile organization tag
ca_gpi: Etiqueta d'organització del perfil
es_mx_gpi: Etiqueta de organización del perfil

source: Profile page stream functionality.
ca_gpi: Funcionalitat del tauler de la pàgina de perfil.
es_mx_gpi: Funcionalidad de flujo de página de perfil.

source: Profile privacy settings
ca_gpi: Configuració de la privacitat del perfil
es_mx_gpi: Configuración de privacidad del perfil

source: Profile small
ca_gpi: Perfil petit
es_mx_gpi: Perfil pequeño

source: Profile tag
ca_gpi: Etiqueta de perfil
es_mx_gpi: Etiqueta de perfil

source: Profile tags
ca_gpi: Etiquetes del perfil
es_mx_gpi: Etiquetas de perfil

source: Promoted to front page
ca_gpi: Promogut a la portada
es_mx_gpi: Promocionado a la página principal

source: Provide Search API configuration and Search Views.
ca_gpi: Proporciona la configuració de l'API de cerca i les visualitzacions de cerca.
es_mx_gpi: Proporcione la configuración de la API de búsqueda y las vistas de búsqueda.

source: Provide a link to close the report
ca_gpi: Proporciona un enllaç per tancar l'informe
es_mx_gpi: Proporcione un enlace para cerrar el informe

source: Provide basic pages content type for your static content, such as an About us page.
ca_gpi: Proporcioneu el tipus de contingut de les pàgines bàsiques per al vostre contingut estàtic, com ara una pàgina "Sobre nosaltres".
es_mx_gpi: Proporcione el tipo de contenido de páginas básicas para su contenido estático, como una página Acerca de nosotros.

source: Provide mentions feature for Open Social.
ca_gpi: Proporciona la funció de mencions d’Open Social.
es_mx_gpi: Proporcionar funciones de menciones para Open Social.

source: Provide textual block with some link.
ca_gpi: Proporciona un bloc de text amb algún enllaç.
es_mx_gpi: Proporcionar bloque de texto con algún enlace.

source: Provides "Follow Content" flag type and related functionality.
ca_gpi: Proporciona el tipus de senyalització "Segueix el contingut" i funcionalitats relacionades.
es_mx_gpi: Proporciona el tipo de marca "Seguir contenido" y la funcionalidad relacionada.

source: Provides Event content type and related configuration.
ca_gpi: Proporciona el tipus de contingut de l’esdeveniment i la configuració relacionada.
es_mx_gpi: Proporciona el tipo de contenido del evento y la configuración relacionada.

source: Provides Group feature.
ca_gpi: Proporciona la funció del grup.
es_mx_gpi: Proporciona función de grupo.

source: Provides Like voting functionality for Open Social.
ca_gpi: Proporciona la funcionalitat dels vots de m'agrada per a Open Social.
es_mx_gpi: Proporciona la funcionalidad de votación Like para Open Social.

source: Provides Post functionality for Open Social.
ca_gpi: Proporciona la funcionalitat de la publicació per a Open Social.
es_mx_gpi: Proporciona funcionalidad de publicación para Open Social.

source: Provides Profile Organization Tag field and vocabulary
ca_gpi: Proporciona el camp i el vocabulari de l’etiqueta d’organització del perfil
es_mx_gpi: Proporciona vocabulario y campo de etiqueta de organización de perfil

source: Provides Topic content type and related configuration.
ca_gpi: Proporciona el tipus de contingut del tema i la configuració relacionada.
es_mx_gpi: Proporciona el tipo de contenido y la configuración relacionada.

source: Provides User related configuration.
ca_gpi: Proporciona la configuració relacionada amb el perfil.
es_mx_gpi: Proporciona configuración relacionada con el usuario.

source: Provides a REST endpoint for the Search API to be used for autocomplete.
ca_gpi: Proporciona un extrem REST per a l'API de cerca que s'utilitzarà per completar-lo automàticament.
es_mx_gpi: Proporciona un punto final REST para que la API de búsqueda se use para autocompletar.

source: Provides a flexible Group feature allowing members to configure the group to their liking.
ca_gpi: Proporciona una funció de grup flexible que permet als membres configurar el grup al seu gust.
es_mx_gpi: Proporciona una función de grupo flexible que permite a los miembros configurar el grupo a su gusto.

source: Provides ability to enroll to an event without having to create an account.
ca_gpi: Proporciona la possibilitat d’inscriure’s a un esdeveniment sense haver de crear un compte.
es_mx_gpi: Ofrece la posibilidad de inscribirse en un evento sin tener que crear una cuenta.

source: Provides ability to set visibility of profile fields
ca_gpi: Proporciona la possibilitat d’establir la visibilitat dels camps del perfil
es_mx_gpi: Proporciona la capacidad de establecer la visibilidad de los campos de perfil

source: Provides ability to upload files in comments
ca_gpi: Proporciona la possibilitat de pujar fitxers als comentaris
es_mx_gpi: Proporciona la capacidad de cargar archivos en comentarios

source: Provides activity stream for Open Social.
ca_gpi: Proporciona l'activitat del tauler per Open Social.
es_mx_gpi: Proporciona flujo de actividad para Open Social.

source: Provides an alternative frontpage option for authenticated users via redirect.
ca_gpi: Proporciona una opció alternativa de pàgina inicial per als usuaris autentificats mitjançant redirecció.
es_mx_gpi: Proporciona una opción de portada alternativa para usuarios autenticados a través de redireccionamiento.

source: Provides an new post type bundle.
ca_gpi: Proporciona un paquet de tipus de publicació nova.
es_mx_gpi: Proporciona un nuevo paquete de tipo de publicación.

source: Provides and event types taxonomy for the event content type.
ca_gpi: Proporciona i taxonomia tipus d'esdeveniments per al tipus de contingut de l'esdeveniment.
es_mx_gpi: Proporciona y taxonomía de tipos de eventos para el tipo de contenido del evento.

source: Provides autorizathion with social networks for Open Social
ca_gpi: Proporciona autoritzacions amb xarxes socials per a Open Social
es_mx_gpi: Proporciona autorización con redes sociales para Open Social

source: Provides book feature.
ca_gpi: Proporciona la funció de llibre.
es_mx_gpi: Proporciona función de libro.

source: Provides core components required by other features.
ca_gpi: Proporciona components bàsics requerits per altres funcions.
es_mx_gpi: Proporciona componentes básicos requeridos por otras características.

source: Provides core functionality around Nodes.
ca_gpi: Proporciona funcionalitat central al voltant dels nodes.
es_mx_gpi: Proporciona funcionalidad central alrededor de los nodos.

source: Provides deafult comment type and related configuration
ca_gpi: Proporciona el tipus de comentari per defecte i la configuració relacionada
es_mx_gpi: Proporciona tipo de comentario predeterminado y configuración relacionada

source: Provides demo content.
ca_gpi: Proporciona contingut demo.
es_mx_gpi: Proporciona contenido de demostración.

source: Provides hiding fields on a per profile_type basis
ca_gpi: Proporciona camps ocults segons un profile_type
es_mx_gpi: Proporciona campos de ocultación por profile_type

source: Provides landing page content type for dynamic content, such as a home page.
ca_gpi: Proporciona el tipus de contingut de la pàgina de destinació per al contingut dinàmic, com ara una pàgina d'inici.
es_mx_gpi: Proporciona el tipo de contenido de la página de destino para contenido dinámico, como una página de inicio.

source: Provides profile notes that can created by Managers
ca_gpi: Proporciona notes de perfil que poden ser creades per les persones administradores
es_mx_gpi: Proporciona notas de perfil que pueden crear los administradores

source: Provides sharing of content to social media.
ca_gpi: Proporciona compartir contingut a les xarxes socials.
es_mx_gpi: Proporciona el intercambio de contenido a las redes sociales.

source: Provides site editor components.
ca_gpi: Proporciona components d’editor de la plataforma.
es_mx_gpi: Proporciona componentes del editor del sitio.

source: Provides the React library for use by other modules. This module should not be enabled on its own. Other modules that require React should not load React themselves but instead depend on this module. The libraries in those modules should depend on the React library contained in this module to ensure React is properly loaded.
ca_gpi: Proporciona el directori React per utilitzar en altres mòduls. Aquest mòdul no s'ha d'habilitar por si mateix. Altres mòduls que requereixen React no han de carregar React ells mateixos, sino que depenen d'aquest mòdul. Els directoris en aquests mòduls han de dependre del directori React contingut en aquest mòdul per garantir que React es carregui correctament.
es_mx_gpi: Proporciona la biblioteca React para su uso por otros módulos. Este módulo no debe habilitarse por sí solo. Otros módulos que requieren React no deben cargar React ellos mismos, sino que dependen de este módulo. Las bibliotecas en esos módulos deben depender de la biblioteca React contenida en este módulo para garantizar que React se cargue correctamente.

source: Provides the ability to report inappropriate content.
ca_gpi: Proporciona la possibilitat d'informar sobre contingut inadequat.
es_mx_gpi: Proporciona la capacidad de informar contenido inapropiado.

source: Provides user profiles.
ca_gpi: Proporciona la pàgina de perfil dels perfils.
es_mx_gpi: Proporciona perfiles de usuario.

source: Public
ca_gpi: Públic
es_mx_gpi: Público

source: Public - visible to everyone including people who are not a member
ca_gpi: Públic - Visible per a tothom inclús visitants sense registre
es_mx_gpi: Público: visible para todos, incluidas las personas que no son miembros

source: Public group
ca_gpi: Grup públic
es_mx_gpi: Grupo público

source: Public group: Group membership
ca_gpi: Grup públic: membres del grup
es_mx_gpi: Grupo público: Membresía grupal

source: Publish status
ca_gpi: Estat de publicació
es_mx_gpi: Estado de publicación

source: Publish the selected comments
ca_gpi: Publica els comentaris seleccionats
es_mx_gpi: Publicar los comentarios seleccionados

source: Published
ca_gpi: Publicat
es_mx_gpi: Publicado

source: Published status
ca_gpi: Estat publicat
es_mx_gpi: Estado de publicación

source: Publishing status
ca_gpi: Publicant l'estat
es_mx_gpi: Estado de publicación

source: Purple Rain
ca_gpi: Pluja porpra
es_mx_gpi: Lluvia púrpura

source: Push notifications
ca_gpi: Notificacions push
es_mx_gpi: Notificaciones push

source: Queue List
ca_gpi: Llistat en cua
es_mx_gpi: Lista de cola

source: Queue Store Entity has is finished status.
ca_gpi: Estat finalitzat de l'entitat d'emmagatzematge en cua.
es_mx_gpi: La entidad de la tienda de colas tiene el estado finalizado.

source: Queue storage entity
ca_gpi: Entitat d'emmagatzematge en cua
es_mx_gpi: Entidad de almacenamiento de colas

source: Queue storage entity type
ca_gpi: Tipus d'entitat d'emmagatzematge en cua
es_mx_gpi: Tipo de entidad de almacenamiento en cola

source: Queue storage entity type config
ca_gpi: Configuració del tipus d'entitat d'emmagatzematge en cua
es_mx_gpi: Configuración de tipo de entidad de almacenamiento de cola

source: Queue storage types
ca_gpi: Tipus d'emmagatzematge en cua
es_mx_gpi: Tipos de almacenamiento en cola

source: REST export
ca_gpi: Exportació REST
es_mx_gpi: Exportacion REST

source: Raspberry blue
ca_gpi: Gerd
es_mx_gpi: Azul frambuesa

source: Re-order rows by numerical weight instead of dragging.
ca_gpi: Torna a ordenar les files per pes numèric en lloc d’arrossegar-les.
es_mx_gpi: Reordenar las filas por peso numérico en lugar de arrastrar.

source: Read more
ca_gpi: Llegeix més
es_mx_gpi: Leer más

source: Read more about this
ca_gpi: Llegir més sobre això
es_mx_gpi: Leer más sobre esto

source: Read more<span class="visually-hidden"> about @title</span>
ca_gpi: Llegeix més<span class="visually-hidden"> sobre @title</span>
es_mx_gpi: Lee más<span class="visually-hidden"> sobre @title</span>

source: Reason
ca_gpi: Raó
es_mx_gpi: Motivo

source: Reason term for which an additional textfield is displayed.
ca_gpi: Raó per la qual es mostra un camp de text addicional.
es_mx_gpi: Término de motivo por el que se muestra un campo de texto adicional.

source: Reassign your groups to the super administrator.
ca_gpi: Torna a assignar els teus grups a la persona super administradora.
es_mx_gpi: Reasigna tus grupos al administrador.
