Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: All content index created for the Social distribution.
ca_gpi: Tots els índexs de contingut creats per la distribució social.
es_mx_gpi: Todo el índice de contenido creado para la distribución Social.

source: All day
ca_gpi: Tot el dia
es_mx_gpi: Todo el día

source: All enrollments
ca_gpi: Totes les inscripcions
es_mx_gpi: Todas las inscripciones

source: All events
ca_gpi: Tots els esdeveniments
es_mx_gpi: Todos los eventos

source: All groups
ca_gpi: Tots els grups
es_mx_gpi: Todos los grupos

source: All members
ca_gpi: Tots els membres del voluntariat
es_mx_gpi: Todos los miembros

source: All my upcoming events
ca_gpi: Tots els meus propers esdeveniments
es_mx_gpi: Todos mis próximos eventos

source: All notifications
ca_gpi: Totes les notificacions
es_mx_gpi: Todas las notificaciones

source: All statuses
ca_gpi: Tots els estats
es_mx_gpi: Todos los estados

source: All the replies placed on an unpublished comment will be hidden automatically.
ca_gpi: Totes les respostes trobades en un comentari no publicat seran ocultades automàticament.
es_mx_gpi: Todas las respuestas colocadas en un comentario no publicado se ocultarán automáticamente.

source: All the required modules and configuration will be automatically installed and imported. You can optionally select additional features or generated demo content.
ca_gpi: Tots els mòduls i configuracions requerides seran instal·lades i importades automàticament. Opcionalment pots seleccionar funcions addicionals o contingut demo generat.
es_mx_gpi: Todos los módulos y la configuración necesarios se instalarán e importarán automáticamente. Opcionalmente, puede seleccionar funciones adicionales o contenido de demostración generado.

source: All topics
ca_gpi: Tots els temes
es_mx_gpi: Todo el contenido

source: All types
ca_gpi: Tots els tipus de
es_mx_gpi: Todos los tipos

source: All your uploaded files on the Open Social entities are potentially reachable by unauthorized users
ca_gpi: Tots els teus fitxes pujats a les entitats d'Open Social són possiblement accessibles per a perfils no autoritzats
es_mx_gpi: Todos los archivos cargados en las entidades Open Social son potencialmente accesibles por usuarios no autorizados

source: Allow access to the event settings form to configure general event options.
ca_gpi: Permet accedir al formulari de configuració d’esdeveniments per configurar les opcions d’esdeveniments generals.
es_mx_gpi: Permita el acceso al formulario de configuración de eventos para configurar opciones de eventos generales.

source: Allow access to the topic settings form to configure general topic options.
ca_gpi: Permet accedir al formulari de configuració del tema per configurar les opcions generals del tema.
es_mx_gpi: Permita el acceso al formulario de configuración del contenido para configurar las opciones generales.

source: Allow access to the user settings form to configure general user options.
ca_gpi: Permet accedir al formulari de configuració del perfil per configurar les opcions generals del perfil.
es_mx_gpi: Permita el acceso al formulario de configuración del usuario para configurar las opciones generales del usuario.

source: Allow anonymous users to enroll in new events by default
ca_gpi: Permet que els perfils anònims es puguin inscriure a nous esdeveniments per defecte
es_mx_gpi: Permitir a los usuarios anónimos inscribirse en nuevos eventos de forma predeterminada

source: Allow category split.
ca_gpi: Permet dividir la categoria.
es_mx_gpi: Permitir división de categoría.

source: Allow file uploads in comments
ca_gpi: Permet penjar fitxers als comentaris
es_mx_gpi: Permitir cargas de archivos en comentarios

source: Allow file uploads in comments.
ca_gpi: Permet penjar fitxers als comentaris.
es_mx_gpi: Permitir cargas de archivos en los comentarios.

source: Allow logged-in users to change or remove a group when editing content
ca_gpi: Permet als perfils que inicien la sessió canviar o eliminar un grup quan editeu contingut
es_mx_gpi: Permitir a los usuarios registrados cambiar o eliminar un grupo al editar contenido

source: Allow logged-in users to change or remove a group when editing content.
ca_gpi: Permet als perfils que inicien la sessió canviar o eliminar un grup quan editeu contingut.
es_mx_gpi: Permitir a los usuarios registrados cambiar o eliminar un grupo al editar contenido.

source: Allow setting the maximum participant number for events.
ca_gpi: Permet establir el nombre màxim de participants per als esdeveniments.
es_mx_gpi: Permitir configurar el número máximo de participantes para eventos.

source: Allow the author of an event to decide whether anonymous users can or cannot enroll in the event
ca_gpi: Permet a l'autor d'un esdeveniment decidir si perfils anònims poden o no inscriure's a l'esdeveniment
es_mx_gpi: Permitir al autor de un evento decidir si los usuarios anónimos pueden o no inscribirse en el evento

source: Allow to access the administration form to block some users.
ca_gpi: Permet accedir al formulari d'administració per bloquejar alguns perfils.
es_mx_gpi: Permitir acceder al formulario de administración para bloquear a algunos usuarios.

source: Allow to access the administration form to configure Activity entities.
ca_gpi: Permet accedir al formulari d'administració per configurar les entitats d'activitat.
es_mx_gpi: Permitir acceder al formulario de administración para configurar las entidades de actividad.

source: Allow to access the administration form to configure Event enrollment entities.
ca_gpi: Permet accedir al formulari d'administració per configurar les entitats d'inscripció d'esdeveniments.
es_mx_gpi: Permitir acceder al formulario de administración para configurar las entidades de inscripción de eventos.

source: Allow to access the administration form to configure Font entities.
ca_gpi: Permet accedir al formulari d'administració per configurar les entitats del tipus de lletra.
es_mx_gpi: Permitir acceder al formulario de administración para configurar entidades Font.

source: Allow to access the administration form to configure Post entities.
ca_gpi: Permet accedir al formulari d'administració per configurar les entitats de publicació.
es_mx_gpi: Permitir acceder al formulario de administración para configurar entidades Post.

source: Allow to access the administration form to configure Queue storage entity entities.
ca_gpi: Permet l'accés al formulari d'administració per configurar les entitats de l'entitat d'emmagatzematge en cua.
es_mx_gpi: Permitir acceder al formulario de administración para configurar las entidades de la entidad de almacenamiento en cola.

source: Allow to access the people list page.
ca_gpi: Permet accedir a la pàgina de la llista de persones.
es_mx_gpi: Permitir acceder a la página de la lista de personas.

source: Allow to access the social_comment_upload settings form.
ca_gpi: Permet accedir al formulari de configuració social_comment_upload.
es_mx_gpi: Permitir acceder al formulario de configuración social_comment_upload.

source: Allow to set for which group types quickjoin is enabled.
ca_gpi: Permet establir per a quin tipus de grup està habilitada la connexió ràpida.
es_mx_gpi: Permitir establecer para qué tipos de grupos se habilita quickjoin.

source: Allow to set how event organisers are implemented in OS.
ca_gpi: Permet definir la implementació de les persones organitzadores d'esdeveniments al sistema operatiu.
es_mx_gpi: Permite configurar cómo se implementan los organizadores de eventos en el sistema operativo.

source: Allow to set how event types are implemented in OS.
ca_gpi: Permet establir com s’implementen els tipus d’esdeveniments al sistema operatiu.
es_mx_gpi: Permite establecer cómo se implementan los tipos de eventos en el sistema operativo.

source: Allow to set javascript that will loaded on ALL pages.
ca_gpi: Permet establir javascript que es carregarà a TOTES les pàgines.
es_mx_gpi: Permitir configurar javascript que se cargará en TODAS las páginas.

source: Allow to set the Group settings in Open Social.
ca_gpi: Permet establir la configuració del grup a Open Social.
es_mx_gpi: Permitir establecer la configuración del grupo en Open Social.

source: Allow users to close reports.
ca_gpi: Permet als perfils tancar informes.
es_mx_gpi: Permitir a los usuarios cerrar informes.

source: Allow users to enroll in event
ca_gpi: Permet als perfils inscriure's a l'esdeveniment
es_mx_gpi: Permitir a los usuarios inscribirse en el evento

source: Allow users to join groups with a single click.
ca_gpi: Permet als perfils unir-se a grups amb un sol clic.
es_mx_gpi: Permitir a los usuarios unirse a grupos con un solo clic.

source: Allow users to send private messages to each other
ca_gpi: Permet als perfils enviar-se mutuament missatges privats
es_mx_gpi: Permitir a los usuarios enviarse mensajes privados entre ellos

source: Allow users to skip the confirmation step when joining any @grouptype.
ca_gpi: Permet als perfils saltar el pas de confirmació quan s’uneixin a qualsevol @grouptype.
es_mx_gpi: Permitir a los usuarios omitir el paso de confirmación al unirse a cualquier @grouptype.

source: Allow users to tag content in content.
ca_gpi: Permet als perfils etiquetar contingut al contingut.
es_mx_gpi: Permitir a los usuarios etiquetar contenido en contenido.

source: Allowed join method
ca_gpi: Mètode d’unió permès
es_mx_gpi: Método de unión permitido

source: Allowed value with label
ca_gpi: Valor permès amb l'etiqueta
es_mx_gpi: Valor permitido con etiqueta

source: Allowed values function
ca_gpi: Funció de valors permesos
es_mx_gpi: Función de valores permitidos

source: Allowed values list
ca_gpi: Llista de valors permesos
es_mx_gpi: Lista de valores permitidos

source: Allowed values list: invalid input.
ca_gpi: Llista de valors permesos: entrada no vàlida.
es_mx_gpi: Lista de valores permitidos: entrada no válida.

source: Allowed values list: some values are being removed while currently in use.
ca_gpi: Llista de valors permesos: alguns valors estan essent eliminats mentre que encara estan en ús.
es_mx_gpi: Lista de valores permitidos: algunos valores han sido eliminados mientras estaban siendo usados.

source: Allows access to an overview of reports.
ca_gpi: Permet l'accés a una visió general dels informes.
es_mx_gpi: Permite el acceso a una descripción general de los informes.

source: Allows access to change settings of usage data sharing to Open Social team.
ca_gpi: Permet l'accés per canviar la configuració d’intercanvi de l'ús de dades a l’equip Obert Social.
es_mx_gpi: Permite el acceso para cambiar la configuración de uso compartido de datos de uso para el equipo Open Social.

source: Allows access to the Content Moderation settings form.
ca_gpi: Permet accedir al formulari de configuració de la moderació de contingut.
es_mx_gpi: Permite el acceso al formulario de configuración de Moderación de contenido.

source: Allows access to the menu of Open Social Connect
ca_gpi: Permet l'accés al menú d'Open Social Connect
es_mx_gpi: Permite el acceso al menú de Open Social Connect

source: Allows access to translating account settings and emails.
ca_gpi: Permet accedir a la configuració de la traducció del compte i dels correus electrònics.
es_mx_gpi: Permite el acceso a la traducción de configuraciones de cuenta y correos electrónicos.

source: Allows access to translating site information.
ca_gpi: Permet l'accés per traduir la informació de la plataforma.
es_mx_gpi: Permite el acceso a la traducción de la información del sitio.

source: Allows users to skip confirmation when joining a group.
ca_gpi: Permet als perfils saltar-se la confirmació quan s’uneixen a un grup.
es_mx_gpi: Permite a los usuarios omitir la confirmación al unirse a un grupo.

source: Altering the visibility options could result in changes in access for content within this group.
ca_gpi: L’alteració de les opcions de visibilitat pot comportar canvis en l’accés de contingut d’aquest grup.
es_mx_gpi: Alterar las opciones de visibilidad podría resultar en cambios en el acceso al contenido dentro de este grupo.

source: Alternative Frontpage
ca_gpi: Pàgina inicial alternativa
es_mx_gpi: Portada alternativa

source: Alternative Frontpage Settings
ca_gpi: Configuració alternativa de la pàgina inicial
es_mx_gpi: Configuraciones alternativas de portada

source: Always show all comments link
ca_gpi: Mostra sempre l'enllaç de tots els comentaris
es_mx_gpi: Mostrar siempre el enlace de todos los comentarios

source: Amount of existing members
ca_gpi: Quantitat de membres existents
es_mx_gpi: Cantidad de miembros existentes

source: Amount of users added not added
ca_gpi: La quantitat de perfils afegits no s'han afegit
es_mx_gpi: Cantidad de usuarios agregados sin agregar

source: Amount of users added to group
ca_gpi: Quantitat de perfils afegits al grup
es_mx_gpi: Cantidad de usuarios agregados al grupo

source: An error occurred and processing did not complete.
ca_gpi: Ha succeït un error i el procés no s'ha completat.
es_mx_gpi: Hubo un error y no se ejecutó el proceso por completo.

source: An error occurred while processing @operation with arguments : @args
ca_gpi: S'ha produït un error en processar @operació amb arguments: @args
es_mx_gpi: Se produjo un error al procesar @operation con argumentos: @args

source: Anonymous
ca_gpi: Anònim
es_mx_gpi: Anónimo

source: Anonymous event enrollment settings
ca_gpi: Configuració d'inscripció d'un esdeveniment anònim
es_mx_gpi: Configuración de inscripción de eventos anónimos

source: Another user (%other_user) is already logged into the site on this computer, but you tried to use a one-time link for user %resetting_user. Please <a href=":logout">log out</a> and try using the link again.
ca_gpi: Un altre perfil (%other_user) ja està connectat a la plataforma en aquest equip, però has intentat utilitzar un enllaç únic pel perfil %resetting_user. Si us plau,<a href=":logout">tanca la sessiót</a> i prova d'utilitzar l'enllaç de nou.
es_mx_gpi: Otro usuario (%other_user) está ya autenticado en el sitio con este ordenador, pero ha intentado utilizar un enlace de acceso único para el usuario %resetting_user. Por favor, <a href=":logout">salga</a> y pruebe a usar el enlace de nuevo.

source: Application ID
ca_gpi: ID de la sol·licitud
es_mx_gpi: ID de aplicación

source: Application Secret
ca_gpi: Sol·licitud secreta
es_mx_gpi: Secreto de la aplicación

source: Apply
ca_gpi: Aplica
es_mx_gpi: Aplicar

source: Are you sure to revert this revision
ca_gpi: Confirmes que vols revertir aquesta revisió
es_mx_gpi: ¿Seguro de revertir esta revisión?

source: Are you sure to revert this revision of a translation
ca_gpi: Confirmes que vols revertir la revisió de la traducció
es_mx_gpi: ¿Está seguro de revertir esta revisión de una traducción?

source: Are you sure you want to "%action" the following enrollee?
ca_gpi: Vols "%action" a la següent persona inscrita?
es_mx_gpi: ¿Está seguro de que desea "%acción" al siguiente inscrito?

source: Are you sure you want to "%action" the following member?
ca_gpi: Vols "%action" al següent membre?
es_mx_gpi: ¿Estás seguro de que deseas "%action" al siguiente miembro?

source: Are you sure you want to delete %name?
ca_gpi: Confirmes que vols eliminar %name?
es_mx_gpi: ¿Seguro que desea borrar %name ?

source: Are you sure you want to delete your group "@group" along with all of the posts, events and topics inside this group? This action cannot be undone.
ca_gpi: Confirmes que vols eliminar el grup "@group" juntament amb totes les publicacions, esdeveniments i temes d'aquest grup? Aquesta acció no es pot desfer.
es_mx_gpi: ¿Está seguro de que desea eliminar su grupo "@group" junto con todas las publicaciones, eventos y contenido dentro de este grupo? Esta acción no se puede deshacer.

source: Are you sure you want to remove %name from %group?
ca_gpi: Confirmes que vols eliminar %name de %group?
es_mx_gpi: ¿Está seguro de que desea eliminar %name del %group?

source: Are you sure you want to send your email to the following enrollee?
ca_gpi: Confirmes que vols enviar el teu correu electrònic a la següent persona inscrita?
es_mx_gpi: ¿Está seguro de que desea enviar su correo electrónico a la siguiente persona inscrita?

source: Are you sure you want to send your email to the following member?
ca_gpi: Vols enviar el teu correu electrònic al següent membre?
es_mx_gpi: ¿Está seguro de que desea enviar su correo electrónico al siguiente miembro?

source: Assign event organisers to this event.
ca_gpi: Assignar persones organitzadores a aquest esdeveniment.
es_mx_gpi: Asignar organizadores a este evento.

source: Assuming your private file system path configuration is functional and no other warnings are shown: your uploaded files on the Open Social entities are fully protected. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
ca_gpi: Si suposem que la configuració de la ruta del sistema de fitxers privats és funcional i no es mostra cap altra advertència: els vostres fitxers penjats a les entitats Social Open estan totalment protegits. Més informació: https://www.drupal.org/docs/8/distributions/open-social/private-files
es_mx_gpi: Suponiendo que la configuración de la ruta de su sistema de archivos privado sea funcional y no se muestren otras advertencias: sus archivos cargados en las entidades Open Social están completamente protegidos. Más información: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Attachments
ca_gpi: Arxius adjunts
es_mx_gpi: Archivos adjuntos

source: Author
ca_gpi: Autor/a
es_mx_gpi: Autor

source: Author as event organiser
ca_gpi: Autor/a com a persona organitzadora de l'esdeveniment
es_mx_gpi: Autor como organizador de eventos

source: Author user id
ca_gpi: id del perfil de l'autor/a
es_mx_gpi: ID de usuario del autor

source: Authored by
ca_gpi: El·laborat per
es_mx_gpi: Escrito por

source: Autocomplete Item
ca_gpi: Element completat automàticament
es_mx_gpi: Elemento autocompletado

source: Autocomplete field with group names.
ca_gpi: Camp completat automàticament amb el nom dels grups.
es_mx_gpi: Campo de autocompletar con nombres de grupo.

source: Autocomplete field with items from taxonomy list content tags.
ca_gpi: Camp completat automàticament amb els elements de les etiquetes de contingut de la llista de taxonomia.
es_mx_gpi: Campo de autocompletar con elementos de etiquetas de contenido de lista de taxonomía.

source: Autocomplete field with items from taxonomy list topic types.
ca_gpi: Camp completat automàticament amb elements del tipus de temes de la llista de taxonomia.
es_mx_gpi: Campo de autocompletar con elementos de los tipos de contenido de la lista de taxonomía.

source: Automatic login
ca_gpi: Inici de sessió automàtic
es_mx_gpi: Inicio de sesión automático

source: Available content visibility
ca_gpi: Visibilitat del contingut disponible
es_mx_gpi: Visibilidad de contenido disponible

source: Background process finished
ca_gpi: Procés en segon pla finalitzat
es_mx_gpi: Proceso de fondo terminado

source: Banner Image
ca_gpi: Imatge de la portada
es_mx_gpi: Imagen de banner

source: Base theme for Open social installations. Create your own subtheme or enable Social Blue
ca_gpi: Tema base de les instal·lacions d'Open Social. Crea el teu propi subtema o activa Social Blue
es_mx_gpi: Tema base para instalaciones sociales abiertas. Crea tu propio subtema o habilita Social Blue

source: Based on your @settings, the notification above is sent to you <strong>:frequency</strong>
ca_gpi: Segons la teva @settings, la notificació anterior se t'envia <strong>:freqüència</strong>
es_mx_gpi: Según sus @settings, se le envía la notificación anterior <strong>:frecuencia</strong>

source: Based on your @settings, the notification above is sent to you as a <strong>:frequency mail</strong>
ca_gpi: A partir de la teva @settings, la notificació anterior s'envia com a <strong>: correu de freqüència </strong>
es_mx_gpi: Según su @settings, la notificación anterior se le envía como <strong>:correo de frecuencia</strong>

source: Basic
ca_gpi: Bàsic
es_mx_gpi: Básico

source: Basic HTML
ca_gpi: HTML bàsic
es_mx_gpi: HTML Básico

source: Basic block
ca_gpi: Bloc bàsic
es_mx_gpi: Bloque básico

source: Basic implementation of activites in Open Social
ca_gpi: Implementació bàsica d’activitats a Open Social
es_mx_gpi: Implementación básica de actividades en Open Social

source: Basic page
ca_gpi: Pàgina bàsica
es_mx_gpi: Página básica

source: Be added
ca_gpi: S'afegeix
es_mx_gpi: Ser agregado

source: Be added by group managers
ca_gpi: S'afegeix per les persones gestores del grup
es_mx_gpi: Ser agregado por los gerentes de grupo

source: Be aware that data is <em>not removed</em>, and can possibly still be found through the search, until you flush the data.
ca_gpi: Tingues en compte que les dades no estan <em>eliminades</em> i possiblement encara es poden trobar a través de la cerca, fins que no les eliminis del tot.
es_mx_gpi: Tenga en cuenta que los datos son <em>no quitar</em>, y posiblemente todavía se puede encontrar a través de la búsqueda, hasta que elimine los datos.

source: Before
ca_gpi: Abans
es_mx_gpi: Antes

source: Before you can log in and set your password, you need to agree to the data policy.
ca_gpi: Abans d'iniciar sessió i establir la teva contrasenya, has d'acceptar la política de dades.
es_mx_gpi: Antes de poder iniciar sesión y establecer su contraseña, debe aceptar la política de datos.

source: Between
ca_gpi: Entre
es_mx_gpi: Entre

source: Block
ca_gpi: Bloc
es_mx_gpi: Bloque

source: Block List managers
ca_gpi: Persones gestores de les llistes de blocs
es_mx_gpi: Gerentes de lista de bloqueo

source: Block field
ca_gpi: Camp del bloc
es_mx_gpi: Bloquear campo

source: Block label with id
ca_gpi: Bloc de l'etiqueta amb l'ID
es_mx_gpi: Etiqueta de bloque con id

source: Block users
ca_gpi: Perfils del bloc
es_mx_gpi: Usuarios Bloqueados

source: Blocked
ca_gpi: Bloquejat
es_mx_gpi: Bloqueado

source: Body
ca_gpi: Cos
es_mx_gpi: Cuerpo

source: Book add block
ca_gpi: Bloc per afegir llibres
es_mx_gpi: Agregar bloque a libro

source: Book page
ca_gpi: Pàgina del llibre
es_mx_gpi: Página de libro

source: Book traversal links for
ca_gpi: Enllaços relacionats de
es_mx_gpi: Enlaces transversales de libro para

source: Border radius
ca_gpi: Radi de la vora
es_mx_gpi: Radio de la frontera

source: Both (username and full name)
ca_gpi: Ambdós (nom de perfil i nom complet)
es_mx_gpi: Ambos (nombre de usuario y nombre completo)

source: Breadcrumb
ca_gpi: Fil d'Ariadna
es_mx_gpi: Sobrescribir enlaces de ayuda a la navegación

source: Breadcrumbs
ca_gpi: Fil d'Ariadna
es_mx_gpi: Enlaces de ayuda a la navegación

source: Bulk action
ca_gpi: Acció en massa
es_mx_gpi: Acción masiva

source: Button
ca_gpi: Botó
es_mx_gpi: Botón

source: Button border radius (px)
ca_gpi: Radi de la vora del botó (px)
es_mx_gpi: Radio del borde del botón (px)

source: Buttons
ca_gpi: Botons
es_mx_gpi: Botones

source: By choosing this option you can customize many group settings to your needs.
ca_gpi: Si tries aquesta opció, podràs personalitzar la configuració de molts grup segons les teves necessitats.
es_mx_gpi: Al elegir esta opción, puede personalizar muchas configuraciones de grupo según sus necesidades.

source: By submitting this form you will become a member of the group. Please fill out any available fields to complete your membership information.
ca_gpi: Quan enviis aquest formulari, et convertiràs en un membre del grup. Escriu als camps disponibles per completar la teva informació com a membre.
es_mx_gpi: Al enviar este formulario, se convertirá en miembro del grupo. Complete los campos disponibles para completar su información de membresía.
