Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: Create post in a group
ca_gpi: Crea una publicació en un grup
es_mx_gpi: Crear post en un grupo

source: Create post in the community
ca_gpi: Crea una publicació a la comunitat
es_mx_gpi: Crear post en la comunidad

source: Create post on profile
ca_gpi: Crea una publicació al perfil
es_mx_gpi: Crear post en perfil

source: Create post on profile stream output
ca_gpi: Crea una publicació al tauler de sortida del perfil
es_mx_gpi: Crear post en bloque de comentarios en perfil

source: Create private message
ca_gpi: Escriu un missatge privat
es_mx_gpi: Crear mensaje privado

source: Create reply on comment with mentions
ca_gpi: Crea una resposta al comentari amb mencions
es_mx_gpi: Crear respuesta en comentario con menciones

source: Create reply on my comment
ca_gpi: Crea una resposta al meu comentari
es_mx_gpi: Crear respuesta en mi comentario

source: Create topic
ca_gpi: Crear un tema
es_mx_gpi: Crear contenido

source: Create topic in group
ca_gpi: Crear un tema a un grup
es_mx_gpi: Crear contenido en el grupo

source: Create your profile
ca_gpi: Crea el teu perfil
es_mx_gpi: Crea tu perfil

source: Created
ca_gpi: Creat
es_mx_gpi: Ha creado

source: Created Date Filter by Open Social
ca_gpi: Filtre de data de creació per Open Social
es_mx_gpi: Fecha de creación Filtro por Open Social

source: Created date
ca_gpi: Data de creació
es_mx_gpi: Fecha de creación

source: Created profiles for @count users
ca_gpi: Perfils creats per @count perfils
es_mx_gpi: Perfiles creados para @count usuarios

source: Created the %label Activity.
ca_gpi: S'ha creat l'activitat %label.
es_mx_gpi: Creó la %label Actividad.

source: Created the %label Event enrollment.
ca_gpi: S'ha creat la inscripció d'esdeveniments %label.
es_mx_gpi: Creó la inscripción del evento %label.

source: Created the %label Font.
ca_gpi: S'ha creat el tipus de lletra %label.
es_mx_gpi: Creó la fuente %label.

source: Created the %label Post type.
ca_gpi: S'ha creat el tipus de publicació %label.
es_mx_gpi: Se creó el tipo de post %label.

source: Created the %label Queue storage entity type.
ca_gpi: Tipus d'entitat d'emmagatzematge en cua %label creada.
es_mx_gpi: Creado el %label tipo de entidad de almacenamiento de cola.

source: Created the %label Queue storage entity.
ca_gpi: Entitat d'emmagatzematge en cua %label creada.
es_mx_gpi: Creado el %label entidad de almacenamiento de colas.

source: Creates Activity Entities.
ca_gpi: Crea entitats d'activitats.
es_mx_gpi: Crea entidades de actividad.

source: Creates a call to action link in a block
ca_gpi: Crea un enllaç de crida a l'acció en un bloc
es_mx_gpi: Crea un enlace de llamada a la acción en un bloque

source: Creation of user account failed. Please contact site administrator.
ca_gpi: La creació d'un compte de perfil ha fallat. Si us plau, posa't en contacte amb la persona administradora de la plataforma.
es_mx_gpi: Error al crear la cuenta de usuario. Por favor, póngase en contacto con el administrador del sitio.

source: Creator
ca_gpi: Creador
es_mx_gpi: Creador

source: Crop thumbnail
ca_gpi: Retalla en miniatura
es_mx_gpi: Recorte miniatura

source: Crop your image to select which part of your image to show on display.
ca_gpi: Retalla la teva imatge per seleccionar la part que desitgis mostrar.
es_mx_gpi: Recorte su imagen para seleccionar qué parte de su imagen se mostrará en la pantalla.

source: Current User
ca_gpi: Perfil actual
es_mx_gpi: Usuario actual

source: Custom
ca_gpi: Personalitzat
es_mx_gpi: Personalizado

source: Custom dynamic entity reference formatter for activities
ca_gpi: Format de referència d'entitats dinàmiques personalitzades per a activitats
es_mx_gpi: Formateador de referencia de entidad dinámica personalizada para actividades

source: Daily
ca_gpi: Diàriament
es_mx_gpi: Diariamente

source: Data Policy
ca_gpi: Política de Dades
es_mx_gpi: Política de datos

source: Data policy
ca_gpi: Política de dades
es_mx_gpi: Política de datos

source: Data policy agreement
ca_gpi: Acceptació de la política de dades
es_mx_gpi: Acuerdo de política de datos

source: Date
ca_gpi: Data
es_mx_gpi: Fecha

source: Date & time
ca_gpi: Data & hora
es_mx_gpi: Hora & día

source: Date Filter by Open Social
ca_gpi: Filtre de data per Open Social
es_mx_gpi: Filtro de fecha por Open Social

source: Date exposed
ca_gpi: Data mostrada
es_mx_gpi: Fecha expuesta

source: Date of Event
ca_gpi: Data de l'esdeveniment
es_mx_gpi: Fecha del evento

source: Day Month
ca_gpi: Dia Mes
es_mx_gpi: Día Mes

source: Day Month Time
ca_gpi: Dia Mes Hora
es_mx_gpi: Día Mes Hora

source: Default
ca_gpi: Per defecte
es_mx_gpi: Predeterminado

source: Default comment type.
ca_gpi: Tipus de comentari per defecte.
es_mx_gpi: Tipo de comentario predeterminado.

source: Default content index created for the Social distribution.
ca_gpi: Índex de contingut creat per defecte per la distribució social.
es_mx_gpi: Índice de contenido predeterminado creado para la distribución Social.

source: Default database server created for the Social distribution.
ca_gpi: Servidor de la base de dades creat per defecte per la distribució social.
es_mx_gpi: Servidor de base de datos predeterminado creado para la distribución Social.

source: Default group index created for the Social distribution.
ca_gpi: Índex de grup creat per defecte per la distribució social.
es_mx_gpi: Índice de grupo predeterminado creado para la distribución Social.

source: Default profile image
ca_gpi: Imatge del perfil per defecte
es_mx_gpi: Imagen de perfil predeterminada

source: Default style
ca_gpi: Estil per defecte
es_mx_gpi: Estilo predeterminado

source: Default users index created for the Social distribution.
ca_gpi: Índex de perfil creats per defecte per la distribució social.
es_mx_gpi: Índice de usuarios predeterminado creado para la distribución Social.

source: Default value
ca_gpi: Valor per defecte
es_mx_gpi: Valor predeterminado

source: Default visibility
ca_gpi: Visibilitat per defecte
es_mx_gpi: Visibilidad predeterminada

source: Define App ID and App Secret on module settings.
ca_gpi: Defineix l'ID App i el App Secret a la configuració del mòdul.
es_mx_gpi: Defina el ID de la aplicación y aplicación secreta en la configuración del módulo.

source: Define Client ID and Client Secret on module settings.
ca_gpi: Defineix el Client ID i el Client Secret a la configuració del mòdul.
es_mx_gpi: Defina ID de cliente y cliente secreto en la configuración del módulo.

source: Define Consumer Key and Consumer Secret on module settings.
ca_gpi: Defineix el Consumer Key i el Consumer Secret a la configuració del mòdul.
es_mx_gpi: Defina la clave del consumidor y el consumidor secreto en la configuración del módulo.

source: Define the percentage of darkness of the hero gradient from 0 to 100.
ca_gpi: Definex el percentatge de foscor del grafient hero des de 0 fins a 100.
es_mx_gpi: Define el porcentaje de oscuridad del gradiente de héroe de 0 a 100.

source: Define the roundness of buttons corners.
ca_gpi: Defineix l'arrodoniment de les cantonades dels botons.
es_mx_gpi: Definir la redondez de las esquinas de los botones.

source: Define the roundness of cards corners.
ca_gpi: Defineix l'arrodoniment de les cantonades de les targetes.
es_mx_gpi: Definir la redondez de las esquinas de las cartas.

source: Define the roundness of the corners of form-controls, like <code>input</code>, <code>textarea</code> and <code>select</code>
ca_gpi: Defineix la rodonesa de les cantonades dels controls de forma, com <code>input</code>, <code>textarea</code> i <code>select</code>
es_mx_gpi: Defina la redondez de las esquinas de los controles de forma, como <code>input</code>, <code>textarea</code> and <code>select</code>

source: Delete
ca_gpi: Elimina
es_mx_gpi: Eliminar

source: Delete @type "@title"
ca_gpi: Elimina el @type "@title"
es_mx_gpi: Eliminar @type "@title"

source: Delete Activity entities
ca_gpi: Elimina les entitats d'activitat
es_mx_gpi: Eliminar entidades de actividad

source: Delete Comment
ca_gpi: Elimina el comentari
es_mx_gpi: Borrar Comentario

source: Delete Event enrollment entities
ca_gpi: Elimina les entitats de les inscripcions a l'esdeveniment
es_mx_gpi: Eliminar entidades de inscripción de eventos

source: Delete Font entities
ca_gpi: Elimina les entitats del tipus de lletra
es_mx_gpi: Eliminar entidades de fuente

source: Delete Mentions Type
ca_gpi: Elimina el tipus de mencions
es_mx_gpi: Eliminar tipo de menciones

source: Delete Queue storage entity entities
ca_gpi: Elimina les entitats de l'entitat d'emmagatzematge en cua
es_mx_gpi: Eliminar entidades de entidad de almacenamiento de cola

source: Delete all comments
ca_gpi: Elimina tots els comentaris
es_mx_gpi: Eliminar todos los comentarios

source: Delete any posts entities
ca_gpi: Elilmina qualsevol entitat de publicacions
es_mx_gpi: Eliminar cualquier entidad de publicación

source: Delete own comments
ca_gpi: Elimina els propis comentaris
es_mx_gpi: Eliminar comentarios propios

source: Delete own posts entities
ca_gpi: Elimina les entitats de les pròpies publicacions
es_mx_gpi: Eliminar sus propias publicaciones

source: Delete selected event enrollment entities
ca_gpi: Elimina les entitats de les inscripcions a l'esdeveniment selecciondes
es_mx_gpi: Eliminar las entidades de inscripción de eventos seleccionadas

source: Delete selected group content entities
ca_gpi: Elimina les entitats del contingut del grup seleccionades
es_mx_gpi: Eliminar las entidades de inscripción de eventos seleccionados

source: Delete the selected comments
ca_gpi: Elimina els comentaris seleccionats
es_mx_gpi: Eliminar los comentarios seleccionados

source: Delete thread
ca_gpi: Elimina el fil de conversa
es_mx_gpi: Eliminar hilo

source: Delete your account and anonymize all other content.
ca_gpi: Elimina el teu compte i fes anònim tota la resta de contingut.
es_mx_gpi: Elimine su cuenta y anonimice todos los demás contenidos.

source: Delete your account, delete private messages, and anonymize all other content.
ca_gpi: Elimina el teu compte, elimina missatges privats i fes anònim tota la resta de contingut.
es_mx_gpi: Elimine su cuenta, elimine mensajes privados y anonimice todos los demás contenidos.

source: Deleted user
ca_gpi: Perfil eliminat
es_mx_gpi: Eliminar usuario

source: Deleting @type's
ca_gpi: Elimina el @type
es_mx_gpi: Eliminando @type's

source: Deleting the group and all the content within the group...
ca_gpi: Eliminant el grup i tot el contingut dins del grup...
es_mx_gpi: Eliminando el grupo y todo el contenido dentro del grupo...

source: Demo theme for Open social installations.
ca_gpi: Tema demo per les instal·lacions d'Open Social.
es_mx_gpi: Tema de demostración para instalaciones sociales abiertas.

source: Describe this mention type.
ca_gpi: Descriu aquest tipus de menció.
es_mx_gpi: Describa este tipo de mención.

source: Description
ca_gpi: Descripció
es_mx_gpi: Descripción

source: Destinations
ca_gpi: Destinacions
es_mx_gpi: Destinos

source: Details
ca_gpi: Detalls
es_mx_gpi: Detalles

source: Determine if the main categories of the vocabury will be used as seperate tag fields or as a single tag field when using tags on content.
ca_gpi: Determina si les categories principals del vocabulari s’utilitzaran com a camps d’etiquetes separades o com a camp d’etiqueta única quan s’utilitzin etiquetes de contingut.
es_mx_gpi: Determine si las categorías principales del vocabulario se utilizarán como campos de etiqueta separados o como un campo de etiqueta único cuando se usan etiquetas en el contenido.

source: Determine whether users are allowed to tag content, view tags and filter on tags in content. (@content)
ca_gpi: Determina si els perfils estàn autoritzats a etiquetar contingut, veure les etiquetes i filtrar per etiquetes al contingut. (@content)
es_mx_gpi: Determine si los usuarios pueden etiquetar contenido, ver etiquetas y filtrar etiquetas en el contenido. (@content)

source: Determine whether users can upload documents to comments.
ca_gpi: Determina si els perfil poden pujar documents als comentaris.
es_mx_gpi: Determine si los usuarios pueden subir documentos a los comentarios.

source: Determines whether this social network can be used.
ca_gpi: Determina si es pot utilitzar aquesta xarxa social.
es_mx_gpi: Determina si se puede usar esta red social.

source: Direct download
ca_gpi: Descàrrega directe
es_mx_gpi: Descarga directa

source: Disable public visibility
ca_gpi: Desactiva la visibilitat pública
es_mx_gpi: Deshabilitar la visibilidad pública

source: Disclaimer
ca_gpi: Descàrrec de responsabilitat
es_mx_gpi: Renuncia

source: Discussion
ca_gpi: Discussió
es_mx_gpi: Discusión

source: Display icon configuration
ca_gpi: Mostra la configuració de la icona
es_mx_gpi: Configuración de icono de pantalla

source: Display name
ca_gpi: Mostra el nom
es_mx_gpi: Nombre a mostrar

source: Display settings
ca_gpi: Mostra la configuració
es_mx_gpi: Opciones de presentación

source: Display the <b>My Groups</b> icon in the main navigation
ca_gpi: Mostra la icona <b>Els meus grups</b> a la navegació principal
es_mx_gpi: Mostrar el <b>Mis grupos</b> icono en la navegación principal

source: Display the <b>Social Private Message</b> (envelope) icon.
ca_gpi: Mostra la icona <b> Missatge privat social </b> (sobre).
es_mx_gpi: Mostrar el <b>Mensaje privado</b> icono (sobre).

source: Display the label of the referenced entities even if based entity type is user and entity is deleted.
ca_gpi: Mostra la categoria de les entitats referenciades, fins i tot si el tipus d’entitat on es basa és el perfil i l’entitat s’elimina.
es_mx_gpi: Visualice la etiqueta de las entidades referenciadas incluso si el tipo de entidad basada es usuario y la entidad se elimina.

source: Display the mentioned user in a post
ca_gpi: Mostra el perfil esmentat en una publicació
es_mx_gpi: Mostrar el usuario mencionado en un post

source: Displayed in the social user log in card.
ca_gpi: Es mostra a la targeta d'inici de sessió del perfil social.
es_mx_gpi: Aparece en la tarjeta de inicio de sesión de usuario social.

source: Displayed in the social user sign-up card.
ca_gpi: Es mostra a la targeta de registre del perfil social.
es_mx_gpi: Aparece en la tarjeta de registro de usuario social.

source: Displayed in the user log in card.
ca_gpi: Es mostra a la targeta d'inici de sessió del perfil.
es_mx_gpi: Aparece en la tarjeta de inicio de sesión del usuario.

source: Displayed in the user sign-up card.
ca_gpi: Es mostra a la targeta de registre del perfil.
es_mx_gpi: Aparece en la tarjeta de registro de usuario.

source: Displays a block and page for the newest users on the platform based on Profile
ca_gpi: Mostra un bloc i una pàgina per als perfils més nous de la plataforma basats en Perfil
es_mx_gpi: Muestra un bloque y una página para los usuarios más nuevos de la plataforma en función del perfil

source: Displays the entity type or the bundle type for Nodes.
ca_gpi: Mostra el tipus d'entitat o el tipus de paquet per a nodes.
es_mx_gpi: Muestra el tipo de entidad o el tipo de paquete para los nodos.

source: Displays the newest topics in the community
ca_gpi: Mostra els temes més nous a la comunitat
es_mx_gpi: Mostrar los contenidos más recientes en la comunidad

source: Do not count downloads for users with this role.
ca_gpi: No es compten les descàrregues pels perfils amb aquest rol.
es_mx_gpi: No cuente las descargas para usuarios con este rol.

source: Do not show threads a user deleted.
ca_gpi: No es mostren els fils de conversa que un perfil ha eliminat.
es_mx_gpi: No mostrar hilos que un usuario eliminó.

source: Don't have an account yet? @link
ca_gpi: Encara no tens un compte? @link
es_mx_gpi: ¿Aún no tienes una cuenta? @link

source: Don't show tips like this anymore
ca_gpi: No mostrar consells com aquest mai més
es_mx_gpi: No mostrar más consejos como este

source: Download Count
ca_gpi: Compte de descàrregues
es_mx_gpi: Numero de descargas

source: Download count
ca_gpi: Recompte de descàrragues
es_mx_gpi: Número de descargas

source: Download file
ca_gpi: Descarrega un fitxer
es_mx_gpi: Descargar archivo

source: Drag to re-order
ca_gpi: Arrossega per canviar l'ordre
es_mx_gpi: Arrastre para reordenar

source: Dropdown
ca_gpi: Desplegable
es_mx_gpi: Desplegable

source: Dropdown element.
ca_gpi: Element desplegable.
es_mx_gpi: Elemento desplegable.

source: Dropdown field formatter
ca_gpi: Format de camp desplegable
es_mx_gpi: Formateador de campo desplegable

source: Dropdown field.
ca_gpi: Camp desplegable.
es_mx_gpi: Campo desplegable.

source: Dropdown list
ca_gpi: Llista desplegable
es_mx_gpi: La lista desplegable

source: Dropdown list settings
ca_gpi: Configuració de la llista desplegable
es_mx_gpi: Configuración de la lista desplegable

source: Dropdown widget
ca_gpi: Widget desplegable
es_mx_gpi: Widget desplegable

source: Due to privacy concerns, the identity of registered email addresses will not be disclosed. Therefore, a password reset link has been sent to you only if you have entered a valid email address or username. <br>If the email address or username you entered does not exist, you will not get a reset link or a confirmation/warning about that here. Please contact the @admin_link if there are any problems.
ca_gpi: Per temes de privacitat, la identitat dels correus electrònics registrats no serà revelada. Se t'ha enviat un enllaç per reestablir la contrasenya en el cas d'haver afegit una direcció de correu electrònic o nom de perfil vàlids. Si la direcció de correu electrònic o el nom de perfil no existeix, no obtindràs un enllaç de reestabliment ni una confirmació. Si hi ha algún problema, posa't en contacte amb la persona organitzadora de la plataforma.
es_mx_gpi: Debido a problemas de privacidad, no se revelará la identidad de las direcciones de correo electrónico registradas. Por lo tanto, se le ha enviado un enlace de restablecimiento de contraseña solo si ha ingresado una dirección de correo electrónico o nombre de usuario válidos. <br>Si la dirección de correo electrónico o el nombre de usuario que ingresó no existe, no obtendrá un enlace de reinicio o una confirmación / advertencia al respecto aquí. Póngase en contacto con @admin_link si hay algún problema.

source: E-mail
ca_gpi: Correu electrònic
es_mx_gpi: Correo electrónico

source: E-mail settings
ca_gpi: Configuració del correu electrònic
es_mx_gpi: Ajustes del correo electrónico

source: E-mail template settings.
ca_gpi: Configuració de la plantilla del correu electrònic.
es_mx_gpi: Configuración de plantilla de correo electrónico.

source: Edit
ca_gpi: Edita
es_mx_gpi: Editar

source: Edit @label
ca_gpi: Edita @label
es_mx_gpi: Editar @label

source: Edit Activity entities
ca_gpi: Edita les entitats de l'activitat
es_mx_gpi: Editar entidades de actividad

source: Edit Comment
ca_gpi: Edita el comentari
es_mx_gpi: Editar comentario

source: Edit Content
ca_gpi: Edita el contingut
es_mx_gpi: Editar contenido

source: Edit Event enrollment entities
ca_gpi: Edita les entitats d'inscripció de l'esdeveniment
es_mx_gpi: Editar entidades de inscripción de eventos

source: Edit Font entities
ca_gpi: Edita les entitats del tipus de lletra
es_mx_gpi: Editar entidades de fuente

source: Edit Mentions Type
ca_gpi: Edita el tipus de mencions
es_mx_gpi: Editar tipo de menciones

source: Edit Post
ca_gpi: Edita la publicaicó
es_mx_gpi: Editar post

source: Edit Queue storage entity entities
ca_gpi: Edita les entitats de l'entitat d'emmagatzematge en cua
es_mx_gpi: Editar entidades de entidad de almacenamiento de cola

source: Edit account
ca_gpi: Edita el compte
es_mx_gpi: Editar la cuenta

source: Edit any posts entities
ca_gpi: Edita qualsevol entitat de les publicacions
es_mx_gpi: Editar cualquier entidad de publicaciones

source: Edit content
ca_gpi: Edita el contingut
es_mx_gpi: Editar contenido

source: Edit existing groups their group type
ca_gpi: Edita el seu tipus de grup dels grups existents
es_mx_gpi: Editar tipo de grupo de grupos existentes

source: Edit group
ca_gpi: Edita el grup
es_mx_gpi: Editar grupo

source: Edit manager notes on a users profile
ca_gpi: Edita les notes de gestió en un perfil
es_mx_gpi: Editar notas de administrador en un perfil de usuario

source: Edit own comments
ca_gpi: Edita els comentaris propis
es_mx_gpi: Editar comentarios propios

source: Edit own posts entities
ca_gpi: Edita les entitats de les publicacions pròpies
es_mx_gpi: Editar entidades de publicaciones propias

source: Edit profile
ca_gpi: Edita el perfil
es_mx_gpi: Editar el perfil

source: Edit profile information
ca_gpi: Edita la informació del perfil
es_mx_gpi: Editar información de perfil

source: Edit profile organization tags on a users profile
ca_gpi: Edita les etiquetes de l'organització del perfil en el seu perfil
es_mx_gpi: Editar etiquetas de organización de perfil en un perfil de usuario

source: Edit profile tags on a users profile
ca_gpi: Edita les etiquetes del perfil en el seu perfil
es_mx_gpi: Editar etiquetas de perfil en el perfil de un usuario

source: Edit report details
ca_gpi: Edita els detalls de l'informe
es_mx_gpi: Editar detalles del reporte

source: Edit revision
ca_gpi: Edita la revisió
es_mx_gpi: Editar revisión

source: Email
ca_gpi: Correu electrònic
es_mx_gpi: Correo electrónico

source: Email address
ca_gpi: Adreça de correu electrònic
es_mx_gpi: Dirección de correo electrónico

source: Email notification
ca_gpi: Notificació del correu electrònic
es_mx_gpi: Notificación de correo electrónico

source: Email notifications
ca_gpi: Notificacions del correu electrònic
es_mx_gpi: Avisos por correo electrónico

source: Email task subject
ca_gpi: Assumpte de la tasca del correu electrònic
es_mx_gpi: Asunto de la tarea de correo electrónico

source: Enable activity access control for related post entities.
ca_gpi: Activa el control d'accés a l'activitat per les entitats de la publicació relacionades.
es_mx_gpi: Habilite el control de acceso a la actividad para las entidades de publicación relacionadas.

source: Enable activity access control.
ca_gpi: Activa el control d'accés a l'activitat.
es_mx_gpi: Habilitar control de acceso a la actividad.

source: Enable additional features
ca_gpi: Activa les funcions addicionals
es_mx_gpi: Habilitar funciones adicionales

source: Enable event enrollment for anonymous users
ca_gpi: Activa la inscripció a l'esdeveniment per a perfils anònims
es_mx_gpi: Habilitar inscripción a eventos para usuarios anónimos

source: Enable events for on the user profiles.
ca_gpi: Activa els esdeveniments per als perfils.
es_mx_gpi: Habilite eventos para los perfiles de usuario.

source: Enable maximum number of event enrollments
ca_gpi: Activa el nombre màxim d'inscripcions per l'esdeveniment
es_mx_gpi: Habilitar la cantidad máxima de inscripciones a eventos

source: Enable post access for public and community posts.
ca_gpi: Activa l'accés a la publicació per a publicacions públiques i de la comunitat.
es_mx_gpi: Habilite acceso a post para publicaciones públicas y comunitarias.

source: Enable post for the account stream.
ca_gpi: Activa la publicació al tauler del compte.
es_mx_gpi: Habilite post para publicaciones de la cuenta.

source: Enable post for the group stream.
ca_gpi: Activa la publicació al tauler del grup.
es_mx_gpi: Habilite post para publicaciones en grupos.

source: Enable quickjoin
ca_gpi: Activa la unió ràpida
es_mx_gpi: Habilitar quickjoin

source: Enable site wide JS
ca_gpi: Activa el JS de tota la plataforma
es_mx_gpi: Habilitar JS en todo el sitio

source: Enable the social tour
ca_gpi: Activa la guia social
es_mx_gpi: Habilitar el tour social

source: Enables Group functionality for the Comment module
ca_gpi: Activa la funcionalitat del Grup pel mòdul de Comentaris
es_mx_gpi: Habilita la funcionalidad de grupo para el módulo Comentario
