Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: Mandatory reason text
ca_gpi: Text de raó obligatòria
es_mx_gpi: Texto de razón obligatoria

source: Master
ca_gpi: Mestre
es_mx_gpi: Máster

source: Max age in seconds
ca_gpi: Edat màxima en segons
es_mx_gpi: Edad máxima en segundos

source: Max age of views count caching
ca_gpi: Edat màxima de les vistes que compten al caché
es_mx_gpi: La antigüedad máxima de las vistas cuenta el almacenamiento en caché

source: Maximum Event Enrollment
ca_gpi: Inscripció màxima a l'esdeveniment
es_mx_gpi: Inscripción máxima de evento

source: Maximum Event Enrollment settings
ca_gpi: Configuració de la inscripció màxima a l'esdeveniment
es_mx_gpi: Configuración máxima de inscripción de eventos

source: Maximum event enrollments field is required
ca_gpi: El camp d’inscripcions màximes a l'esdeveniment és obligatori
es_mx_gpi: Se requiere un campo máximo de inscripciones al evento

source: Maximum number of enrollees
ca_gpi: Nombre màxim de persones inscrites
es_mx_gpi: Número máximo de inscripción

source: Maximum number of times to count the file download per time window. Enter 0 for no flood control limits.
ca_gpi: Nombre màxim de vegades per comptar la baixada de fitxers per finestra de temps. Introdueix 0 sense límits de control de fluxe.
es_mx_gpi: Número máximo de veces para contar la descarga del archivo por ventana de tiempo. Ingrese 0 para no tener límites de control.

source: Media
ca_gpi: Multimèdia
es_mx_gpi: Multimedia

source: Medium sized profile image
ca_gpi: Imatge de perfil de mida mitjana
es_mx_gpi: Imagen de perfil de tamaño mediano

source: Member
ca_gpi: Membre
es_mx_gpi: Miembro

source: Member for
ca_gpi: Membre des de fa
es_mx_gpi: Miembro de

source: Members
ca_gpi: Membres
es_mx_gpi: Miembros

source: Members excluded on other pages:
ca_gpi: Membres exclosos en altres pàgines:
es_mx_gpi: Miembros excluidos en otras páginas:

source: Members of @name
ca_gpi: Membres de @name
es_mx_gpi: Miembros de @name

source: Members of {{ arguments.gid }}
ca_gpi: Membres de {{ arguments.gid }}
es_mx_gpi: Miembros de {{ arguments.gid }}

source: Members who liked this @content
ca_gpi: Membres a qui els ha agradat aquest @content
es_mx_gpi: Miembros a quienes les gustó esto @content

source: Mention
ca_gpi: Menció
es_mx_gpi: Mención

source: Mention ID
ca_gpi: ID de la menció
es_mx_gpi: ID de mención

source: Mention Title
ca_gpi: Títol de la menció
es_mx_gpi: Título de mención

source: Mention Type
ca_gpi: Tipus de menció
es_mx_gpi: Tipo de mención

source: Mention UUID.
ca_gpi: Menció en UUID.
es_mx_gpi: UUID de mención.

source: Mention activity context
ca_gpi: Context d'activitat de la menció
es_mx_gpi: Contexto de actividad en la mención

source: Mention in a post
ca_gpi: Menció a una publicació
es_mx_gpi: Mención en un post

source: Mentioned user uid
ca_gpi: Uid del perfil mencionat
es_mx_gpi: Usuario mencionado uid

source: Mentions
ca_gpi: Mencions
es_mx_gpi: Menciones

source: Mentions Filter
ca_gpi: Filtre de mencions
es_mx_gpi: Filtro de menciones

source: Mentions Filter settings
ca_gpi: Configuració del filtre de mencions
es_mx_gpi: Configuración del filtro de menciones

source: Mentions Settings
ca_gpi: Configuració de les mencions
es_mx_gpi: Configuración de menciones

source: Mentions Type
ca_gpi: Tipus de mencions
es_mx_gpi: Tipos de menciones

source: Mentions entity will be created only for selected entity types.
ca_gpi: L'entitat de mencions serà creada només per als tipus d'entitats seleccionades.
es_mx_gpi: La entidad de menciones se creará solo para los tipos de entidad seleccionados.

source: Mentions entry
ca_gpi: Entrada de mencions
es_mx_gpi: Entrada de menciones

source: Mentions in a comment
ca_gpi: Mencions a un comentari
es_mx_gpi: Menciones en un comentario

source: Mentions settings
ca_gpi: Configuració de les mencions
es_mx_gpi: Configuración de menciones

source: Mentions types
ca_gpi: Tipus de mencions
es_mx_gpi: Tipos de menciones

source: Mentions user
ca_gpi: Menciona al perfil
es_mx_gpi: Menciones de usuario

source: Menu
ca_gpi: Menú
es_mx_gpi: Menú

source: Menu link
ca_gpi: Enllaç del menú
es_mx_gpi: Enlace del menu

source: Message
ca_gpi: Missatge
es_mx_gpi: Mensaje

source: Message template activity settings
ca_gpi: Configuració de l’activitat de la plantilla de missatges
es_mx_gpi: Configuración de actividad de plantilla de mensaje

source: Message to me
ca_gpi: Missatge per a mi
es_mx_gpi: Mensaje para mi

source: Method to join
ca_gpi: Mètode per unir-se
es_mx_gpi: Método para unirse

source: Minimum number of new views before cache invalidation
ca_gpi: Nombre mínim de noves visualitzacions abans de la invalidació del caché
es_mx_gpi: Número mínimo de nuevas vistas antes de la invalidación de caché

source: Minimum number of views before cache invalidation
ca_gpi: Nombre mínim de visualitzacions abans de la invalidació del caché
es_mx_gpi: Número mínimo de vistas antes de la invalidación de caché

source: Module for embedding social media links. Currently in an experimental stage. NOTE, This module is a work in progress and has some serious peformance issues still.
ca_gpi: Mòdul per incrustar enllaços de mitjans socials. Actualment en fase experimental. NOTA: Aquest mòdul és un treball en curs i encara té problemes greus sobre el rendiment.
es_mx_gpi: Módulo para incrustar enlaces de redes sociales. Actualmente en etapa experimental. NOTA: este módulo es un trabajo en progreso y todavía tiene algunos problemas serios de rendimiento.

source: Module for lazy loading content using the blazy library.
ca_gpi: Mòdul per càrrega lenta de contingut utilitzant el directori blazy.
es_mx_gpi: Módulo para carga lenta de contenido utilizando la biblioteca blazy.

source: Module for lazy loading images using the blazy library.
ca_gpi: Mòdul per la càrrega lenta d'imatges utilitzant el directori blazy.
es_mx_gpi: Módulo para la carga diferida de imágenes utilizando la biblioteca blazy.

source: Module for managing path aliases. Currently in an experimental stage. NOTE, This module is a work in progress and has some serious peformance issues still.
ca_gpi: Mòdul per gestionar àlies de ruta. Actualment en fase experimental. NOTA: Aquest mòdul és un treball en curs i encara té problemes greus sobre el rendiment.
es_mx_gpi: Módulo para gestionar alias de ruta. Actualmente en etapa experimental. NOTA: este módulo es un trabajo en progreso y todavía tiene algunos problemas serios de rendimiento.

source: Module to insert site wide custom JS.
ca_gpi: Mòdul per inserir JS personalitzats a tota la plataforma.
es_mx_gpi: Módulo para insertar JS personalizados en todo el sitio.

source: Modules installed
ca_gpi: Mòduls instal·lats
es_mx_gpi: Módulos instalados

source: More options
ca_gpi: Més opcions
es_mx_gpi: Más opciones

source: Moved event or topic between groups
ca_gpi: Un esdeveniment o tema s'ha mogut entre grups
es_mx_gpi: Evento o contenido movido entre grupos

source: Moving content after creation function has been disabled. In order to move this content, please contact a site manager.
ca_gpi: S'ha desactivat el moviment de contingut després de la funció de creació. Per moure aquest contingut, posa't en contacte amb la persona gestora de la plataforma.
es_mx_gpi: Mover contenido después que la función de creación se ha deshabilitado. Para mover este contenido, comuníquese con un administrador del sitio.

source: My Groups
ca_gpi: Els meus grups
es_mx_gpi: Mis Grupos

source: My events
ca_gpi: Els meus esdeveniments
es_mx_gpi: Mis eventos

source: My groups
ca_gpi: Els meus grups
es_mx_gpi: Mis grupos

source: My profile
ca_gpi: El meu perfil
es_mx_gpi: Mi perfil

source: My topics
ca_gpi: Els meus temes
es_mx_gpi: Mis contenidos

source: My upcoming events
ca_gpi: Els meus propers esdeveniments
es_mx_gpi: Mis próximos eventos

source: My upcoming events block
ca_gpi: Bloc dels meus propers esdeveniments
es_mx_gpi: Mis próximos eventos de bloque

source: Name
ca_gpi: Nom
es_mx_gpi: Nombre

source: Name or email contains
ca_gpi: Nom o correu electrònic conté
es_mx_gpi: Nombre o correo que contienen

source: Names and profile image
ca_gpi: Noms i imatge del perfil
es_mx_gpi: Nombres e imagen de perfil

source: Navigation Settings
ca_gpi: Configuració de la navegació
es_mx_gpi: Configuración de navegación

source: Navigation active item background
ca_gpi: Fons de l’element actiu de navegació
es_mx_gpi: Fondo de elemento activo de navegación

source: Navigation active item text
ca_gpi: Text de l’element actiu de navegació
es_mx_gpi: Fondo de elemento activo en navegación

source: Navigation background
ca_gpi: Fons de navegació
es_mx_gpi: Fondo de navegación

source: Navigation text
ca_gpi: Text de navegació
es_mx_gpi: Texto de navegación

source: New Book Page
ca_gpi: Nova pàgina de llibre
es_mx_gpi: Nueva página de libro

source: New Content
ca_gpi: Contingut nou
es_mx_gpi: Nuevo Contenido

source: New Event
ca_gpi: Esdeveniment nou
es_mx_gpi: Nuevo evento

source: New Group
ca_gpi: Grup nou
es_mx_gpi: Grupo nuevo

source: New Landing Page
ca_gpi: Pàgina de destinació nova
es_mx_gpi: Nueva página de destino

source: New Page
ca_gpi: Pàgina nova
es_mx_gpi: Nueva Página

source: New Topic
ca_gpi: Nou tema
es_mx_gpi: Nuevo contenido

source: New message
ca_gpi: Nou missatge
es_mx_gpi: Nuevo mensaje

source: Newer items
ca_gpi: Elements més nous
es_mx_gpi: Nuevos elementos

source: Newest Members
ca_gpi: Els membres més nous
es_mx_gpi: Nuevos Miembros

source: Newest first
ca_gpi: Els més nous primer
es_mx_gpi: El más reciente primero

source: Newest groups
ca_gpi: Els grups més nous
es_mx_gpi: Nuevos grupos

source: Newest groups block
ca_gpi: Bloc dels grups més nous
es_mx_gpi: Nuevos bloques de grupos

source: Newest groups page
ca_gpi: Pàgina dels grups més nous
es_mx_gpi: Página de nuevos grupos

source: Newest members
ca_gpi: Els membres més nous
es_mx_gpi: Nuevos miembros

source: Newest topics
ca_gpi: Els temes més nous
es_mx_gpi: Contenidos más recientes

source: Newest users
ca_gpi: Els perfils més nous
es_mx_gpi: Nuevos usuarios

source: Newest users block
ca_gpi: Bloc dels perfils més nous
es_mx_gpi: Bloque de usuarios recientes

source: Newest users page
ca_gpi: Pàgina dels perfils més nous
es_mx_gpi: Página de usuarios nuevos

source: News
ca_gpi: Notícies
es_mx_gpi: Noticias

source: Next page
ca_gpi: Pàgina següent
es_mx_gpi: Siguiente página

source: Next ›
ca_gpi: Següent ›
es_mx_gpi: Siguiente ›

source: Nickname
ca_gpi: Sobrenom
es_mx_gpi: Apodo

source: No activities data to be processed.
ca_gpi: No s'han de processar dades d'activitats.
es_mx_gpi: No hay datos de actividades para procesar.

source: No comments available.
ca_gpi: No hi ha comentaris disponibles.
es_mx_gpi: Sin comentarios disponibles.

source: No content available.
ca_gpi: No hi ha contingut disponible.
es_mx_gpi: No hay contenido disponible.

source: No events found
ca_gpi: No s'ha trobat cap esdeveniment
es_mx_gpi: No se encontraron eventos

source: No events found for this user
ca_gpi: No s'ha trobat cap esdeveniment per aquest perfil
es_mx_gpi: No se encontraron eventos para este usuario

source: No events in this group
ca_gpi: Cap esdeveniment en aquest grup
es_mx_gpi: No hay eventos en este grupo

source: No groups found for this user
ca_gpi: No s'ha trobat cap grup per aquest perfil
es_mx_gpi: No se encontraron grupos para este usuario

source: No likes yet
ca_gpi: Encara sense cap m'agrada
es_mx_gpi: Sin Me Gusta aún

source: No matching content found
ca_gpi: No s'ha trobat cap contingut coincident
es_mx_gpi: No se encontró contenido coincidente

source: No members in this group
ca_gpi: Cap membre en aquest grup
es_mx_gpi: No hay miembros en este grupo

source: No one has enrolled for this event
ca_gpi: Ningú s'ha inscrit en aquest esdeveniment
es_mx_gpi: No hay inscritos para este evento

source: No one has enrolled for this event as anonymous user
ca_gpi: Ningú s'ha inscrit en aquest esdeveniment com a perfil anònim
es_mx_gpi: Nadie se ha inscrito para este evento como usuario anónimo

source: No people available.
ca_gpi: No hi ha gent disponible.
es_mx_gpi: No hay personas disponibles.

source: No reports available.
ca_gpi: No hi ha informes disponibles.
es_mx_gpi: No hay reportes disponibles.

source: No results found.
ca_gpi: No s'ha trobat cap resultat.
es_mx_gpi: No se han encontrado resultados.

source: No spots left
ca_gpi: No hi queda cap lloc
es_mx_gpi: No quedan puntos

source: No topics found
ca_gpi: No s'ha trobat cap tema
es_mx_gpi: No se encontró contenido

source: No topics found for this user
ca_gpi: No s'ha trobat cap tema per aquest perfil
es_mx_gpi: No se encontraron contenidos para este usuario

source: No topics in this group
ca_gpi: Cap tema en aquest grup
es_mx_gpi: No hay contenidos en este grupo

source: No upcoming events in this group
ca_gpi: Cap esdeveniment proper en aquest grup
es_mx_gpi: No hay próximos eventos en este grupo

source: No upcoming events you have enrolled for
ca_gpi: Cap esdeveniment proper al qual t'hagis inscrit
es_mx_gpi: No hay próximos eventos para los que se haya inscrito

source: Node Path
ca_gpi: Ruta del node
es_mx_gpi: Ruta de nodo

source: Node Statistics
ca_gpi: Estadístiques del node
es_mx_gpi: Estadísticas de nodo

source: Node Statistics settings
ca_gpi: Configuració de les estadístiques del node
es_mx_gpi: Configuración de estadísticas de nodo

source: Node title
ca_gpi: Títol del node
es_mx_gpi: Título del nodo

source: Node type
ca_gpi: Tipus de node
es_mx_gpi: Tipo de nodo

source: Node types views should be tracked for
ca_gpi: S’ha de rastrejar les visualitzacions dels tipus de node per
es_mx_gpi: Las vistas de tipos de nodo deben rastrearse para

source: Non members landing tab
ca_gpi: Pestanya de destinació no membre
es_mx_gpi: Pestaña de aterrizaje de los no miembros

source: Not enrolled
ca_gpi: No està inscrit
es_mx_gpi: No inscrito

source: Not installed
ca_gpi: No està instal·lat
es_mx_gpi: No instalado

source: Not reply comment
ca_gpi: Cap comentari de resposta
es_mx_gpi: No responder comentario

source: Notice: Drag and drop has intentionally been disabled for this vocabulary.
ca_gpi: Avís: s'ha desactivat intencionalment arrossegar i deixar anar per aquest vocabulari.
es_mx_gpi: Aviso: Arrastrar y soltar se ha desactivado intencionalmente para este vocabulario.

source: Notification
ca_gpi: Notificació
es_mx_gpi: Notificación

source: Notification Centre
ca_gpi: Centre de notificació
es_mx_gpi: Centro de notificaciones

source: Notification archive
ca_gpi: Arxiu de notificacions
es_mx_gpi: Archivo de notificaciones

source: Notification from %site_name
ca_gpi: Notificació de %site_name
es_mx_gpi: Notificación de %site_name

source: Notifications
ca_gpi: Notificacions
es_mx_gpi: Notificaciones

source: Notify user by email after anonymous enrollment
ca_gpi: Notifica al perfil per correu electrònic després de la inscripció anònima
es_mx_gpi: Notificar al usuario por correo electrónico después de la inscripción anónima

source: Now create your profile so others can get to know you.
ca_gpi: Ara crea el teu perfil perquè altres persones puguin conèixer-te.
es_mx_gpi: Ahora crea tu perfil para que otros puedan conocerte.

source: Number of Likes
ca_gpi: Nombre de m'agrades
es_mx_gpi: Número de Me gusta

source: Number of Private messages
ca_gpi: Nombre de missatges privats
es_mx_gpi: Número de mensajes privados

source: Number of comments
ca_gpi: Nombre de comentaris
es_mx_gpi: Número de comentarios

source: Number of items per entity (e.g., nr. of members, topics, events, etc.)
ca_gpi: Nombre d'elements per entitat (p.e. nombre de membres, temes, esdeveniments, etc.)
es_mx_gpi: Número de elementos por entidad (por ejemplo, número de miembros, contenido, eventos, etc.)

source: Number of seconds in the time window for counting a file download.
ca_gpi: Nombre de segons a la finestra de temps per comptar una descàrrega de fitxers.
es_mx_gpi: Número de segundos en la ventana de tiempo para contar una descarga de archivo.

source: Number of seconds of inactivity after which we assume user is offline.
ca_gpi: Nombre de segons d'inactivitat després dels quals suposem que el perfil està desconnectat.
es_mx_gpi: Número de segundos de inactividad después de los cuales asumimos que el usuario está desconectado.

source: Number of suggestions
ca_gpi: Nombre de suggeriments
es_mx_gpi: Número de sugerencias

source: Off
ca_gpi: Desactivat
es_mx_gpi: Desactivado

source: Offline Control Settings
ca_gpi: Configuracó de control fora de línia
es_mx_gpi: Configuración de control sin conexión

source: Offline window
ca_gpi: Finestra de fora de línia
es_mx_gpi: Ventana sin conexión

source: Offset
ca_gpi: Desplaçament
es_mx_gpi: Desplazamiento

source: Older items
ca_gpi: Articles més antics
es_mx_gpi: Artículos antiguos

source: Oldest first
ca_gpi: Els més antics primer
es_mx_gpi: El más antiguo primero

source: On
ca_gpi: Actiu
es_mx_gpi: Activado

source: Onboarding has been enabled.
ca_gpi: S'ha habilitat la incorporació.
es_mx_gpi: La incorporación ha sido habilitada.

source: One item deleted.
ca_gpi: Un element eliminat.
es_mx_gpi: Un elemento eliminado.

source: One profile flushed.
ca_gpi: Un perfil descarregat.
es_mx_gpi: Un perfil nivelado.

source: Only full name (first and last)
ca_gpi: Només nom complet (nom i cognoms)
es_mx_gpi: Solo nombre completo (nombre y apellido)

source: Only username
ca_gpi: Només nom de perfil
es_mx_gpi: Solo nombre de usuario

source: Open Social Branding will be replaced by site name (and slogan if available).
ca_gpi: Open Social Branding serà substituït pel nom de la plataforma (i eslògan si es disposa).
es_mx_gpi: Open Social Branding será reemplazado por el nombre del sitio (y el eslogan si está disponible).

source: Open Social Settings
ca_gpi: Configuració d'Open Social
es_mx_gpi: Configuraciones de Open Social

source: Open Social coupling for the Social API Auth module.
ca_gpi: Acoblament d'Open Social pel mòdul d'autenticació de API social.
es_mx_gpi: Acoplamiento Open Social para el módulo de autenticación de API social.

source: Open Social install profile.
ca_gpi: Instal·lació del perfil d'Open Social.
es_mx_gpi: Perfil de instalación open social.

source: Open Social version
ca_gpi: Versió d'Open Social
es_mx_gpi: Versión Open Social

source: Open Social would like to collect non-personal data to improve the product and your experience. We will never collect any personal data. You can choose which data you want to share with the Open Social team below (or none at all). The usage data is sent every 24 hours to the team.
ca_gpi: Open Social voldria recollir dades no personals per millorar el producte i la vostra experiència. Mai recopilarem dades personals. Podeu triar quines dades voleu compartir amb l’equip d’Open Social a continuació (o cap ni una). Les dades d’ús s’envien cada 24 hores a l’equip.
es_mx_gpi: Open Social desea recopilar datos no personales para mejorar el producto y su experiencia. Nunca recopilaremos ningún dato personal. Puede elegir qué datos desea compartir con el equipo de Open Social a continuación (o ninguno). Los datos de uso se envían cada 24 horas al equipo.

source: Open group
ca_gpi: Grup obert
es_mx_gpi: Grupo abierto

source: Open group: Group membership
ca_gpi: Grup obert: membres del grup
es_mx_gpi: Grupo abierto: Membresía grupal

source: Open or download file
ca_gpi: Obre o descarrega el fitxer
es_mx_gpi: Abrir o descargar archivo

source: Opensocial settings
ca_gpi: Configuració d'Opensocial
es_mx_gpi: Configuraciones de Opensocial

source: Operation
ca_gpi: Operació
es_mx_gpi: Operación

source: Operations
ca_gpi: Operacions
es_mx_gpi: Operaciones

source: Optional field, title can be printed from block or overridden here. Uncheck <em>Display title</em> if using this field
ca_gpi: Camp opcional, el títol es pot publicar des del bloc o substituir-lo aquí. Desmarca <em> Mostra el títol </em> si fas servir aquest camp
es_mx_gpi: Campo opcional, el título se puede imprimir desde el bloque o anular aquí. Desmarcar<em>Mostrar título</em> si usa este campo

source: Optional link. Sometimes blocks already contain more link.
ca_gpi: Enllaç opcional. De vegades els blocs ja contenen més enllaços.
es_mx_gpi: Enlace opcional. A veces los bloques ya contienen más enlaces.

source: Order
ca_gpi: Ordre
es_mx_gpi: Pedido

source: Organise events
ca_gpi: Organitza esdeveniments
es_mx_gpi: Organiza eventos

source: Organisers
ca_gpi: Persones organitzadores
es_mx_gpi: Organizadores

source: Organisers Block
ca_gpi: Bloc de persones organitzadores
es_mx_gpi: Bloque de organizadores

source: Organization
ca_gpi: Organització
es_mx_gpi: Organización

source: Organization Tag
ca_gpi: Etiqueta d'organització
es_mx_gpi: Etiqueta de organización

source: Organization tag
ca_gpi: Etiqueta d'organització
es_mx_gpi: Etiqueta de organización

source: Organize events where people can meet in person or online.
ca_gpi: Organitza esdeveniments on la gent es pogui conèixer en persona o de manera online.
es_mx_gpi: Organice eventos donde las gente pueda reunirse en persona o en línea.

source: Organizer activity context
ca_gpi: Context d'activitat d'organització
es_mx_gpi: Contexto de actividad del organizador

source: Other Reason
ca_gpi: Una altra raó
es_mx_gpi: Otra razón

source: Other settings
ca_gpi: Altres configuracions
es_mx_gpi: Otras configuraciones

source: Our data policy has been updated on %date
ca_gpi: La nostra política de dades s'ha actualitzat el %date
es_mx_gpi: Nuestra política de datos se actualizó el %date

source: Output Settings
ca_gpi: Configuració de sortida
es_mx_gpi: Ajustes de salida

source: Output text
ca_gpi: Text de sortida
es_mx_gpi: Texto de salida

source: Output text for aggregated items in activity stream
ca_gpi: Text de sortida per elements afegits al tauler d'activitat
es_mx_gpi: Texto de salida para elementos agregados en flujo de actividad

source: Output text for email notifications
ca_gpi: Text de sortida per les notificacions via correu electrònic
es_mx_gpi: Texto de salida para notificaciones por correo electrónico

source: Output text for normal activities in activity stream
ca_gpi: Text de sortida per les activitats normals al tauler d'activitat
es_mx_gpi: Texto de salida para actividades normales en muro de actividades

source: Outsider
ca_gpi: Foraster
es_mx_gpi: Externo

source: Override disabled public visiblility settings
ca_gpi: Anul·la la configuració de visibilitat pública desactivada
es_mx_gpi: Anular la configuración de visibilidad pública deshabilitada

source: Overview
ca_gpi: Resum
es_mx_gpi: Vista general

source: Owner
ca_gpi: Propietari/a
es_mx_gpi: Propietario

source: Owner activity context
ca_gpi: Context de l'activitat pròpia
es_mx_gpi: Contexto de actividad del propietario

source: Owner: User
ca_gpi: Propietari: perfil
es_mx_gpi: Propietario: Usuario

source: Page
ca_gpi: Pàgina
es_mx_gpi: Página

source: Page (no value)
ca_gpi: Pàgina (sense valor)
es_mx_gpi: Página (sin valor)

source: Page title
ca_gpi: Títol de la pàgina
es_mx_gpi: Título de página

source: Page title block
ca_gpi: Bloc del títol de la pàgina
es_mx_gpi: Bloque del título de página

source: Page title for Data policy
ca_gpi: Títol de la pàgina per la Política de Dades
es_mx_gpi: Título de la página para la política de datos

source: Page title for enrollments
ca_gpi: Títol de la pàgina per les inscripcions
es_mx_gpi: Título de página para inscripciones

source: Page title for nodes
ca_gpi: Títol de la pàgina per a nodes
es_mx_gpi: Título de la página para nodos

source: Pagination
ca_gpi: Paginació
es_mx_gpi: Paginación

source: Password
ca_gpi: Contrasenya
es_mx_gpi: Contraseña
