Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: You can enable 'Mentions Filter' for the mentions type below for the appropriate @text_format
ca_gpi: Pots habilitar el "Filtre de mencions" pel tipus de mencions que apareix a continuació per al @text_format adequat
es_mx_gpi: Puede habilitar 'Filtro de menciones' para el tipo de menciones a continuación para el @text_format apropiado

source: You do not have any notifications.
ca_gpi: Sense notificacions recents.
es_mx_gpi: No tienes ninguna notificación.

source: You do not have any private messages yet. Click on the button on the right to start a new message.
ca_gpi: Encara no tens cap missatge privat. Fes clic al botó de la dreta per iniciar un missatge nou.
es_mx_gpi: Aún no tienes ningún mensaje privado. Haga clic en el botón de la derecha para comenzar un nuevo mensaje.

source: You don't have access to join this group.
ca_gpi: No tens accés per unir-te a aquest grup.
es_mx_gpi: No tienes acceso para unirte a este grupo.

source: You have been already enrolled to this event. You have also received a notification via email.
ca_gpi: Ja t'has inscrit a aquest esdeveniment. També has rebut una notificació per correu electrònic.
es_mx_gpi: Ya te has inscrito en este evento. También ha recibido una notificación por correo electrónico.

source: You have enrolled
ca_gpi: T'has inscrit

source: You have enrolled for this event.
ca_gpi: T'has inscrit a aquest esdeveniment.
es_mx_gpi: Te has inscrito para este evento.

source: You have insufficient permissions to delete this vocabulary
ca_gpi: No tens permisos suficients per eliminar aquest vocabulari
es_mx_gpi: No tienes permisos suficientes para eliminar este vocabulario

source: You have joined the group and you can leave your comment now.
ca_gpi: T'has unit al grup i ara pots deixar el teu comentari.

source: You have just used your one-time login link. It is no longer necessary to use this link to log in.
ca_gpi: Acabes d'utilitzar l'enllaç d'inici de sessió únic. Ja no és necessari utilitzar aquest enllaç per iniciar la sessió.
es_mx_gpi: Acaba de utilizar su enlace de inicio de sesión único. Ya no es necesario usar este enlace para iniciar sesión.

source: You have not created any content types yet. Go to the <a href="@create_content">content type creation page</a> to add a new content type.
ca_gpi: Encara no has creat cap tipus de contingut. Ves a la <a href="@create_content">pàgina de creació de tipus de contingut</a> per afegir un tipus de contingut nou.
es_mx_gpi: Usted aún no ha creado ningún tipo de contenido. Visite la <a href="@create_content">página de creación de tipos de contenido</a> para añadir un nuevo tipo de contenido.

source: You have received <strong>:count</strong> notification
ca_gpi: Has rebut <strong>:count</strong> notificació
es_mx_gpi: Haz recibido <strong>:count</strong> notificación

source: You have successfully enrolled to this event. Also you are now following the event, which means you will receive notifications when a new comment is placed.
ca_gpi: T'has inscrit correctament a aquest esdeveniment. Ara també estàs seguint l’esdeveniment, cosa que significa que rebràs notificacions quan es faci un nou comentari.
es_mx_gpi: Te has inscrito con éxito en este evento. Además, ahora está siguiendo el evento, lo que significa que recibirá notificaciones cuando se coloque un nuevo comentario.

source: You have successfully enrolled to this event. You have also received a notification via email.
ca_gpi: T'has inscrit correctament a aquest esdeveniment. També has rebut una notificació per correu electrònic.
es_mx_gpi: Te has inscrito con éxito en este evento. También haz recibido una notificación por correo electrónico.

source: You have tried to use a one-time link that has expired.
ca_gpi: Has intentat utilitzar un enllaç únic que ha caducat.
es_mx_gpi: Ha intentado utilizar un enlace único que ha caducado.

source: You have tried to use a one-time link that is invalid.
ca_gpi: Has intentat utilitzar un enllaç únic que és invàlid.
es_mx_gpi: Intentó utilizar un enlace de una sola vez que no es válido.

source: You have unsaved changes.
ca_gpi: Tens canvis no desats.
es_mx_gpi: Tiene cambios sin guardar.

source: You need to first create a Facebook App at <a href="@url">@url</a>
ca_gpi: Primer és necessari crear una aplicació de Facebook a <a href="@url">@url</a>
es_mx_gpi: Primero debe crear una aplicación de Facebook en <a href="@url">@url</a>

source: You need to first create a Google App at <a href="@url">@url</a>
ca_gpi: Primer és necessari crear una aplicació de Google a <a href="@url">@url</a>
es_mx_gpi: Primero debe crear una aplicación de Google en <a href="@url">@url</a>

source: You need to set your password in order to log in.
ca_gpi: És necessari establir la teva contrasenya per iniciar la sessió.
es_mx_gpi: Debe establecer su contraseña para iniciar sesión.

source: You will not see tips like this anymore.
ca_gpi: Ja no veuràs consells com aquest.
es_mx_gpi: Ya no verás consejos como este.

source: You're already a member of this group.
ca_gpi: Ja ets membre d'aquest grup.
es_mx_gpi: Ya eres miembro de este grupo.

source: You've been added to this group.
ca_gpi: Has sigut afegit a aquest grup.
es_mx_gpi: Has sido agregado a este grupo.

source: Your @network account has already connected to another account on this site.
ca_gpi: El teu compte de @network ja s’ha connectat a un altre compte d’aquesta plataforma.
es_mx_gpi: Su cuenta @network ya se ha conectado a otra cuenta en este sitio.

source: Your @network account is unlinked. Make sure you set a password or connect another social platform. Please enter a password to be able to continue using @community_name.
ca_gpi: El teu compte de @network no està vinculat. Assegura't que estableixes una contrasenya o connecta una altra plataforma social. Introdueix una contrasenya per poder continuar utilitzant @community_name.
es_mx_gpi: Su cuenta @network está desvinculada. Asegúrese de establecer una contraseña o conectarse a otra plataforma social. Ingrese una contraseña para poder seguir usando @community_name.

source: Your @network account is unlinked. You can still log in with your @community_name account.
ca_gpi: El teu compte de @network no està vinculat. Encara pots iniciar la sessió amb el teu compte de @community_name.
es_mx_gpi: Su cuenta @network está desvinculada. Aún puede iniciar sesión con su cuenta @community_name.

source: Your account is blocked. Contact the site administrator.
ca_gpi: El teu compte està bloquejat. Posa't en contacte amb la persona administradora de la plataforma.
es_mx_gpi: Tu cuenta está bloqueada. Póngase en contacto con el administrador del sitio.

source: Your account is created. We have sent an email with your account details. You can now start exploring @community_name.
ca_gpi: S'ha creat el vostre compte. Hem enviat un correu electrònic amb les dades del vostre compte. Ja pots començar a explorar @community_name.
es_mx_gpi: Tu cuenta ha sido creada. Hemos enviado un correo electrónico con los detalles de su cuenta. Ahora puede comenzar a explorar @community_name.

source: Your email has been sent to 1 selected enrollee successfully
ca_gpi: El teu correu electrònic s'ha enviat amb èxit a 1 persona inscrita seleccionada
es_mx_gpi: Su correo electrónico ha sido enviado a 1 inscrito seleccionado con éxito

source: Your email has been sent to 1 selected member successfully
ca_gpi: El teu correu electrònic s'ha enviat amb èxit a 1 membre seleccionat
es_mx_gpi: Su correo electrónico ha sido enviado a 1 miembro seleccionado con éxito

source: Your email has not been sent to 1 selected enrollee successfully
ca_gpi: El teu correu electrònic no s'ha enviat amb èxit a 1 persona inscrita seleccionada
es_mx_gpi: Su correo electrónico no se ha enviado a 1 inscrito seleccionado con éxito

source: Your email has not been sent to 1 selected member successfully
ca_gpi: El teu correu electrònic no s'ha enviat amb èxit a 1 membre seleccionat
es_mx_gpi: Su correo electrónico no ha sido enviado a 1 miembro seleccionado con éxito

source: Your email will be send to 1 selected enrollee
ca_gpi: El teu correu electrònic s'enviarà a 1 persona inscrita seleccionada
es_mx_gpi: Su correo electrónico será enviado a 1 inscrito seleccionado

source: Your email will be send to 1 selected member
ca_gpi: El teu correu electrònic s'enviarà a 1 membre seleccionat
es_mx_gpi: Su correo electrónico será enviado a 1 miembro seleccionado

source: Your group and all of its topics, events and posts have been deleted.
ca_gpi: S'han eliminat els teus grups i tots els seus temes, esdeveniments i publicacions.
es_mx_gpi: Su grupo y todos sus contenidos, eventos y publicaciones han sido eliminados.

source: Your message has been created.
ca_gpi: S'ha creat el teu missatge.
es_mx_gpi: Tu mensaje ha sido creado.

source: Your message has been deleted.
ca_gpi: S'ha eliminat el teu missatge.
es_mx_gpi: Tu mensaje ha sido eliminado.

source: Your post %label has been posted.
ca_gpi: S'ha publicat la teva publicació %label.
es_mx_gpi: Su post %label ha sido publicado.

source: Your post %label has been saved.
ca_gpi: S'ha desat la teva publicació %label.
es_mx_gpi: Su post %label ha sido guardado.

source: Your report has been submitted.
ca_gpi: S'ha enviat el teu informe.
es_mx_gpi: Su informe ha sido enviado.

source: Your report is removed.
ca_gpi: S'ha eliminat el teu informe.
es_mx_gpi: Su reporte ha sido enviado.

source: Your uploaded files on the Open Social entities are not fully protected because you did not set a Private File Directory. You need to set an existing local file system path for storing private files. It should be writable by Drupal and not accessible over the web. This must be changed in settings.php. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
ca_gpi: Els fitxers penjats a les entitats Obertes Socials no estan totalment protegits perquè no heu definit un directori de fitxers privats. Heu d’establir una ruta de sistema de fitxers local existent per emmagatzemar fitxers privats. Hauria de ser escrit per Drupal i no accessible a través del web. Això s’ha de canviar a settings.php. Més informació: https://www.drupal.org/docs/8/distributions/open-social/private-files
es_mx_gpi: Sus archivos cargados en las entidades Open Social no están completamente protegidos porque no configuró un Directorio de archivos privados. Debe establecer una ruta de sistema de archivos local existente para almacenar archivos privados. Drupal debería poder escribirlo y no ser accesible a través de la web. Esto debe cambiarse en settings.php. Más información: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: a @content_type
ca_gpi: un @content_type
es_mx_gpi: un @content_type

source: about @label
ca_gpi: sobre @label

source: account settings here
ca_gpi: configuració del compte aquí
es_mx_gpi: configuración de cuenta aquí

source: an @content_type
ca_gpi: un @content_type
es_mx_gpi: un @content_type

source: ascending
ca_gpi: ascendent
es_mx_gpi: ascendente

source: author
ca_gpi: autor/a
es_mx_gpi: autor

source: comment
ca_gpi: comentari
es_mx_gpi: comentario

source: comments
ca_gpi: comentaris
es_mx_gpi: comentarios

source: community
ca_gpi: comunitat
es_mx_gpi: comunidad

source: content @type: deleted @label.
ca_gpi: contingut @type: @label eliminat.
es_mx_gpi: contenido @type: eliminado @label.

source: create a new account
ca_gpi: crear un compte nou
es_mx_gpi: crear una cuenta nueva

source: current revision
ca_gpi: revisió actual
es_mx_gpi: revisión actual

source: data policy
ca_gpi: política de dades
es_mx_gpi: política de datos

source: default content types
ca_gpi: tipus de contingut per defecte
es_mx_gpi: tipos de contenido predeterminados

source: default group types
ca_gpi: tipus de grup per defecte
es_mx_gpi: tipos de grupo predeterminados

source: default taxonomy terms
ca_gpi: termes de taxonomia per defecte
es_mx_gpi: términos de taxonomía predeterminados

source: descending
ca_gpi: descendent
es_mx_gpi: descendiendo

source: email notification settings
ca_gpi: configuració de notificacions per correu electrònic
es_mx_gpi: configuración de notificaciones por correo electrónico

source: entity id from url
ca_gpi: id de l'entitat des de l'adreça url
es_mx_gpi: ID de entidad de url

source: entity type from url
ca_gpi: tipus d'entitat des de l'adreça url
es_mx_gpi: tipo de entidad de url

source: event enrollments
ca_gpi: inscripcions a l'esdeveniment
es_mx_gpi: inscripciones a evento

source: events
ca_gpi: esdeveniments
es_mx_gpi: eventos

source: field_account: User
ca_gpi: field_account: Perfil
es_mx_gpi: field_account: Usuario

source: field_event: Content
ca_gpi: field_event: Contingut
es_mx_gpi: field_event: Contenido

source: files
ca_gpi: fitxers
es_mx_gpi: archivos

source: for this user
ca_gpi: per aquest perfil
es_mx_gpi: para este usuario

source: from @org
ca_gpi: de @org
es_mx_gpi: de @org

source: group
ca_gpi: grup
es_mx_gpi: grupo

source: groups
ca_gpi: grupos
es_mx_gpi: grupos

source: has the publish status of
ca_gpi: té l'estat publicat de
es_mx_gpi: tiene el estado de publicación de

source: here
ca_gpi: aquí
es_mx_gpi: aquí

source: in @event
ca_gpi: a @event
es_mx_gpi: en @event

source: in @topic
ca_gpi: a @topic
es_mx_gpi: en @topic

source: in group
ca_gpi: al grup
es_mx_gpi: en grupo

source: in group @group_link
ca_gpi: al grup @group_link

source: in the community
ca_gpi: a la comunitat
es_mx_gpi: en la comunidad

source: in the group
ca_gpi: al grup
es_mx_gpi: en el grupo

source: internal uuid
ca_gpi: uuid interna
es_mx_gpi: uuid interno

source: is the type of
ca_gpi: és del tipus de
es_mx_gpi: es el tipo de

source: like
ca_gpi: m'agrada
es_mx_gpi: Me gusta

source: likes
ca_gpi: m'agrades
es_mx_gpi: Me gusta

source: log in
ca_gpi: inici de sessió
es_mx_gpi: iniciar sesión

source: message
ca_gpi: missatge
es_mx_gpi: mensaje

source: more
ca_gpi: més
es_mx_gpi: más

source: never
ca_gpi: mai
es_mx_gpi: nunca

source: on a
ca_gpi: a un
es_mx_gpi: en un

source: on the
ca_gpi: al
es_mx_gpi: en el

source: photo
ca_gpi: foto
es_mx_gpi: foto

source: post
ca_gpi: publicació

source: posted
ca_gpi: publicat
es_mx_gpi: publicado

source: posts
ca_gpi: publicacions
es_mx_gpi: publicaciones

source: profile form
ca_gpi: formulari del perfil
es_mx_gpi: formulario de perfil

source: public
ca_gpi: públic
es_mx_gpi: público

source: published
ca_gpi: publicat
es_mx_gpi: publicado

source: readNotifications
ca_gpi: llegirNotificacions
es_mx_gpi: leerNotificaciones

source: see profile
ca_gpi: veure el perfil
es_mx_gpi: ver perfil

source: show some more
ca_gpi: mostra alguns més
es_mx_gpi: mostrar más

source: site administrator
ca_gpi: persona administradora de la plataforma
es_mx_gpi: administrador de sitio

source: skip download counts
ca_gpi: omet el recompte de descàrregues
es_mx_gpi: omitir recuentos de descargas

source: social an hero image (1200 x 490)
ca_gpi: Imatge hero social (1200 x 490)
es_mx_gpi: Imagen Social Hero (1200 x 490)

source: social extra extra large (1200 x 423)
ca_gpi: extra extra gran social (1200 x 423)
es_mx_gpi: social extra XL grande (1200 x 423)

source: social extra large (220 x 220)
ca_gpi: extra gran social (220 x 220)
es_mx_gpi: social extra grande (220 x 220)

source: social hero small (1200 x 193)
ca_gpi: hero petit social (1200 x 193)
es_mx_gpi: héroe social pequeño (1200 x 193)

source: social landing hero (1500×370)
ca_gpi: hero de destinació social (1500x370)
es_mx_gpi: héroe de aterrizaje social (1500×370)

source: social landing hero_small (1500×185)
ca_gpi: hero_small de destinació social (1500x285)
es_mx_gpi: aterrizaje social hero_small (1500×185)

source: social large (128 x 128)
ca_gpi: gran social (128 x 128)
es_mx_gpi: social grande (128 x 128)

source: social medium (44 x 44)
ca_gpi: mitjà social (44 x 44)
es_mx_gpi: social mediano(44 x 44)

source: social post photo (714 x 1071)
ca_gpi: foto de publicació social (714 x 1071)
es_mx_gpi: social foto de publicación (714 x 1071)

source: social small (24 x 24)
ca_gpi: petita social (24 x 24)
es_mx_gpi: social pequeño (24 x 24)

source: social tiny (16 x 16)
ca_gpi: molt petita social (16 x 16)
es_mx_gpi: social diminuto (16 x 16)

source: subject
ca_gpi: assumpte
es_mx_gpi: asunto

source: text formats
ca_gpi: formats del text
es_mx_gpi: formatos de texto

source: topics
ca_gpi: temes
es_mx_gpi: contenidos

source: unpublished
ca_gpi: sense publicar
es_mx_gpi: sin publicar

source: user form
ca_gpi: formulari del perfil
es_mx_gpi: formulario de usuario

source: users
ca_gpi: perfils
es_mx_gpi: usuarios

source: view
ca_gpi: visualitza
es_mx_gpi: vista

source: view download counts
ca_gpi: veure el recompte de descàrregues
es_mx_gpi: ver conteos de descargas

source: « First
ca_gpi: « Primer
es_mx_gpi: « Primero

source: ‹ Previous
ca_gpi: ‹ Anterior
es_mx_gpi: ‹ Previo

source: Asc
es_mx_gpi: Ascendente

source: Client Secret
es_mx_gpi: Cliente secreto

source: Context
es_mx_gpi: Contexto

source: Desc
es_mx_gpi: Descendente

source: Hero
es_mx_gpi: Héroe

source: Hero AN
es_mx_gpi: Héroe AN

source: Intro
es_mx_gpi: Introducción

source: MentionsTypeForm
es_mx_gpi: MencionesTipoFormulario

source: Prefix
es_mx_gpi: Prefijo

source: Revisions
es_mx_gpi: Revisiones

source: Text
es_mx_gpi: Texto

source: Token
es_mx_gpi: Comodín

source: a.btn.btn-default|Default link a.btn.btn-primary|Primary link a.btn.btn-accent|Accent link span.badge.badge-primary|Primary badge span.badge.badge-secondary|Secondary badge span.badge.badge--pill.badge-default|Pill badge
es_mx_gpi: a.btn.btn-default|Enlace predeterminado a.btn.btn-primary|Enlace principal a.btn.btn-accent|Enlace de acento span.badge.badge-primary|Insignia primaria span.badge.badge-secondary|Insignia secundaria span.badge.badge--pill.badge-default|Insignia de píldora

source: group/{{ id }}
es_mx_gpi: grupo/{{ id }}

source: node/{{ nid }}
es_mx_gpi: nodo/{{ nid }}

source: reply_to
es_mx_gpi: responder_a

source: user/{{ uid }}
es_mx_gpi: usuario/{{ uid }}
