Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: Enables site-builders to create custom view permissions for entities based on field values in the entity_access field.
ca_gpi: Permet als desenvolupadors de la plataforma crear permisos de visualització personalitzada per entitats basades en valors de camp al camp entity_access.
es_mx_gpi: Permite a los creadores de sitios crear permisos de vista personalizados para entidades basadas en valores de campo en el campo entity_access.

source: Enables translation of static site content (such as Basic Pages, Landing Pages and Book Pages).
ca_gpi: Activa la traducció del contingut estàtic de la plataforma (com Pàgines Bàsiques, Pàgines de destinació i Pàgines de llibre).
es_mx_gpi: Permite la traducción de contenido estático del sitio (como páginas básicas, páginas de destino y páginas de libro).

source: Enabling this feature gives site builders the possibility to create group 'quick join' links (ex., /group/1/quickjoin). Furthermore, it's possible to skip the confirmation step on a group type basis.
ca_gpi: Si s'habilita aquesta funció, els desenvolupadors de la plataforma tenen la possibilitat de crear enllaços grupals de 'unió ràpida' (per exemple, /group/1/quickjoin). A més, és possible ometre el pas de confirmació segons el tipus de grup.
es_mx_gpi: Al habilitar esta función, los desarrolladores de sitios tienen la posibilidad de crear enlaces grupales de 'unión rápida' (por ejemplo,/group/1/quickjoin). Además, es posible omitir el paso de confirmación según el tipo de grupo.

source: Enabling this feature provides event organisers with the possibility to allow anonymous users to enroll in public events.
ca_gpi: L'activació d'aquesta funció proporciona a less persones organitzadores d'esdeveniments la possibilitat de permetre als perfils anònims inscriure's en esdeveniments públics.
es_mx_gpi: Al habilitar esta función, los organizadores de eventos tienen la posibilidad de permitir que usuarios anónimos se inscriban en eventos públicos.

source: Enabling this feature provides event organisers with the possibility to set a limit for event enrollments.
ca_gpi: L'activació d'aquesta funció proporciona a les persones organitzadores d'esdeveniments la possibilitat d'establir un límit per a les inscripcions d'esdeveniments.
es_mx_gpi: Al habilitar esta función, los organizadores de eventos tienen la posibilidad de establecer un límite para las inscripciones de eventos.

source: Enabling this setting causes users' full name to be hidden on the platform when the user has filled in their nickname. This setting won't hide the full name of users who didn't fill in a nickname. Users with the '%display_name' permission will still see the full name whenever available. Only users with the '%search_name' permission will find users using their full name through search or mentions.
ca_gpi: Si activeu aquesta configuració, el nom complet dels perfils quedarà amagat a la plataforma quan el perfil hagi escrit el seu sobrenom. Aquesta configuració no amagarà el nom complet dels perfils que no hagin introduït un sobrenom. Els perfils amb el permís "%display_name" encara veuran el nom complet sempre que estigui disponible. Només els perfils amb el permís "%search_name" trobaran perfils que utilitzin el seu nom complet mitjançant cerques o mencions.
es_mx_gpi: Habilitar esta configuración hace que el nombre completo de los usuarios se oculte en la plataforma cuando el usuario ha completado su apodo. Esta configuración no ocultará el nombre completo de los usuarios que no completaron el proceso. Los usuarios con el permiso '%display_name' seguirán viendo el nombre completo siempre que esté disponible. Solo los usuarios con el permiso '%search_name' encontrarán usuarios que usen su nombre completo a través de búsquedas o menciones.

source: End
ca_gpi: Fi
es_mx_gpi: Final

source: Enforces the use of Private Files for content, posts and file uploads (highly recommended!). More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
ca_gpi: Aplica l'ús de Fitxers Privats per contingut, publicacions i carga de fitxers (molt recomenable). Més informació: https://www.drupal.org/docs/8/distributions/open-social/private-files
es_mx_gpi: Ejecutar el uso de archivos privados para contenido, publicaciones y carga de archivos (¡Muy recomendable!). Más información: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Enroll
ca_gpi: Inscriure's
es_mx_gpi: Inscribirse

source: Enroll action block
ca_gpi: Bloc d'acció d'inscripció
es_mx_gpi: Registrar bloque de acción

source: Enroll as guest
ca_gpi: Inscriure's com a convidat
es_mx_gpi: Registrarse como invitado

source: Enroll button should be visible for users that are not in the group and automatic enroll people to groups when they enroll to events that are part of the group.
ca_gpi: El botó d’inscripció ha de ser visible per als perfils que no es troben al grup i inscriure automàticament les persones als grups quan s’inscriuen a esdeveniments que formen part del grup.
es_mx_gpi: El botón de inscripción debe estar visible para los usuarios que no están en el grupo e inscribir automáticamente a las personas en grupos, cuando se inscriben en eventos que forman parte del grupo.

source: Enroll date
ca_gpi: Data d'inscripció
es_mx_gpi: Fecha de inscripción

source: Enroll in
ca_gpi: Inscriure's a
es_mx_gpi: Inscribirse en

source: Enroll in @label Event
ca_gpi: Inscriure's a l'esdeveniment @label
es_mx_gpi: Inscribirse al evento @label

source: Enroll in event
ca_gpi: Inscriure's a l'esdeveniment
es_mx_gpi: Inscribirse en evento

source: Enroll to events posted inside this group
ca_gpi: Inscriure's als esdeveniments publicats dins d'aquest grup
es_mx_gpi: Inscribirse a eventos publicados dentro de este grupo

source: Enroll user which is not group member
ca_gpi: Inscriu el perfil que no és membre del grup
es_mx_gpi: Inscribir a usuario que no sea miembro del grupo

source: Enroll with account
ca_gpi: Inscriure's amb un compte
es_mx_gpi: Inscribirse con cuenta

source: Enroll without account
ca_gpi: Inscriure's sense un compte
es_mx_gpi: Inscribirse sin cuenta

source: Enrolled
ca_gpi: Inscrit
es_mx_gpi: Inscrito

source: Enrollee
ca_gpi: Persona inscrita
es_mx_gpi: Inscrito(a)

source: Enrollment options
ca_gpi: Opcions d'inscripció
es_mx_gpi: Opciones de inscripción

source: Enrollment status
ca_gpi: Estat d'inscripció
es_mx_gpi: Estado de inscripción

source: Enrollment without account can only be enabled when the visibility of the event is Public.
ca_gpi: La inscripció sense compte només es pot habilitar quan la visibilitat de l’esdeveniment és pública.
es_mx_gpi: La inscripción sin cuenta solo se puede habilitar cuando la visibilidad del evento es pública.

source: Enrollments
ca_gpi: Inscripcions
es_mx_gpi: Inscripciones

source: Enrollments Block
ca_gpi: Bloc d'inscripcions
es_mx_gpi: Bloque de Inscripciones

source: Enter information you want to show in the email notifications footer
ca_gpi: Introdueix la informació que vols mostrar al peu de les notificacions per correu electrònic
es_mx_gpi: Ingrese la información que desea mostrar en el pie de página de notificaciones para correo electrónico

source: Enter information you want to show in the email notifications header
ca_gpi: Introdueix la informació que vols mostrar a l’encapçalament de les notificacions per correu electrònic
es_mx_gpi: Ingrese la información que desea mostrar en el encabezado de las notificaciones para correo electrónico

source: Enter the frontpage for anonymous users. This setting will override the homepage which is set in the Site Configuration form. Enter the path starting with a forward slash. Default: /stream.
ca_gpi: Introdueix la pàgina d'inici pels perfils anònims. Aquesta configuració anul·larà la pàgina d’inici que s’estableix en el formulari de configuració de la plataforma. Introdueix la ruta començant per una barra directa. Per defecte : /tauler.
es_mx_gpi: Ingrese a la página principal de usuarios anónimos. Esta configuración anulará la página de inicio que se establece en el formulario de Configuración del sitio. Ingrese la ruta que comienza con una barra diagonal. Predeterminado: /stream.

source: Enter the frontpage for authenticated users. When the value is left empty it will use the anonymous homepage for authenticated users as well. Enter the path starting with a forward slash. Default: /stream.
ca_gpi: Introdueix la pàgina d'inici pels perfils autentificats. Quan el valor es deixa buit, també s'utilitzarà la pàgina d'inici anònima per a perfils autentificats. Introdueix la ruta començant per una barra directa. Per defecte: /tauler.
es_mx_gpi: Ingrese a la página de inicio para usuarios autenticados. Cuando el valor se deja vacío, también utilizará la página de inicio anónima para usuarios autenticados. Ingrese la ruta que comienza con una barra diagonal. Predeterminado: /stream.

source: Enter your @s username or email.
ca_gpi: Afegeix el teu @username o correu electrònic.
es_mx_gpi: Ingrese su @s nombre de usuario o correo.

source: Enter your email, so we can send you event updates.
ca_gpi: Afegeix el teu correu electrònic, així podrem enviar-te les novetats de l'esdeveniment.
es_mx_gpi: Ingrese su correo electrónico para que podamos enviarle actualizaciones del evento.

source: Entity
ca_gpi: Entitat
es_mx_gpi: Entidad

source: Entity Access By Field
ca_gpi: Accés a l'entitat per camp
es_mx_gpi: Acceso a la entidad por campo

source: Entity Access Field selector.
ca_gpi: Selector de camp d'accés a l'entitat.
es_mx_gpi: Selector de campo de acceso de entidad.

source: Entity ID
ca_gpi: ID de l'entitat
es_mx_gpi: ID de entidad

source: Entity Label
ca_gpi: Categoria de l'entitat
es_mx_gpi: Etiqueta de entidad

source: Entity Path
ca_gpi: Ruta de l'entitat
es_mx_gpi: Camino de la entidad

source: Entity Reference
ca_gpi: Referència d'entitat
es_mx_gpi: Referencia a entidades

source: Entity Type
ca_gpi: Tipus d'entitat
es_mx_gpi: Tipo de entidad

source: Entity Type Count
ca_gpi: Nombre de tipus d’entitat
es_mx_gpi: Entidad de tipo de cuenta

source: Entity access field
ca_gpi: Camp d'accés a l'entitat
es_mx_gpi: Entidad de campo de acceso

source: Entity access field settings
ca_gpi: Configuració del camp d'accés a l'entitat
es_mx_gpi: Entidad de configuración para accesos de campo

source: Entity and/or Bundle type
ca_gpi: Entitat i/o tipus de paquet
es_mx_gpi: Entidad y/o tipo de paquete

source: Entity id
ca_gpi: Id de l'entitat
es_mx_gpi: Id de entidad

source: Entity type
ca_gpi: Tipus d'entitat
es_mx_gpi: Tipo de entidad

source: Entity type of entity that contains mention
ca_gpi: Tipus d'entitat de l'entitat que conté una menció
es_mx_gpi: Tipo de entidad de entidad que contiene mención

source: Error when joining the group.
ca_gpi: S'ha produït un error en unir-se al grup.

source: Event
ca_gpi: Esdeveniment
es_mx_gpi: Evento

source: Event Organisers
ca_gpi: Persones organitzadores de l'esdeveniment
es_mx_gpi: Organizadores del evento

source: Event Overview functionality.
ca_gpi: Funcionalitat de la visió general de l'esdeveniment.
es_mx_gpi: Resumen de la funcionalidad de eventos.

source: Event add block
ca_gpi: Bloc afegit d'esdeveniment
es_mx_gpi: Evento agregar bloque

source: Event date
ca_gpi: Data de l'esdeveniment
es_mx_gpi: Fecha de evento

source: Event enrolled or created
ca_gpi: S'ha creat o s'ha inscrit a un esdeveniment
es_mx_gpi: Evento inscrito o creado

source: Event enrollment
ca_gpi: Inscripció a l'esdeveniment
es_mx_gpi: Inscripción a evento

source: Event enrollment ID
ca_gpi: ID de la inscripció a l'esdeveniment
es_mx_gpi: ID de inscripción al evento

source: Event enrollment settings
ca_gpi: Configuració de la inscripció a l'esdeveniment
es_mx_gpi: Configuración de inscripciones al evento

source: Event enrollments
ca_gpi: Inscripcions a l'esdeveniment
es_mx_gpi: Inscripciones a evento

source: Event has passed
ca_gpi: Esdeveniment passat
es_mx_gpi: El evento ha concluido

source: Event location
ca_gpi: Ubicació de l'esdeveniment
es_mx_gpi: Ubicación del evento

source: Event managers settings
ca_gpi: Configuració de les persones gestores de l'esdeveniment
es_mx_gpi: Configuración de administradores de evento

source: Event organiser settings
ca_gpi: Configuració de les persones organitzadores de l'esdeveniment
es_mx_gpi: Configuración del organizador de evento

source: Event organisers
ca_gpi: Persones que organitzen l'esdeveniment
es_mx_gpi: Organizadores de evento

source: Event settings
ca_gpi: Configuració de l'esdeveniment
es_mx_gpi: Configuraciones del evento

source: Event sorting (passed and upcoming)
ca_gpi: Ordenació d'esdeveniments (passats i propers)
es_mx_gpi: Clasificación de eventos (próximos y concluidos)

source: Event status
ca_gpi: Estat de l'esdeveniments

source: Event time
ca_gpi: Hora de l'esdeveniment
es_mx_gpi: Horario del evento

source: Event type
ca_gpi: Tipus d'esdeveniment
es_mx_gpi: Tipo de evento

source: Event type settings
ca_gpi: Configuració del tipus d'esdeveniment
es_mx_gpi: Configuración para tipo de evento

source: Event types
ca_gpi: Tipus d'esdeveniments
es_mx_gpi: Tipos de evento

source: Event types required
ca_gpi: Tipus d'esdeveniments requerits
es_mx_gpi: Tipos de eventos requerido

source: Events
ca_gpi: Esdeveniments
es_mx_gpi: Eventos

source: Events Profile
ca_gpi: Perfil dels esdeveniments
es_mx_gpi: Perfil de Eventos

source: Events created
ca_gpi: Esdeveniments creats
es_mx_gpi: Eventos creados

source: Events for this user
ca_gpi: Esdeveniments per aquest perfil
es_mx_gpi: Eventos para este usuario

source: Events on profile block
ca_gpi: Esdeveniments al bloc del perfil
es_mx_gpi: Eventos en el bloque de perfil

source: Events profile overview
ca_gpi: Visió general del perfil d'esdeveniments
es_mx_gpi: Resumen de eventos del perfil

source: Events that have started or are finished
ca_gpi: Esdeveniments començats o acabats

source: Excluded file extensions
ca_gpi: Extensions del fitxer excloses
es_mx_gpi: Extensiones de archivo excluidas

source: Execute action
ca_gpi: Executa l'acció
es_mx_gpi: Ejecutar acción

source: Expertise
ca_gpi: Experiència
es_mx_gpi: Experiencia

source: Explore
ca_gpi: Cercar
es_mx_gpi: Explora

source: Explore Stream
ca_gpi: Explora el tauler
es_mx_gpi: Explorar transmisión

source: Explore functionality.
ca_gpi: Explora la funcionalitat.
es_mx_gpi: Explorar funcionalidad.

source: Explore page for LU
ca_gpi: Explora la pàgina per LU
es_mx_gpi: Explorar página para LU

source: Export
ca_gpi: Exporta
es_mx_gpi: Exportar

source: Export is complete. @link
ca_gpi: S'ha completat l'exportació. @link
es_mx_gpi: Exportación completa. @link

source: Export the selected enrollments to CSV
ca_gpi: Exporta les inscripcions seleccionades a un arxiu CSV
es_mx_gpi: Exportar las inscripciones seleccionadas a CSV

source: Export the selected members to CSV
ca_gpi: Exporta els membres seleccionats a un arxiu CSV
es_mx_gpi: Exportar los miembros seleccionados a CSV

source: Export the selected user(s) to CSV
ca_gpi: Exporta el(s) perfil(s) seleccionats a un arxiu CSV
es_mx_gpi: Exportar los usuarios seleccionados a CSV

source: Export the selected users to CSV
ca_gpi: Exporta els perfils seleccionats a un arxiu CSV
es_mx_gpi: Exportar los usuarios seleccionados a CSV

source: Facebook App settings
ca_gpi: Configuració de l'aplicació de Facebook
es_mx_gpi: Configuraciones de Facebook App

source: Facebook user ID
ca_gpi: ID del perfil de Facebook
es_mx_gpi: Usuario ID de Facebook

source: Featured
ca_gpi: Destacat
es_mx_gpi: Destacado

source: Featured Content
ca_gpi: Contingut destacat
es_mx_gpi: Contenido destacado

source: Featured Item
ca_gpi: Element destacat
es_mx_gpi: Artículo destacado

source: Featured Items
ca_gpi: Elements destacats
es_mx_gpi: Elementos destacados

source: Field groups
ca_gpi: Camp de grups
es_mx_gpi: Grupos de campo

source: Field types
ca_gpi: Tipus de camps
es_mx_gpi: Tipos de campo

source: Fieldset with this title and text will be displayed in the profile form.
ca_gpi: El conjunt de camp amb aquest títol i el text es mostraran al formulari del perfil.
es_mx_gpi: El conjunto de campos con este título y texto se mostrará en el formulario de perfil.

source: File
ca_gpi: Fitxer
es_mx_gpi: Archivo

source: File and Image in a table
ca_gpi: Fitxer i imatge en una taula
es_mx_gpi: Archivo e imagen en una tabla

source: Files
ca_gpi: Fitxers
es_mx_gpi: Archivos

source: Filter
ca_gpi: Filtre
es_mx_gpi: Filtro

source: Filter activities for personalised homepage
ca_gpi: Filtra les activitats per pàgina d'inici personalitzada
es_mx_gpi: Filtrar actividades para la página de inicio personalizada

source: Filter deleted threads
ca_gpi: Filtra els fils de conversa eliminats
es_mx_gpi: Filtrar hilos eliminados

source: Filter on activities for personalised homepage.
ca_gpi: Filtra les activitats per pàgina d'inici personalitzada.
es_mx_gpi: Filtrar actividades para la página de inicio personalizada.

source: Filter on activities for the personalised homepage.
ca_gpi: Filtra les activitats per la pàgina d'inici personalitzada.
es_mx_gpi: Filtrar actividades para la página de inicio personalizada.

source: Filters
ca_gpi: Filtres
es_mx_gpi: Filtros

source: Filters for date used in Open Social
ca_gpi: Filtres per la data utilitzada a l'Open Social
es_mx_gpi: Filtros para la fecha utilizada en Open Social

source: Find and manage content
ca_gpi: Troba i gestiona contingut
es_mx_gpi: Encontrar y administrar contenido

source: Find and manage content.
ca_gpi: Busca i gestiona el contingut.
es_mx_gpi: Encontrar y administrar contenido.

source: Find and manage people interacting with your site.
ca_gpi: Troba i gestiona la gent que interacciona amb la vostra plataforma.
es_mx_gpi: Encontrar y gestionar qué personas interactúan con su sitio.

source: Finished
ca_gpi: Finalitzat
es_mx_gpi: Terminado

source: First and last name or username, depends on settings.
ca_gpi: Nom i cognom o nom de perfil segons la configuració.
es_mx_gpi: Nombre y apellido o nombre de usuario, depende de la configuración.

source: First name
ca_gpi: Nom
es_mx_gpi: Nombre

source: First page
ca_gpi: Primera pàgina
es_mx_gpi: Primera página

source: Flags
ca_gpi: Banderes
es_mx_gpi: Marcas

source: Flat style
ca_gpi: Estil pla
es_mx_gpi: Estilo plano

source: Flexible group
ca_gpi: Grup flexible
es_mx_gpi: Grupo flexible

source: Flexible group: Group membership
ca_gpi: Grup flexible: membres del grup
es_mx_gpi: Grupo flexible: membresía del grupo

source: Flood Control Settings
ca_gpi: Configuració del control de flux
es_mx_gpi: Configuración de control de flujos

source: Flood control limit
ca_gpi: Límit del control de flux
es_mx_gpi: Límite de control de flujo

source: Flood control window
ca_gpi: Finestra del control de flux
es_mx_gpi: Ventana de control de flujo

source: Flood settings
ca_gpi: Configuració del flux
es_mx_gpi: Configuraciones de flujo

source: Flush profile data
ca_gpi: Descarrega les dades del perfil
es_mx_gpi: Datos de perfil de vació

source: Flush profile fields
ca_gpi: Descarrega els camps del perfil
es_mx_gpi: Vaciar campos de perfil

source: Flush profile.
ca_gpi: Descarrega el perfil.
es_mx_gpi: Vaciar perfil.

source: Flushing profiles.
ca_gpi: Descarregant els perfils.
es_mx_gpi: Vaciar perfiles.

source: Follow an event or topic so you are always up-to-date! You will receive a notification whenever any activity takes place for this event or topic
ca_gpi: Segueix un esdeveniment o un tema per mantenir-te sempre al dia! Rebràs una notificació quan qualsevol activitat dins d'aquest esdeveniment o tema es realitzi
es_mx_gpi: ¡Sigue un evento o contenido para estar siempre actualizado! Recibirás una notificación cada vez que se realice alguna actividad para este evento o contenido

source: Follow content
ca_gpi: Seguir contingut
es_mx_gpi: Seguir Contenido

source: Follow functionality.
ca_gpi: Funcionalitat del seguiment.
es_mx_gpi: Seguir funcionalidad.

source: Following
ca_gpi: Seguint
es_mx_gpi: Siguiendo

source: Following content activity context
ca_gpi: Seguint el context d’activitat del contingut
es_mx_gpi: Siguiendo contexto de actividad del contenido

source: Font
ca_gpi: Tipus de lletra
es_mx_gpi: Fuente

source: Font ID
ca_gpi: ID del tipus de lletra
es_mx_gpi: ID de fuente

source: Font list
ca_gpi: Llista del tipus de lletra
es_mx_gpi: Lista de fuente

source: Font settings
ca_gpi: Configuració del tipus de lletra
es_mx_gpi: Configuraciones de fuente

source: Fonts
ca_gpi: Tipus de lletres
es_mx_gpi: Fuentes

source: Footer
ca_gpi: Peu de pàgina
es_mx_gpi: Pie de página

source: Footer markup
ca_gpi: Marca del peu de pàgina
es_mx_gpi: Marcado de pie de página

source: Footer region
ca_gpi: Regió del peu de pàgina
es_mx_gpi: Región de pie de página

source: Footer region to put the JS in.
ca_gpi: Regió del peu de pàgina per introduir el JS.
es_mx_gpi: Región de pie de página para colocar el JS.

source: For each email notification below, you can choose to turn it off, receive it immediately or in a daily or weekly digest. Email notifications will only be sent when you are not active in the platform.
ca_gpi: Per cada notificació de correu electrònic següent, pots optar per desactivar-la, rebre-la immediatament o en un resum diari o setmanal. Les notificacions per correu electrònic només s'enviaran quan hom no estigui actiu a la plataforma.
es_mx_gpi: Para cada notificación por correo electrónico a continuación, puede optar por desactivarla, recibirla inmediatamente o en un resumen diario o semanal. Las notificaciones por correo electrónico solo se enviarán cuando no esté activo en la plataforma.

source: For upcoming events sort ASC by start date and for passed events change order to DESC.
ca_gpi: Per esdeveniments propers, ordena ASC per data d'inici i per esdeveniments aprovats canvia l'ordre a DESC.
es_mx_gpi: Para los próximos eventos, ordene ASC por fecha de inicio y para eventos pasados, cambie el orden a DESC.

source: For which group type a user should be added to the group when enrolling for an event.
ca_gpi: Per a quin tipus de grup s’hauria d’afegir un perfil al grup quan s’inscriu a un esdeveniment.
es_mx_gpi: Para qué tipo de grupo se debe agregar un usuario al grupo al inscribirse en un evento.

source: Forces the given body text to be HTML.
ca_gpi: Obliga que el text del cos donat sigui en HTML.
es_mx_gpi: Obliga al texto del cuerpo dado a ser HTML.

source: Forgot password?
ca_gpi: Has oblidat la contrasenya?
es_mx_gpi: ¿Olvidó su contraseña?

source: Form control border radius (px)
ca_gpi: Formulari de control del radi de la vora (px)
es_mx_gpi: Radio de borde de control de formulario (px)

source: Form mode on which users will be able to hide some groups of profile fields.
ca_gpi: Mode de formulari en el qual els perfils podran ocultar alguns grups dels camps de perfil.
es_mx_gpi: Modo de formulario en el que los usuarios podrán ocultar algunos grupos de campos de perfil.

source: Free to join
ca_gpi: Lliure d'unir-se
es_mx_gpi: Libre para unirte

source: Frontpage for anonymous users
ca_gpi: Pàgina principal pels perfils anònims
es_mx_gpi: Portada para usuarios anónimos

source: Frontpage for authenticated users
ca_gpi: Pàgina principal pel perfils autenticats
es_mx_gpi: Portada para usuarios con cuenta autenticada

source: Full HTML
ca_gpi: HTML complet
es_mx_gpi: HTML completo

source: Function
ca_gpi: Funció
es_mx_gpi: Función

source: Function and organization
ca_gpi: Funció i organització
es_mx_gpi: Función y organización

source: General configuration
ca_gpi: Configuració general
es_mx_gpi: Configuración general

source: Generate demo content and users
ca_gpi: Genera perfils i contingut demo
es_mx_gpi: Generar contenido de demostración y usuarios
