Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: Stream (home)
ca_gpi: Tauler (inici)
es_mx_gpi: Muro (inicio)

source: Stream (profile)
ca_gpi: Tauler (perfil)
es_mx_gpi: Muro (perfil)

source: Style
ca_gpi: Estil
es_mx_gpi: Estilo

source: Style for button see:<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">styleguide</a>.
ca_gpi: Veure l'estil del botó a:<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">guia d'estil</a>.
es_mx_gpi: Para botón de estilo ver:<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">styleguide</a>.

source: Subject
ca_gpi: Assumpte
es_mx_gpi: Asunto

source: Submit
ca_gpi: Envia
es_mx_gpi: Enviar

source: Submitted
ca_gpi: Enviat
es_mx_gpi: Enviado

source: Subtitle
ca_gpi: Subtítol
es_mx_gpi: Subtítulo

source: Suffix
ca_gpi: Sufix
es_mx_gpi: Sufijo

source: Suggestions format
ca_gpi: Format de les suggerències
es_mx_gpi: Formato de sugerencias

source: Support for multilingual interface translations.
ca_gpi: Suport per a traduccions d’interfícies multilingües.
es_mx_gpi: Soporte para traducciones de interfaz multilingüe.

source: Supported Entity Types
ca_gpi: Tipus d'entitats compatibles
es_mx_gpi: Tipos de entidad admitidos

source: Supported entity types
ca_gpi: Tipus d'entitats compatibles
es_mx_gpi: Tipos de entidad admitidos

source: System
ca_gpi: Sistema
es_mx_gpi: Sistema

source: System data
ca_gpi: Dades del sistema
es_mx_gpi: Datos del sistema

source: System data (operating system, PHP version, and extensions)
ca_gpi: Dades del sistema (sistema operador, versió PHP, i extensions)
es_mx_gpi: Datos del sistema (sistema operativo, versión de PHP y extensiones)

source: System notifications
ca_gpi: Notificacions del sistema
es_mx_gpi: Notificaciones de sistema

source: Tab Management
ca_gpi: Gestió de pestanyes
es_mx_gpi: Gestión de pestañas

source: Table
ca_gpi: Taula
es_mx_gpi: Tabla

source: Table of contents
ca_gpi: Taula de continguts
es_mx_gpi: Tabla de contenidos

source: Tabs
ca_gpi: Pestanyes
es_mx_gpi: Pestañas

source: Tag content
ca_gpi: Etiqueta contingut
es_mx_gpi: Contenido de etiquetas

source: Tag settings
ca_gpi: Configuració de les etiquetes
es_mx_gpi: Configuraciones de etiquetas

source: Tagging
ca_gpi: Etiquetar
es_mx_gpi: Etiquetar

source: Tagging field.
ca_gpi: Camp d'etiquetatge.
es_mx_gpi: Campo para etiquetar.

source: Tags
ca_gpi: Etiquetes
es_mx_gpi: Etiquetas

source: Teaser
ca_gpi: Resum
es_mx_gpi: Resumen

source: Teaser image in overviews
ca_gpi: Vista prèvia de la imatge a les visions generals
es_mx_gpi: Resumen de imagen en vista general

source: Template configuration
ca_gpi: Configuració de la plantilla
es_mx_gpi: Configuración de plantilla

source: Template footer
ca_gpi: Peu de pàgina de la plantilla
es_mx_gpi: Pie de página de plantilla

source: Template header
ca_gpi: Capçalera de la plantilla
es_mx_gpi: Encabezado de plantilla

source: Terms with additional reason text
ca_gpi: Termes amb text de raó addicional
es_mx_gpi: Términos con texto de razón adicional

source: Text block
ca_gpi: Bloc de text
es_mx_gpi: Bloque de texto

source: Text format
ca_gpi: Format del text
es_mx_gpi: Formato de texto

source: Text value
ca_gpi: Valor de tipus text
es_mx_gpi: Valor de texto

source: Thank you for applying for an account. Your account is currently pending approval by the site administrator.<br />In the meantime, a welcome message with further instructions has been sent to your email address.
ca_gpi: Gràcies per inscribir-te en un compte. El vostre compte està pendent d’aprovació per la persona administradora de la plataforma. <br /> Mentrestant, s’ha enviat un missatge de benvinguda amb més instruccions a la vostra adreça de correu electrònic.
es_mx_gpi: Gracias por solicitar una cuenta. Su cuenta está pendiente de aprobación por parte del administrador del sitio.<br />Mientras tanto, un mensaje de bienvenida con instrucciones adicionales ha sido enviado a su correo electrónico.

source: The (html) link to reply to the comment.
ca_gpi: L'enllaç (html) per respondre al comentari.
es_mx_gpi: El enlace (html) para responder al comentario.

source: The (html) link to the commented entity.
ca_gpi: L’enllaç (html) de l’entitat comentada.
es_mx_gpi: El enlace (html) a la entidad comentada.

source: The (html) link to the created entity.
ca_gpi: L'enllaç (html) per l'entitat creada.
es_mx_gpi: El enlace (html) a la entidad creada.

source: The (html) link to the liked entity.
ca_gpi: L'enllaç (html) per l'entitat relacionada.
es_mx_gpi: El enlace (html) a la entidad que le gusta.

source: The Activity ID.
ca_gpi: L'ID de l'activitat.
es_mx_gpi: Actividad de la ID.

source: The Address module requires the commerceguys/addressing library. <a href=":link" target="_blank">For more information check our readme</a>
ca_gpi: El mòdul Adreça requereix el directori commerceguys/addressing. <a href=":link" target="_blank"> Per obtenir més informació, consulta aquest escrit</a>
es_mx_gpi: El módulo de dirección requiere la biblioteca commerceguys /direccionamiento. <a href=":link" target="_blank">Para más información consulte nuestro archivo Léame</a>

source: The Event enrollment ID.
ca_gpi: L'ID de la inscripció a l'esdeveniment.
es_mx_gpi: El ID de inscripción al evento.

source: The ID of the Activity entity.
ca_gpi: L'ID de l'entitat de l'activitat.
es_mx_gpi: El ID de la entidad de actividad.

source: The ID of the Event enrollment entity.
ca_gpi: L'ID de l'entitat de la inscripció a l'esdeveniment.
es_mx_gpi: El ID de la entidad de inscripción de eventos.

source: The ID of the Post entity.
ca_gpi: L'ID de l'entitat de publicació.
es_mx_gpi: El ID de la entidad de publicación.

source: The JS to add to the site.
ca_gpi: El JS per afegir a la plataforma.
es_mx_gpi: El JS para agregar al sitio.

source: The Post ID.
ca_gpi: L'ID de la publicació.
es_mx_gpi: El ID de la publicación.

source: The URL alias allows you to customise the link to this page.
ca_gpi: L’àlies de l’URL et permet personalitzar l’enllaç a aquesta pàgina.
es_mx_gpi: El alias de URL le permite personalizar el enlace a esta página.

source: The URL alias must be a relative URL.
ca_gpi: L’àlies de l’URL ha de ser una URL relacionada.
es_mx_gpi: El alias de la URL debe ser una URL relativa.

source: The URL of the private message thread group url.
ca_gpi: L'URL de l'enllaç del fil de missatges privats del grup.
es_mx_gpi: La URL del grupo para mensajes privados con hilo.

source: The UUID of the Activity entity.
ca_gpi: L'UUID de l'entitat d'activitat.
es_mx_gpi: El UUID de la entidad de actividad.

source: The UUID of the Event enrollment entity.
ca_gpi: L'UUID de l'entitat de inscripció a l'esdeveniment.
es_mx_gpi: El UUID de la entidad de inscripción de eventos.

source: The UUID of the Post entity.
ca_gpi: L'UUID de l'entitat de publicació.
es_mx_gpi: El UUID de la entidad Post.

source: The activity actions for this message
ca_gpi: Les accions d'activitat per aquest missatge
es_mx_gpi: Las acciones de actividad para este mensaje

source: The activity context for this message
ca_gpi: El context d'activitat per aquest missatge
es_mx_gpi: El contexto de actividad para este mensaje

source: The activity destinations for this message
ca_gpi: Les destinacions d'activitat per aquest missatge
es_mx_gpi: Los destinos de actividad para este mensaje

source: The amount of login attempts that can be made by a username.
ca_gpi: La quantitat d’intents d’inici de sessió que pot realitzar un nom de perfil.
es_mx_gpi: La cantidad de intentos de inicio de sesión que puede realizar un nombre de usuario.

source: The amount of login attempts that can be made from a certain IP address.
ca_gpi: La quantitat d’intents d’inici de sessió que es poden realitzar a partir d’una determinada adreça IP.
es_mx_gpi: La cantidad de intentos de inicio de sesión que se pueden realizar desde una determinada dirección IP.

source: The author ID of the mention
ca_gpi: L'ID de la persona autora de la menció
es_mx_gpi: La identificación del autor de la mención

source: The author of the comment.
ca_gpi: La persona autora del comentari.
es_mx_gpi: El autor del comentario.

source: The author of the content type that was commented on.
ca_gpi: La persona autora del tipus de contingut on s'ha comentat.
es_mx_gpi: El autor del tipo de contenido que se comentó.

source: The author of the parent comment.
ca_gpi: La persona autora del comentari d'origen.
es_mx_gpi: El autor del comentario principal.

source: The author of the parent entity.
ca_gpi: La persona autora de l'entitat d'origen.
es_mx_gpi: El autor de la entidad principal.

source: The commented content type.
ca_gpi: El tipus de contingut comentat.
es_mx_gpi: El tipo de contenido comentado.

source: The content profile to add.
ca_gpi: El contingut del perfil a afegir.
es_mx_gpi: El perfil de contenido para agregar.

source: The content profile to remove.
ca_gpi: El contingut del perfil a eliminar.
es_mx_gpi: El perfil de contenido para eliminar.

source: The date of the comment.
ca_gpi: La data del comentari.
es_mx_gpi: La fecha del comentario.

source: The date of the parent comment.
ca_gpi: La data del comentari d'origen.
es_mx_gpi: La fecha del comentario principal.

source: The default hero image.
ca_gpi: Imatge hero per defecte.
es_mx_gpi: La imagen predeterminada para Héroe.

source: The default hero size used on this platform. Only applicable when logged-in users cannot choose a different hero size on each group.
ca_gpi: La mida per defecte de hero que s'utilitza en aquesta plataforma. Només s'aplica quan els perfils que inicien la sessió no poden triar una mida de hero diferent a cada grup.
es_mx_gpi: El tamaño de héroe predeterminado utilizado en esta plataforma. Solo se aplica cuando los usuarios registrados no pueden elegir un tamaño de héroe diferente en cada grupo.

source: The description is optional: if a line contains value|label a description will not be shown.
ca_gpi: La descripció és opcional: si una línia conté el valor |etiqueta no es mostrarà una descripció.
es_mx_gpi: La descripción es opcional: Si una línea contiene valor|etiqueta no se mostrará una descripción.

source: The display name that is visible for unpriviliged users.
ca_gpi: La visualització del nom que és visible per a perfils no privilegiats.
es_mx_gpi: El nombre para mostrar que es visible a usuarios sin privilegios.

source: The download count module has been uninstalled.
ca_gpi: S'ha desinstal·lat el mòdul de recompte de descàrregues.
es_mx_gpi: El módulo de conteo de descargas ha sido desinstalado.

source: The email you are about to send is sent from the platform's email address. If you wish to receive replies on this email on your own email address, please specify your email address in this field.
ca_gpi: El correu electrònic que estàs a punt d’enviar s’envia des de l’adreça de correu electrònic de la plataforma. Si vols rebre respostes a aquest correu electrònic a la vostra pròpia adreça de correu electrònic, si us plau especifica la vostra adreça de correu electrònic en aquest camp.
es_mx_gpi: El correo electrónico que está a punto de enviar se envía desde la dirección de correo electrónico de la plataforma. Si desea recibir respuestas sobre este correo electrónico en su propia dirección de correo electrónico, especifique su dirección de correo electrónico en este campo.

source: The email(s) will be send in the background. You will be notified upon completion.
ca_gpi: El(s) correu(s) electrònic(s) s'enviaran en segon pla. Se't notificarà un cop completats.
es_mx_gpi: Los correos electrónicos se enviarán en segundo plano. Se le notificará al finalizar.

source: The entities that are affected for this message
ca_gpi: Les entitats afectades per aquest missatge
es_mx_gpi: Las entidades afectadas por este mensaje

source: The entity condition for this message
ca_gpi: La condició d'entitat per aquest missatge
es_mx_gpi: La condición de entidad para este mensaje

source: The entity condition that are affected for this message
ca_gpi: La condició d'entitat afectada per aquest missatge
es_mx_gpi: La condición de entidad que se ve afectada por este mensaje

source: The entity type
ca_gpi: El tipus d'entitat
es_mx_gpi: El tipo de entidad

source: The entity type to which this mention is attached.
ca_gpi: El tipus d'entitat a la qual s’adjunta aquesta menció.
es_mx_gpi: La condición de entidad que se ve afectada por este mensaje.

source: The file @filename could not downloaded.
ca_gpi: No s'ha pogut descarregar el fitxer @filename.
es_mx_gpi: El archivo @filename no se pudo descargar.

source: The font family to use.
ca_gpi: La família de tipus de lletra a utilitzar.
es_mx_gpi: La familia de fuentes a utilizar.

source: The group content type.
ca_gpi: El tipus de contingut del grup.
es_mx_gpi: El tipo de contenido del grupo.

source: The group content url.
ca_gpi: L'URL del contingut del grup.
es_mx_gpi: La url de contenido del grupo.

source: The human-readable name of this mention type. It is recommended that this name begin with a capital letter and contain only letters, numbers, and spaces. This name must be unique.
ca_gpi: El nom llegible per aquest tipus de menció. Es recomana que aquest nom comenci amb una majúscula i que contingui només lletres, números i espais. Aquest nom ha de ser únic.
es_mx_gpi: El nombre legible de este tipo de mención. Se recomienda que este nombre comience con una letra mayúscula y contenga solo letras, números y espacios. Este nombre debe ser único.

source: The image could not be saved, the directory @directory is not valid.
ca_gpi: La imatge no s'ha pogut desar, el directori @directory no és vàlid.
es_mx_gpi: La imagen no se pudo guardar, el directorio @directory no es válido.

source: The language code for the Activity entity.
ca_gpi: El codi de llengua per l'entitat d'activitat.
es_mx_gpi: El código de idioma para la entidad Actividad.

source: The language code for the Event enrollment entity.
ca_gpi: El codi de llengua per l'entitat d'inscripció a l'esdeveniment.
es_mx_gpi: El código de idioma para la entidad de inscripción de eventos.

source: The language code for the Post entity.
ca_gpi: El codi de llengua per l'entitat de publicació.
es_mx_gpi: El código de idioma para la entidad de publicación.

source: The liked content type.
ca_gpi: El tipus de contingut que m'agrada.
es_mx_gpi: El tipo de contenido Me gusta.

source: The link (button) to reply to the comment, will include raw HTML.
ca_gpi: L'enllaç (botó) per respondre al comentari, que inclou HTML sense processar.
es_mx_gpi: El enlace (botón) para responder al comentario incluirá HTML sin formato.

source: The link to the commented entity, can be post or node, will include raw HTML.
ca_gpi: L’enllaç a l’entitat comentada, pot ser publicat o node, inclourà HTML en brut.
es_mx_gpi: El enlace a la entidad comentada, puede ser publicación o nodo, incluirá HTML sin formato.

source: The link to the created entity, can be post or node, will include raw HTML.
ca_gpi: L’enllaç a l’entitat creada, pot ser de publicació o node, que inclourà HTML sense processar.
es_mx_gpi: El enlace a la entidad creada, puede ser publicación o nodo, incluirá HTML sin formato.

source: The link to the entity, can be post or node, will include raw HTML.
ca_gpi: L’enllaç a l’entitat, pot ser de publicació o node, que inclourà HTML sense processar.
es_mx_gpi: El enlace a la entidad, puede ser publicación o nodo, incluirá HTML sin formato.

source: The member(s) of the private message thread. Add multiple members by seperating them with a comma.
ca_gpi: Afegeix més perfils al teu fil de conversa separant-los amb una coma.
es_mx_gpi: Los miembros de cadena de mensajes privados. Agregue varios miembros separándolos con una coma.

source: The module name that provides content data.
ca_gpi: El nom del mòdul que proporciona dades de contingut.
es_mx_gpi: El nombre del módulo que proporciona datos de contenido.

source: The name of the Event enrollment entity.
ca_gpi: El nom de l'entitat d'inscripció a l'esdeveniment.
es_mx_gpi: El nombre de la entidad de inscripción de eventos.

source: The name of the Font entity.
ca_gpi: El nom de l'entitat del tipus de lletra.
es_mx_gpi: El nombre de la entidad Fuente.

source: The name of the Queue storage entity entity.
ca_gpi: El nom de l'entitat d'entitat d'emmagatzematge en cua.
es_mx_gpi: El nombre de la entidad de la entidad de almacenamiento en cola.

source: The output location of the sitewide JS.
ca_gpi: La ubicació de sortida del JS de la plataforma.
es_mx_gpi: La ubicación de salida del sitio JS.

source: The partial text of the comment.
ca_gpi: El text parcial del comentari.
es_mx_gpi: El texto parcial del comentario.

source: The partial text of the parent comment.
ca_gpi: El text parcial del comentari original.
es_mx_gpi: El texto parcial del comentario principal.

source: The path for the anonymous frontpage cannot be empty.
ca_gpi: El camí per a la pàgina inicial anònima no pot estar buit.
es_mx_gpi: La ruta para la portada anónima no puede estar vacía.

source: The path for the anonymous frontpage is not allowed.
ca_gpi: El camí per a la pàgina inicial anònima no està permès.
es_mx_gpi: La ruta para la portada anónima no está permitida.

source: The path for the anonymous frontpage is not valid.
ca_gpi: El camí per a la pàgina inicial anònima no és vàlid.
es_mx_gpi: La ruta para la portada anónima no es válida.

source: The path for the anonymous frontpage should start with a forward slash.
ca_gpi: El camí per a la pàgina inicial anònima hauria de començar amb una barra diagonal.
es_mx_gpi: La ruta de la página principal anónima debe comenzar con una barra diagonal.

source: The path for the authenticated frontpage is not allowed.
ca_gpi: El camí per a la pàgina inicial autenticada no està permès.
es_mx_gpi: La ruta para la página principal autenticada no está permitida.

source: The path for the authenticated frontpage is not valid.
ca_gpi: El camí per a la pàgina inicial autenticada no és vàlid.
es_mx_gpi: La ruta para la página principal autenticada no es válida.

source: The path for the authenticated frontpage should start with a forward slash.
ca_gpi: El camí per a la pàgina inicial autenticada hauria de començar amb una barra diagonal.
es_mx_gpi: La ruta de la página principal autenticada debe comenzar con una barra diagonal.

source: The possible values this field can contain. Enter one value per line, in the format value|label|description.
ca_gpi: Els possibles valors que pot contenir aquest camp. Introduïu un valor per línia, a la descripció valor|format|etiqueta.
es_mx_gpi: Los posibles valores que puede contener este campo. Ingrese un valor por línea, en el formato valor|etiqueta|descripción.

source: The primary identifier for a mention.
ca_gpi: L'identificador principal d'una menció.
es_mx_gpi: El identificador principal para una mención.

source: The public visibility setting has been disabled. In order to change the visibility to public, please contact a site manager.
ca_gpi: S'ha desactivat la configuració de visibilitat pública. Per canviar la visibilitat a pública, posa't en contacte amb la persona gestora de la plataforma.
es_mx_gpi: La configuración de visibilidad pública se ha deshabilitado. Para cambiar la visibilidad al público, comuníquese con un administrador del sitio.

source: The recipient user entity display name.
ca_gpi: El nom de visualització de l’entitat del perfil destinatari.
es_mx_gpi: El nombre para mostrar de la entidad del usuario destinatario.

source: The recipient user url.
ca_gpi: L'adreça url del perfil destinatari.
es_mx_gpi: La URL del usuario destinatario.

source: The recipient user.
ca_gpi: El perfil destinatari.
es_mx_gpi: El usuario destinatario.

source: The related group title.
ca_gpi: El títol del grup relacionat.
es_mx_gpi: El título del grupo relacionado.

source: The related group url.
ca_gpi: L'adreça url del grup relacionat.
es_mx_gpi: La URL del grupo relacionado.

source: The related node title.
ca_gpi: El títol del node relacionat.
es_mx_gpi: El título del nodo relacionado.

source: The role of 1 selected member has been changed successfully
ca_gpi: El rol d'1 membre seleccionat s'ha canviat amb èxit
es_mx_gpi: El rol de 1 miembro seleccionado ha sido cambiado exitosamente

source: The role of 1 selected member has not been changed successfully
ca_gpi: El rol d'1 membre seleccionat no s'ha canviat amb èxit
es_mx_gpi: El rol de 1 miembro seleccionado no se ha cambiado correctamente

source: The route (tab) a member lands on when going to a group.
ca_gpi: La ruta (fitxa) que un membre segueix quan es dirigeix a un grup.
es_mx_gpi: La ruta (pestaña) en la que un miembro aterriza cuando va a un grupo.

source: The route (tab) a non-member lands on when going to a group.
ca_gpi: La ruta (fitxa) que una persona no registrada segueix quan es dirigeix a un grup.
es_mx_gpi: La ruta (pestaña) en la que aterriza un no miembro cuando va a un grupo.

source: The social event type module is not enabled.
ca_gpi: El mòdul del tipus d'esdeveniment social no està habilitat.
es_mx_gpi: El módulo de tipo de evento social no está habilitado.

source: The subject of the email task that ran in the background.
ca_gpi: L'assumpte de la tasca del correu electrònic que funcionava en segon pla.
es_mx_gpi: El asunto de la tarea de correo electrónico que se ejecutó en segundo plano.

source: The term "@term" could not be created.
ca_gpi: No s'ha pogut creat el terme "@term".
es_mx_gpi: El término "@term" no se pudo crear.

source: The text of the comment.
ca_gpi: El text del comentari.
es_mx_gpi: El texto del comentario.

source: The text of the parent comment.
ca_gpi: El text del comentari original.
es_mx_gpi: El texto del comentario principal.

source: The text to show in this block.
ca_gpi: El text per mostrar en aquest bloc.
es_mx_gpi: El texto a mostrar en este bloque.

source: The time in seconds that needs to pass before a login block expires (IP).
ca_gpi: El temps en segons que ha de transcórrer abans que finalitzi el bloc de sessió (IP).
es_mx_gpi: El tiempo en segundos que debe transcurrir antes de que caduque un bloque de inicio de sesión (IP).

source: The time in seconds that needs to pass before a login block expires (User).
ca_gpi: El temps en segons que ha de transcórrer abans que finalitzi el bloc de sessió (perfil).
es_mx_gpi: El tiempo en segundos que debe transcurrir antes de que caduque un bloque de inicio de sesión (Usuario).

source: The time that the entity was created.
ca_gpi: L'hora que es va crear l'entitat.
es_mx_gpi: La hora en que se creó la entidad.

source: The time that the entity was last edited.
ca_gpi: L'hora que es va editar l’entitat per última vegada.
es_mx_gpi: La hora en que la entidad se editó por última vez.

source: The time that the mention was created.
ca_gpi: L'hora que es va crear la menció.
es_mx_gpi: La hora en que se creó la mención.

source: The tour specific feature settings for Open Social.
ca_gpi: Configuració de les funcions específiques de la guia per a Open Social.
es_mx_gpi: La configuración de funciones específicas del tour para Open Social.

source: The type of the content that is created in the group.
ca_gpi: El tipus de contingut que es crea al grup.
es_mx_gpi: El tipo de contenido que se crea en el grupo.

source: The type of the content that was commented on.
ca_gpi: El tipus de contingut que s'ha comentat.
es_mx_gpi: El tipo de contenido que se comentó.

source: The type of the content that was liked
ca_gpi: El tipus de contingut que ha agradat
es_mx_gpi: El tipo de contenido que le gustó

source: The unique ID of the object that contains mention
ca_gpi: L'ID únic de l'objecte que conté menció
es_mx_gpi: La identificación única del objeto que contiene mención
