Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: Generate demo content.
ca_gpi: Genera contingut demo.
es_mx_gpi: Generar contenido de demostración.

source: Generated %num %demo_description.
ca_gpi: %num %demo_description generats.
es_mx_gpi: Generado %num %demo_description.

source: Generated 1 group tab aliases.
ca_gpi: 1 sobrenom de pestanyes de grup generats.
es_mx_gpi: Se generaron 1 alias de pestaña de grupo.

source: Generates 10000 demo users and 2000 topics.
ca_gpi: Genera 10000 perfils en demo i 2000 temes.
es_mx_gpi: Genera 10000 usuarios de demostración y 2000 de contenido.

source: Generates demo content for users and topics from the EEA profile.
ca_gpi: Genera contingut en demo per els perfil i temes del perfil de l'EEA.
es_mx_gpi: Genera contenido de demostración para usuarios y contenidos a partir del perfil del EEE.

source: Generic file with download count
ca_gpi: Fitxer genèric amb recompte de descàrregues
es_mx_gpi: Archivo genérico con conteo de descargas

source: Get the mentioned user
ca_gpi: Obté el perfil esmentat
es_mx_gpi: Obtener el usuario mencionado

source: Go to first page
ca_gpi: Vés a la primera pàgina
es_mx_gpi: Ir a primera página

source: Go to last page
ca_gpi: Vés a la darrera pàgina
es_mx_gpi: Ir a última página

source: Go to next page
ca_gpi: Vés a la pàgina següent
es_mx_gpi: Ir a página siguiente

source: Go to previous page
ca_gpi: Vés a la pàgina anterior
es_mx_gpi: Ir a página anterior

source: Google user ID
ca_gpi: ID del perfil de Google
es_mx_gpi: ID usuario Google

source: Google+ App settings
ca_gpi: Configuració de l'aplicació Google+
es_mx_gpi: Google+ App configuraciones

source: Group
ca_gpi: Grup
es_mx_gpi: Grupo

source: Group Admin
ca_gpi: Persona administradora del grup
es_mx_gpi: Administrador de grupo

source: Group Content
ca_gpi: Contingut del grup
es_mx_gpi: Contenido del grupo

source: Group Core Comments support
ca_gpi: Comentaris de suport del nucli del grup
es_mx_gpi: Soporte de comentarios centrales del grupo

source: Group Events
ca_gpi: Esdeveniments del grup
es_mx_gpi: Eventos del Grupo

source: Group Image
ca_gpi: Imatge del grup
es_mx_gpi: Imagen del grupo

source: Group Information
ca_gpi: Informació del grup
es_mx_gpi: Información del grupo

source: Group Manage Members
ca_gpi: Membres que gestionen el grup
es_mx_gpi: Gestionar miembros de grupo

source: Group Manager
ca_gpi: Persona que gestiona el grup
es_mx_gpi: Gestor del grupo

source: Group Managers
ca_gpi: Persones que gestionen el grup
es_mx_gpi: Gestores del grupo

source: Group Managers Only
ca_gpi: Només persones que gestionen el grup
es_mx_gpi: Solo gestores de grupo

source: Group Members
ca_gpi: Membres del grup
es_mx_gpi: Miembros del grupo

source: Group Overview functionality.
ca_gpi: Funcionalitat de la visió general del grup.
es_mx_gpi: Funcionalidad general de grupo.

source: Group Path
ca_gpi: Ruta del grup
es_mx_gpi: Ruta grupal

source: Group Quickjoin settings
ca_gpi: Configuració de la unió ràpida al grup
es_mx_gpi: Configuración de Quickjoin grupal

source: Group Stream
ca_gpi: Tauler del grup
es_mx_gpi: Muro del grupo

source: Group Tags
ca_gpi: Etiquetes del grup
es_mx_gpi: Etiquetas de grupo

source: Group Topics
ca_gpi: Temes del grup
es_mx_gpi: Contenido del grupo

source: Group Type
ca_gpi: Tipus de grup
es_mx_gpi: Tipo de grupo

source: Group activity context
ca_gpi: Context de l'activitat del grup
es_mx_gpi: Contexto de actividad grupal

source: Group add block
ca_gpi: Bloc d'addició de grups
es_mx_gpi: Agregar bloque al grupo

source: Group add book block
ca_gpi: Bloc de llibre d'addició de grups
es_mx_gpi: Agregar bloque de libro al grupo

source: Group add event block
ca_gpi: Bloc d'esdeveniment per afegir al grup
es_mx_gpi: Agregar bloque de eventos al grupo

source: Group add topic block
ca_gpi: Bloc de tema per afegir al grup
es_mx_gpi: Agregar bloque de contenido al grupo

source: Group and visibility
ca_gpi: Grup i visibilitat
es_mx_gpi: Grupo y visibilidad

source: Group content Content
ca_gpi: Agrupar contingut en Contingut
es_mx_gpi: Grupo de contenido Contenido

source: Group content User
ca_gpi: Agrupar contingut en Perfil
es_mx_gpi: Contenido de grupo Usuario

source: Group content in my group activity context
ca_gpi: Agrupar contingut al context d'activitat del meu grup
es_mx_gpi: Contenido grupal en el contexto de mi actividad grupal

source: Group content: event
ca_gpi: Contingut del grup: esdeveniment
es_mx_gpi: Contenido del grupo: evento

source: Group content: topic
ca_gpi: Contingut del grup: tema
es_mx_gpi: Contenido del grupo: contenidos

source: Group destination
ca_gpi: Destinació del grup
es_mx_gpi: Destino del grupo

source: Group functionality.
ca_gpi: Funcionalitat del grup.
es_mx_gpi: Funcionalidad del grupo.

source: Group hero block
ca_gpi: Bloc de hero al grup
es_mx_gpi: Bloque Héroe del grupo

source: Group manager
ca_gpi: Persona que gestiona el grup
es_mx_gpi: Gestor del grupo

source: Group managers
ca_gpi: Persones que gestionen el grup
es_mx_gpi: Gestores del grupo

source: Group members
ca_gpi: Membres del grup
es_mx_gpi: Miembros del grupo

source: Group members - visible only to group members
ca_gpi: Membres del grup - només visibles per a membres del grup
es_mx_gpi: Miembros del grupo - visible solo para los miembros del grupo

source: Group members landing tab
ca_gpi: Pestanya de destinació dels membres del grup
es_mx_gpi: Pestaña de aterrizaje de miembros del grupo

source: Group memberships
ca_gpi: Membres del grup
es_mx_gpi: Membresías del grupo

source: Group memberships (specified)
ca_gpi: Membres del grup (especificat)
es_mx_gpi: Membresías del grupo (especificadas)

source: Group roles
ca_gpi: Rols del grup
es_mx_gpi: Roles del grupo

source: Group settings
ca_gpi: Configuració del grup
es_mx_gpi: Configuración de grupos

source: Group title
ca_gpi: Títol del grup
es_mx_gpi: Título del grupo

source: Group type
ca_gpi: Tipus de grup
es_mx_gpi: Tipo de grupo

source: Group types
ca_gpi: Tipus del grup
es_mx_gpi: Tipos de grupo

source: Groups
ca_gpi: Grups
es_mx_gpi: Grupos

source: Groups created
ca_gpi: Grups creats
es_mx_gpi: Grupos creados

source: Groups title
ca_gpi: Títol dels grups
es_mx_gpi: Título del grupo

source: Groups url
ca_gpi: URL dels grups
es_mx_gpi: URL de grupos

source: Guest
ca_gpi: Persona convidada
es_mx_gpi: Invitado

source: Guest enrollments
ca_gpi: Inscripcions de persones convidades
es_mx_gpi: Invitados inscritos

source: Have an account already? @link
ca_gpi: Encara no tens un compte? @link
es_mx_gpi: ¿Ya tienes cuenta? Inicia sesión @link

source: Header
ca_gpi: Capçalera
es_mx_gpi: Encabezado

source: Header image for Landing Page Hero section.
ca_gpi: Imatge de capçalera de la secció Hero de la pàgina de destinació.
es_mx_gpi: Imagen de encabezado para la sección Héroe de la página de destino.

source: Header image for Landing Page Hero small section.
ca_gpi: Imatge de capçalera de la secció petita Hero de la pàgina de destinació.
es_mx_gpi: Imagen de encabezado para la sección pequeña de la página de destino de Página de Héroe.

source: Header image in the AN hero region
ca_gpi: Imatge de capçelera a la regió de hero AN
es_mx_gpi: Imagen de encabezado en la región del héroe AN

source: Header image in the hero region
ca_gpi: Imatge de capçelera a la regió hero
es_mx_gpi: Imagen de encabezado en la región del héroe

source: Header markup
ca_gpi: Marca de la capçalera
es_mx_gpi: Marcado de encabezado

source: Help
ca_gpi: Ajuda
es_mx_gpi: Ayuda

source: Here other community members can leave messages for you! You can also post messages on your own profile, these messages will be shown on other community members' homepage.
ca_gpi: Aquí altres membres de la comunitat poden deixar-te missatges! També pots publicar missatges al teu propi perfil, aquests missatges es mostraran a la pàgina principal dels membres de la comunitat.
es_mx_gpi: ¡Aquí otros miembros de la comunidad pueden dejar mensajes para ti! También puedes publicar mensajes en tu propio perfil, estos mensajes se mostrarán en la página de inicio de otros miembros de la comunidad.

source: Here you can see all the activity in this group and join it.
ca_gpi: Aquí pots veure tota l’activitat d’aquest grup i unir-te.
es_mx_gpi: Aquí puedes ver toda la actividad en este grupo y unirte a el.

source: Hero Landing
ca_gpi: Pàgina de destinació Hero
es_mx_gpi: Héroe Destino

source: Hero Small Landing
ca_gpi: Pàgina de destinació Hero petita
es_mx_gpi: Pequeño Héroe destino

source: Hero block with a call to action (for example on the AN homepage)
ca_gpi: Bloc hero amb una crida a l'acció (per exemple a la pàgina d'inici de AN)
es_mx_gpi: Bloque de Héroe con un llamado a la acción (por ejemplo, en la página de inicio de AN)

source: Hero call to action block
ca_gpi: Bloc de crida a l'acció de hero
es_mx_gpi: Bloque de llamada de acción para Héroe

source: Hero gradient
ca_gpi: Gradient Hero
es_mx_gpi: Gradiente de héroe

source: Hero image
ca_gpi: Imatge Hero
es_mx_gpi: Imagen para Héroe

source: Hero small
ca_gpi: Hero petit
es_mx_gpi: Pequeño Héroe

source: Hi <strong>@display_name</strong>
ca_gpi: Hola <strong>@display_name</strong>
es_mx_gpi: ¡Hola! <strong>@display_name</strong>

source: Home
ca_gpi: Inici
es_mx_gpi: Inicio

source: Home page stream functionality.
ca_gpi: Funcionalitat del tauler de la pàgina d'inici.
es_mx_gpi: Funcionalidad de muro de la página de inicio.

source: Homepage stream block
ca_gpi: Bloc del tauler de la pàgina d'inici
es_mx_gpi: Bloque de flujo de página de inicio

source: How many suggestions do you want to show when mentioning.
ca_gpi: Quants suggeriments vols mostrar quan esmentis.
es_mx_gpi: ¿Cuántas sugerencias quieres mostrar al mencionar?.

source: I agree with the @url
ca_gpi: Estic d'acord amb la @url
es_mx_gpi: Estoy de acuerdo con @url

source: IP limit
ca_gpi: Límit IP
es_mx_gpi: Limite IP

source: IP window
ca_gpi: Finestra IP
es_mx_gpi: Ventana IP

source: If selected it will show a "all comments" link if there is at least 1 comment.
ca_gpi: Si està seleccionat, mostrarà un enllaç com "tots els comentaris" si hi ha almenys 1 comentari.
es_mx_gpi: Si se selecciona, mostrará un enlace "todos los comentarios" si hay al menos 1 comentario.

source: If you check this, validation is applied that verifies the users nickname is unique whenever they save their profile.
ca_gpi: Si es selecciona, s'aplica la validació que verifica que el sobrenom dels perfils sigui únic sempre que desin el seu perfil.
es_mx_gpi: Si marca esto, se aplica una validación que verifica que el apodo de los usuarios sea único cada vez que guarden su perfil.

source: If you unlink your @network account, you are no longer able to use @network for social log in.
ca_gpi: Si desconnectes el teu compte de @network, ja no podràs utilitzar @network per iniciar la sessió social.
es_mx_gpi: Si desvincula su cuenta @network, ya no podrá usar @network para iniciar sesión en redes sociales.

source: Image
ca_gpi: Imatge
es_mx_gpi: Imagen

source: Immediately
ca_gpi: Immediatament
es_mx_gpi: Inmediatamente

source: Implement defaults for the Metatag module
ca_gpi: Implementa els valors per defecte del mòdul Metatag
es_mx_gpi: Implementar valores predeterminados para el módulo Metatag

source: Implements group welcome message functionality.
ca_gpi: Implementa la funcionalitat del missatge de benvinguda del grup.

source: Improved Theme Settings
ca_gpi: Configuració de la plantilla millorada
es_mx_gpi: Configuración del tema de mejora

source: In order to change the group type, please contact the content or site managers.
ca_gpi: Per canviar el tipus de grup, si us plau, posa't en contacte amb les persones que gestionen la plataforma.
es_mx_gpi: Para cambiar el tipo de grupo, comuníquese con los administradores del sitio.

source: Inappropriate content reported
ca_gpi: S'ha informat de contingut inadequat
es_mx_gpi: Contenido inapropiado reportado

source: Inbox
ca_gpi: Safata d'entrada
es_mx_gpi: Bandeja de entrada

source: Information
ca_gpi: Informació
es_mx_gpi: Información

source: Informative message
ca_gpi: Missatge informatiu
es_mx_gpi: Mensaje informativo

source: Input Settings
ca_gpi: Configuració d'entrada
es_mx_gpi: Ajustes de entrada

source: Install %module_name module.
ca_gpi: Instal·la el mòdul %module_name.
es_mx_gpi: Instalar módulo %module_name.

source: Installed socialblue theme and made this the default. Please check release notes.
ca_gpi: S'ha instal·lat el tema de socialblue i s'ha convertit en tema per defecte. Comprova les notes de la versió.
es_mx_gpi: Instalado el tema socialblue y hizo por defecto. Por favor, consulte las notas de la versión.

source: Installed the social_file_private module. Make sure to read: https://www.drupal.org/docs/8/distributions/open-social/private-files
ca_gpi: S'ha instal·lat el mòdul de social_file_private. Assegura't de llegir: https://www.drupal.org/docs/8/distributions/open-social/private-files
es_mx_gpi: Instalado el módulo social_file_private. Asegúrese de leer: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Integrate Data Policy module.
ca_gpi: Integra el mòdul de Política de Dades.
es_mx_gpi: Integrar el módulo de Política de Datos.

source: Integration with Ajax Comments.
ca_gpi: Integració amb els comentaris d'Ajax.

source: Interests
ca_gpi: Interessos
es_mx_gpi: Intereses

source: Interface language
ca_gpi: Idioma de la interfície
es_mx_gpi: Interfaz de idioma

source: Introduction
ca_gpi: Introducció
es_mx_gpi: Introducción

source: Invitation only
ca_gpi: Només invitació
es_mx_gpi: Solo con invitación

source: Is the entity considered finished by the background task it was used in?
ca_gpi: Es considera l'entitat finalitzada per la tasca en segon pla on s'ha utilitzat?
es_mx_gpi: ¿La entidad se considera terminada por la tarea en segundo plano en la que se utilizó?

source: It is not possible to change the group type of a secret group.
ca_gpi: No és possible canviar el tipus de grup d'un grup secret.
es_mx_gpi: No es posible cambiar el tipo de grupo de un grupo secreto.

source: It is strongly recommended to enable social_file_private module to make sure your file and image uploads on Open Social entities can not be accessed by unauthorized users. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
ca_gpi: És molt recomenable activar el mòdul social_file_private per assegurar-se que els perfils no autoritzats no puguin accedir a les imatges i fitxers pujats a les entitats d'Open Social. Més informació: https://www.drupal.org/docs/8/distributions/open-social/private-files
es_mx_gpi: Se recomienda encarecidamente habilitar el módulo social_file_private para asegurarse de que usuarios no autorizados no puedan acceder a las cargas de archivos e imágenes en entidades Open Social. Más información: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Items
ca_gpi: Elements
es_mx_gpi: Elementos

source: Items per page
ca_gpi: Elements per pàgina
es_mx_gpi: Elementos por página

source: JS Location
ca_gpi: Localització de JS
es_mx_gpi: Localización JS

source: Join
ca_gpi: Unir-se
es_mx_gpi: Únete

source: Join directly
ca_gpi: Unir-se directament
es_mx_gpi: Únete directamente

source: Join group
ca_gpi: Uneix-te al grup

source: Join to group
ca_gpi: Unir-se al grup
es_mx_gpi: Únete al grupo

# Is a member
source: Joined
ca_gpi: Unit
es_mx_gpi: Te uniste

source: Joined date
ca_gpi: Data d'unió
es_mx_gpi: Fecha de ingreso

source: Label
ca_gpi: Etiqueta
es_mx_gpi: Etiqueta

source: Label for the Post type.
ca_gpi: Categoria pel tipus de publicació.
es_mx_gpi: Etiqueta para el tipo de publicación.

source: Label for the Queue storage entity type.
ca_gpi: Categoria pel tipus d'entitat d'emmagatzematge en cua.
es_mx_gpi: Etiqueta para el tipo de entidad de almacenamiento de cola.

source: Landing page
ca_gpi: Pàgina de destinació
es_mx_gpi: Página de destino

source: Landing tab for members
ca_gpi: Pestanya de destinació pels membres
es_mx_gpi: Pestaña de aterrizaje para miembros

source: Landing tab for non-members
ca_gpi: Pestanya de destinació pels no membres
es_mx_gpi: Página de aterrizaje para no miembros

source: Language
ca_gpi: Llengua
es_mx_gpi: Idioma

source: Language code
ca_gpi: Codi de llengua
es_mx_gpi: Código de idioma

source: Language switcher block
ca_gpi: Bloc d'intercanvi de llengua
es_mx_gpi: Bloque de cambio de idioma

source: Large
ca_gpi: Gran
es_mx_gpi: Grande

source: Large sized profile image
ca_gpi: Imatge de perfil de mida gran
es_mx_gpi: Imagen de perfil de gran tamaño

source: Last access
ca_gpi: Últim accés
es_mx_gpi: Último acceso

source: Last login
ca_gpi: Últim inici de sessió
es_mx_gpi: Ultima identificación

source: Last name
ca_gpi: Cognom
es_mx_gpi: Apellidos

source: Last page
ca_gpi: Última pàgina
es_mx_gpi: Última página

source: Last two comments on post
ca_gpi: Últims dos comentaris a la publicació
es_mx_gpi: Últimos dos comentarios en el post

source: Last »
ca_gpi: Últim »
es_mx_gpi: Último »

source: Latest group topics
ca_gpi: Últims temes del grup
es_mx_gpi: Últimos contenidos del grupo

source: Latest topic block
ca_gpi: Últim bloc de tema
es_mx_gpi: Último bloque de contenido

source: Latest topics
ca_gpi: Últims temes
es_mx_gpi: Contenidos más antiguos

source: Latest topics block
ca_gpi: Últim bloc de temes
es_mx_gpi: Último bloque de contenidos

source: Latest topics group
ca_gpi: Últims grups de temes
es_mx_gpi: Contenidos de grupo más antiguos

source: Latest topics page
ca_gpi: Últimes pàgines de temes
es_mx_gpi: Última página de contenido

source: Leave a comment
ca_gpi: Deixa un comentari
es_mx_gpi: Deja un comentario

source: Leave a message to @name
ca_gpi: Deixa un missatge a @name
es_mx_gpi: Deja un mensaje para @name

source: Leave group
ca_gpi: Abandona el grup
es_mx_gpi: Abandonar el grupo

source: Leave remark
ca_gpi: Deixa un comentari
es_mx_gpi: Dejar comentario

source: Like
ca_gpi: M'agrada
es_mx_gpi: Me gusta

source: Limit search and mention
ca_gpi: Limita la cerca i menció
es_mx_gpi: Limitar búsqueda y mención

source: Link
ca_gpi: Enllaç
es_mx_gpi: Enlace

source: Link color
ca_gpi: Color dels enllaços
es_mx_gpi: Color del enlace

source: Link for Anonymous User
ca_gpi: Enllaç per perfil anònim
es_mx_gpi: Enlace para usuario anónimo

source: Link for Logged In User
ca_gpi: Enllaç per perfil registrat
es_mx_gpi: Enlace para usuario conectado

source: Link to close report
ca_gpi: Enllaç per tancar l’informe
es_mx_gpi: Enlace para cerrar informe

source: Link to entity that contains mention
ca_gpi: Enllaç a l’entitat que conté una menció
es_mx_gpi: Enlace a la entidad que contiene mención

source: LinkedIn client settings
ca_gpi: Configuració del client a LinkedIn
es_mx_gpi: Configuración del cliente de LinkedIn

source: LinkedIn user ID
ca_gpi: ID del perfil de LinkedIn
es_mx_gpi: ID de usuario LinkedIn

source: List
ca_gpi: Llista
es_mx_gpi: Lista

source: List Font entities
ca_gpi: Llista de les entitats de tipus de lletra
es_mx_gpi: Lista de entidades de fuente

source: List and edit post entities
ca_gpi: Llista i edita les entitats de publicació
es_mx_gpi: Enumerar y editar entidades de publicación

source: List of Queue Storage item types
ca_gpi: Llistat de tipus d'elements d'emmagatzematge en cua
es_mx_gpi: Lista de tipos de elementos de almacenamiento en cola

source: List of Queue Storage items
ca_gpi: Llistat d'elements d'emmagatzematge en cua
es_mx_gpi: Lista de elementos de almacenamiento en cola

source: Lists (Views)
ca_gpi: Llistes (Views)
es_mx_gpi: Listas (Vistas)

source: Loaded search index
ca_gpi: S'ha carregat l'índex de cerca
es_mx_gpi: Índice de búsqueda cargado

source: Location name
ca_gpi: Nom de la ubicació
es_mx_gpi: Nombre de la ubicación

source: Log In
ca_gpi: Iniciar sessió
es_mx_gpi: Iniciar sesión

source: Log in
ca_gpi: Inicia sessió
es_mx_gpi: Iniciar sesión

source: Log in Help Text
ca_gpi: Text d'ajuda de l'inici de sessió
es_mx_gpi: Iniciar sesión Texto de ayuda

source: Log in with <b>username</b> or <b>email</b>
ca_gpi: Inicia sessió amb <b>nom de perfil</b> o <b>correu electrònic</b>
es_mx_gpi: Inicia sesión con <b>nombre de usuario</b> o <b>correo</b>

source: Login
ca_gpi: Inici de sessió
es_mx_gpi: Inicio de sesión

source: Login and Registration help texts
ca_gpi: Textos d'ajuda per l'inici de sessió i el registre
es_mx_gpi: Texto de ayuda de inicio de sesión y registro

source: Login attempt failed for %user.
ca_gpi: L'intent d'inici de sessió ha fallat per a %user.
es_mx_gpi: Intento de inicio de sesión fallido para %user.

source: Login attempt failed from %ip.
ca_gpi: Intent d'inici de sessió fallat des de %ip.
es_mx_gpi: Intento fallido de iniciar sesión desde %ip.

source: Login tokens related to individual user accounts for easy access.
ca_gpi: Tokens d'inici de sessió relacionats amb els comptes de perfil individuals per un accés més fàcil.
es_mx_gpi: Fichas de inicio de sesión relacionadas con cuentas de usuario individuales para facilitar el acceso.

source: Logo for e-mails
ca_gpi: Logotip pels correus electrònics
es_mx_gpi: Logo para correos electrónicos

source: Logout
ca_gpi: Tanca la sessió
es_mx_gpi: Cerrar sesión

source: Machine name
ca_gpi: Nom-màquina
es_mx_gpi: Nombre de la maquina

source: Mail HTML
ca_gpi: Correu electrònic en HTML
es_mx_gpi: Correo HTML

source: Main category
ca_gpi: Categoria principal
es_mx_gpi: Categoría principal

source: Main navigation
ca_gpi: Navegació principal
es_mx_gpi: Navegación principal

source: Main page content
ca_gpi: Contingut principal de la pàgina
es_mx_gpi: Contenido de la página principal

source: Make your people bloom
ca_gpi: Fes que la vostra gent creixi
es_mx_gpi: Haz que tu gente florezca

source: Makes sure that blocked users are not added to the index.
ca_gpi: T'assegura que els perfils bloquejats no s’afegeixin a l’índex.
es_mx_gpi: Se asegura de que los usuarios bloqueados no se agreguen al índice.

source: Makes sure that user 1 is not added to the index.
ca_gpi: T'assegura que el perfil 1 no s’afegeix a l’índex.
es_mx_gpi: Se asegura de que el usuario 1 no se agregue al índice.

source: Makes the theme pages a bit UI friendly for people with the permissions.
ca_gpi: T'assegura que les pàgines del tema siguin d’interès per a persones amb permisos.
es_mx_gpi: Hace que las páginas temáticas sean un poco amigables con la IU para las personas con permisos.

source: Manage All Enrollments
ca_gpi: Gestiona totes les inscripcions
es_mx_gpi: Administrar todas las inscripciones

source: Manage Enrollments
ca_gpi: Gestiona les inscripcions
es_mx_gpi: Administrar inscripciones

source: Manage Everything Enrollments
ca_gpi: Gestiona tot allò relacionat amb les inscripcions
es_mx_gpi: Administrar todas las inscripciones

source: Manage Mention Types
ca_gpi: Gestiona els tipus de mencions
es_mx_gpi: Administrar tipos de menciones

source: Manage all groups
ca_gpi: Gestiona tots els grups
es_mx_gpi: Administrar todos los grupos

source: Manage by organizers only
ca_gpi: Es gestiona només per les persones organitzadores
es_mx_gpi: Administración solo por organizadores

source: Manage enrollment access
ca_gpi: Gestiona l'accés a les inscripcions
es_mx_gpi: Administrar el acceso de inscripción

source: Manage enrollments
ca_gpi: Gestiona les inscripcions
es_mx_gpi: Administrar inscripciones

source: Manage form and displays settings of posts
ca_gpi: Gestiona la configuració del formulari i la visualització de les publicacions
es_mx_gpi: Gestiona el formulario y muestra la configuración de las publicaciones

source: Manage members
ca_gpi: Gestiona els membres
es_mx_gpi: Gestionar miembros

source: Manage user accounts, roles, and permissions.
ca_gpi: Gestiona els comptes dels perfils, els rols i els permisos.
es_mx_gpi: Administre cuentas de usuario, roles y permisos.
