Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: CM can tag a user and indicate that user is part of an organization.
ca_gpi: El CM pot etiquetar un perfil i indicar que aquest forma part d'una organització.
es_mx_gpi: CM puede etiquetar a un usuario e indicar que el usuario es parte de una organización.

source: CM can tag a user, giving options on filtering / searching users.
ca_gpi: El CM pot etiquetar un perfil, donant opcions per filtrar/cercar perfils.
es_mx_gpi: CM puede etiquetar a un usuario, dando opciones para filtrar / buscar usuarios.

source: Call to action link
ca_gpi: Enllaç de crida a l'acció
es_mx_gpi: Enlace a la llamada a la acción

source: Can not send e-mail for %entity
ca_gpi: No es pot enviar el correu electrònic per %entity
es_mx_gpi: No se puede enviar correo electrónico para %entity

source: Cancel
ca_gpi: Cancel·la
es_mx_gpi: Cancelar

source: Cancel enrollment
ca_gpi: Cancel·la la inscripció
es_mx_gpi: Cancelar inscripción

source: Canceled "%action".
ca_gpi: "%action" s'ha cancel·lat.
es_mx_gpi: Cancelado "%action".

source: Card border radius (px)
ca_gpi: Targeta del radi de frontera (px)
es_mx_gpi: Radio del borde de la tarjeta (px)

source: Categories and terms used to tag content
ca_gpi: Categories i termes utilitzats per etiquetar contingut
es_mx_gpi: Categorías y términos utilizados para etiquetar contenido

source: Categorized check boxes/radio buttons
ca_gpi: Botons de les caselles boxes/radio categoritzats
es_mx_gpi: Casillas de verificación categorizadas / botones de radio

source: Change group membership role
ca_gpi: Canvia el rol de pertinença al grup
es_mx_gpi: Cambiar la función de pertenencia al grupo

source: Change input widget
ca_gpi: Canvia el widget d'entrada
es_mx_gpi: Cambiar widget de entrada

source: Change role
ca_gpi: Canvia el rol
es_mx_gpi: Cambiar rol

source: Change roles
ca_gpi: Canvia els rols
es_mx_gpi: Cambiar roles

source: Change the role
ca_gpi: Canvia el rol
es_mx_gpi: Cambiar el papel

source: Change the role of selected member
ca_gpi: Canvia el rol al membre seleccionat
es_mx_gpi: Cambiar el rol del miembro seleccionado

source: Change which profile fields are used / not used
ca_gpi: Canvia quins camps del perfil s'utilitzen / no s'utilitzen
es_mx_gpi: Cambiar qué campos de perfil se usan / no se usan

source: Changed
ca_gpi: Canviat
es_mx_gpi: Modificado

source: Changing the group may have impact on the <strong>visibility settings</strong>.
ca_gpi: Canviar el grup podria tenir un impacte sobre la <strong>configuració de visibilitat</strong>.
es_mx_gpi: Cambiar el grupo puede tener un impacto en <strong>ajustes de visibilidad</strong>.

source: Checking profile status for @count users
ca_gpi: Comprovant l'estat del perfil per @count perfils
es_mx_gpi: Comprobación del estado del perfil para los @count usuarios

source: Choose a default landing page
ca_gpi: Tria una pàgina de destinació per defecte
es_mx_gpi: Elija una página de destino predeterminada

source: Choose how people can join this group.
ca_gpi: Tria com les persones es poden unir a aquest grup.
es_mx_gpi: Elige cómo las personas pueden unirse a este grupo.

source: Choose the allowed visibility settings for the group content.
ca_gpi: Tria la configuració de visibilitat permesa pel contingut del grup.
es_mx_gpi: Elija la configuración de visibilidad permitida para el contenido del grupo.

source: Choose which group roles to assign to the member you selected
ca_gpi: Tria quins rols de grup vols assignar al membre seleccionat
es_mx_gpi: Elija qué roles de grupo asignar al miembro que seleccionó

source: Clear all selected enrollees
ca_gpi: Esborra totes les persones inscrites seleccionades
es_mx_gpi: Borrar todos los inscritos seleccionados

source: Clear all selected members
ca_gpi: Esborra tots els membres seleccionats
es_mx_gpi: Borrar todos los miembros seleccionados

source: Clear selection on all pages
ca_gpi: Esborra la selecció a totes les pàgines
es_mx_gpi: Borrar selección en todas las páginas

source: Click here to go to the social tagging overview
ca_gpi: Fes clic aquí per anar a la visió general d'etiquetatge social
es_mx_gpi: Haga clic aquí para ir al resumen de etiquetado social

source: Click on the explore button to browse to all content in the community
ca_gpi: Fes clic al botó d'explora per visualitzar tot el contingut de la comunitat
es_mx_gpi: Haga clic en el botón explorar para buscar todo el contenido de la comunidad

source: Click to open search box
ca_gpi: Fes clic per obrir el quadre de cerca
es_mx_gpi: Haga clic para abrir el cuadro de búsqueda

source: Client ID
ca_gpi: ID del client
es_mx_gpi: ID del cliente

source: Close
ca_gpi: Tanca
es_mx_gpi: Cerrar

source: Close report
ca_gpi: Tanca l'informe
es_mx_gpi: Cerrar informe

source: Close reports for inappropriate content
ca_gpi: Tanca informes per contingut inapropiat
es_mx_gpi: Cerrar informes de contenido inapropiado

source: Closed
ca_gpi: Tancat
es_mx_gpi: Cerrado

source: Closed group
ca_gpi: Grup tancat
es_mx_gpi: Grupo cerrado

source: Closed group: Group membership
ca_gpi: Grup tancat: membres del grup
es_mx_gpi: Grupo cerrado: membresía grupal

source: Collaboration Settings
ca_gpi: Configuració de la col·laboració
es_mx_gpi: Configuraciones de colaboración

source: Comment
ca_gpi: Comentari
es_mx_gpi: Comentario

# Comment Button
source: Comment
ca_gpi: Comentar
es_mx_gpi: Comentario

source: Comment on a post in the activity streams
ca_gpi: Comenta a una publicació al tauler d'activitats
es_mx_gpi: Comenta una publicación en las actividades destacadas

source: Comment on group content
ca_gpi: Comenta en el contingut del grup
es_mx_gpi: Comenta sobre el contenido del grupo

source: Comment on node list
ca_gpi: Comenta a la llista del node
es_mx_gpi: Comentar en la lista de nodos

source: Comment on post list
ca_gpi: Comenta a la llista de la publicació
es_mx_gpi: Comenta en la lista de publicaciones

source: Comment unpublished.
ca_gpi: Comentari no publicat.
es_mx_gpi: Comentario no publicado.

source: Comment upload settings
ca_gpi: Configuració de la pujada de comentaris
es_mx_gpi: Configuración de carga de comentarios

source: Comments
ca_gpi: Comentaris
es_mx_gpi: Comentarios

source: Comments (:num_comments)
ca_gpi: Comentaris (:num_comments)

source: Comments created
ca_gpi: Comentaris creats
es_mx_gpi: Comentarios creados

source: Community
ca_gpi: Comunitat
es_mx_gpi: Comunidad

source: Community - visible only to logged in members
ca_gpi: Comunitat - només visible per a membres registrats
es_mx_gpi: Comunidad: visible solo para miembros registrados

source: Community URL
ca_gpi: URL de la comunitat
es_mx_gpi: URL de comunidad

source: Community activities
ca_gpi: Activitats de la comunitat
es_mx_gpi: Actividades de la comunidad

source: Community activities block
ca_gpi: Bloc d'activitats de la comunitat
es_mx_gpi: Bloque de actividades de la comunidad

source: Community activity context
ca_gpi: Context de l'activitat de la comunitat
es_mx_gpi: Contexto de actividad de la comunidad

source: Community events block
ca_gpi: Bloc d'esdeveniments de la comunitat
es_mx_gpi: Bloque de eventos de la comunidad

source: Community events page
ca_gpi: Pàgina d'esdeveniments de la comunitat
es_mx_gpi: Página de eventos de la comunidad

source: Community statistics
ca_gpi: Estadístiques de la comunitat
es_mx_gpi: Estáticos de la comunidad

source: Compact Avatar
ca_gpi: Avatar compacte
es_mx_gpi: Avatar compacto

source: Compact Notifcation
ca_gpi: Notificació compacte
es_mx_gpi: Notificación compacta

source: Compact Private Message
ca_gpi: Missatge privat compacte
es_mx_gpi: Mensaje privado compacto

source: Compact Teaser
ca_gpi: Vista prèvia compacte
es_mx_gpi: Teaser compacto

source: Complete community activity stream
ca_gpi: Activitat completa de la comunitat al tauler
es_mx_gpi: Actividad completa de la comunidad

source: Complete community activity stream (with post form)
ca_gpi: Activitat completa de la comunitat al tauler (amb formulari de publicació)
es_mx_gpi: Secuencia completa de actividad de la comunidad (con formulario de publicación)

source: Configure Activity entities
ca_gpi: Configura les entitats de l'activitat
es_mx_gpi: Configurar entidades de actividad

source: Configure Event enrollment entities
ca_gpi: Configura les entitats d’inscripció d’esdeveniments
es_mx_gpi: Configurar entidades de inscripción de eventos

source: Configure Font entities
ca_gpi: Configura les entitats del tipus de lletra
es_mx_gpi: Configurar entidades de fuentes

source: Configure action
ca_gpi: Configura l'acció
es_mx_gpi: Configurar acción

source: Configure if people can attach files to comments.
ca_gpi: Configura si les persones poden adjuntar fitxers als comentaris.
es_mx_gpi: Configure si las personas pueden adjuntar archivos a los comentarios.

source: Configure the display of icons in the main navigation.
ca_gpi: Configura la visualització de les icones a la navegació principal.
es_mx_gpi: Configure la visualización de iconos en la navegación principal.

source: Configure the email you want to send to the one enrollee you have selected.
ca_gpi: Configura el correu electrònic que vols enviar a la persona inscrita que has seleccionat.
es_mx_gpi: Configure el correo electrónico que desea enviar al inscrito que haya seleccionado.

source: Configure the email you want to send to the one member you have selected.
ca_gpi: Configura el correu electrònic que vols enviar a l'únic membre seleccionat.
es_mx_gpi: Configure el correo electrónico que desea enviar al miembro que ha seleccionado.

source: Configure the social tour module.
ca_gpi: Configura el mòdul de guia social.
es_mx_gpi: Configure el módulo de recorrido social.

source: Configure via the <a href='/admin/structure/mentions'>Mention types</a> page.
ca_gpi: Configura mitjançant la pàgina <a href='/admin/structure/mentions'>Tipus de menció</a>.
es_mx_gpi: Configurar a través de <a href='/admin/structure/mentions'>tipos de mención</a> página.

source: Confirm action
ca_gpi: Confirma l'acció
es_mx_gpi: Confirmar acción

source: Consumer Key
ca_gpi: Clau del consumidor
es_mx_gpi: Consumidor clave

source: Consumer Secret
ca_gpi: Consumidor secret
es_mx_gpi: Consumidor secreto

source: Contact
ca_gpi: Contacte
es_mx_gpi: Contacto

source: Contact information
ca_gpi: Informació del contacte
es_mx_gpi: información de contacto

source: Contact the Open Social development team and help us improve the product.
ca_gpi: Contacta amb l'equip de desenvolupament d'Open Social i ajuda'ns a millorar el producte.
es_mx_gpi: Póngase en contacto con el equipo de desarrollo de Open Social y ayúdenos a mejorar el producto.

source: Contain one link field for Logged in user and one for Anonymous, button style can be selected.
ca_gpi: Conté un camp d’enllaç pel perfil amb sessió iniciada i un per l'Anònim, es pot seleccionar l'estil del botó.
es_mx_gpi: Contiene un campo de enlace para Usuario conectado y otro para Anónimo, se puede seleccionar el estilo del botón.

source: Content
ca_gpi: Contingut
es_mx_gpi: Contenido

source: Content I follow
ca_gpi: Contingut que segueixo
es_mx_gpi: Contenido que sigo

source: Content Reporting
ca_gpi: Informes de contingut
es_mx_gpi: Informes de contenido

source: Content Reporting settings
ca_gpi: Configuració dels informes de contingut
es_mx_gpi: Configuración de informes de contenido

source: Content Type
ca_gpi: Tipus de contingut
es_mx_gpi: Tipo de contenido

source: Content group content
ca_gpi: Contingut del contingut del grup
es_mx_gpi: Contenido del grupo

source: Content in my group activity context
ca_gpi: Contingut dins del context de l'activitat del meu grup
es_mx_gpi: Contenido en el contexto de actividad de mi grupo

source: Content manager
ca_gpi: Persona que gestiona el contingut
es_mx_gpi: Gestor de contenidos

source: Content report activity context
ca_gpi: Context d’activitat de l’informe de contingut
es_mx_gpi: Contexto de actividad de informe de contenido

source: Content tagging module
ca_gpi: Mòdul d'etiquetatge del contingut
es_mx_gpi: Módulo de etiquetado de contenido

source: Content type
ca_gpi: Tipus de contingut
es_mx_gpi: Tipo de contenido

source: Content visibility
ca_gpi: Visibilitat del contingut
es_mx_gpi: Visibilidad del contenido

source: Content: Basic page
ca_gpi: Contingut: Pàgina bàsica
es_mx_gpi: Contenido: página básica

source: Content: Event
ca_gpi: Contingut: Esdeveniment
es_mx_gpi: Contenido: evento

source: Content: Topic
ca_gpi: Contingut: tema
es_mx_gpi: Contenido: Contenidos

source: Continue
ca_gpi: Continua
es_mx_gpi: Continuar

source: Convert SUPPORTED URLs to URL embeds
ca_gpi: Converteix URLs COMPATIBLES en URL inscrustades
es_mx_gpi: Convierta URL SOPORTADAS en incrustaciones de URL

source: Convert only URLs that are supported to URL embeds.
ca_gpi: Converteix només les URLs que siguin compatibles en URL incrustades.
es_mx_gpi: Convierta solo las URL compatibles con incrustaciones de URL.

source: Copy the App ID of your Facebook App here. This value can be found from your App Dashboard.
ca_gpi: Copia l'ID de l'aplicació de Facebook aquí. Podràs trobar aquest valor des del teu Tauler de control de l'aplicació.
es_mx_gpi: Copie el ID de la aplicación de su aplicación de Facebook aquí. Este valor se puede encontrar en el Panel de la aplicación.

source: Copy the App Secret of your Facebook App here. This value can be found from your App Dashboard.
ca_gpi: Copia el secret de l'aplicació de Facebook aquí. Podràs trobar aquest valor des del vostre Tauler de control de l'aplicació.
es_mx_gpi: Copie el secreto de la aplicación de su aplicación de Facebook aquí. Este valor se puede encontrar en el Panel de la aplicación.

source: Copy the Client ID here
ca_gpi: Copia l'ID del client aquí
es_mx_gpi: Copie la identificación del cliente aquí

source: Copy the Client ID of your LinkedIn Client here. This value can be found from your Client Dashboard.
ca_gpi: Copia l'ID de client del seu Client de LinkedIn aquí. Aquest valor es pot trobar al seu Panell de Client.
es_mx_gpi: Copie la ID de cliente de su cliente de LinkedIn aquí. Este valor se puede encontrar en su Panel de Cliente.

source: Copy the Client Secret here
ca_gpi: Copia el Client secret aquí
es_mx_gpi: Copie el secreto del cliente aquí

source: Copy the Client Secret of your LinkedIn Client here. This value can be found from your Client Dashboard.
ca_gpi: Copia l'ID de client secret del seu Client de LinkedIn aquí. Aqueste valor es pot trobar al seu Panell de Client.
es_mx_gpi: Copie el secreto del cliente de su cliente de LinkedIn aquí. Este valor se puede encontrar en su Panel de Cliente.

source: Copy the Consumer Key here
ca_gpi: Copia la clau del consumidor aquí
es_mx_gpi: Copie la clave del consumidor aquí

source: Copy the Consumer Secret here
ca_gpi: Copia el secret del consumidor aquí
es_mx_gpi: Copie el secreto del consumidor aquí

source: Could not create new user. Exception: @message
ca_gpi: No s'ha pogut crear un perfil nou. Excepció: @message
es_mx_gpi: No se pudo crear un nuevo usuario. Excepción: @message

source: Could not create profile for @user_id
ca_gpi: No s'ha pogut crear un perfil per @user_id
es_mx_gpi: No se pudo crear el perfil para @user_id

source: Could not get Facebook access token. FacebookResponseException: @message
ca_gpi: No s'ha pogut aconseguir el token d'accés de Facebook. FacebookResponseException: @message
es_mx_gpi: No se pudo obtener el token de acceso de Facebook. FacebookResponseException: @message

source: Could not get Facebook access token. FacebookSDKException: @message
ca_gpi: No s'ha pogut aconseguir el token d'accés de Facebook. FacebookSDKException: @message
es_mx_gpi: No se pudo obtener el token de acceso de Facebook. FacebookSDKException: @message

source: Could not get Facebook access token. User cancelled the dialog in Facebook or return URL was not valid.
ca_gpi: No s'ha pogut aconseguir el token d'accés de Facebook. El perfil ha cancel·lat el diàleg a Facebook o la URL de retorn no és vàlida.
es_mx_gpi: No se pudo obtener el token de acceso de Facebook. El usuario canceló el diálogo en Facebook o la URL de retorno no era válida.

source: Could not get LinkedIn access token. LinkedInException: @message
ca_gpi: No s'ha pogut aconseguir el token d'accés a LinkedIn. LinkedInException: @message
es_mx_gpi: No se pudo obtener el token de acceso a LinkedIn. LinkedInException: @message

source: Could not load Facebook profile picture: FacebookResponseException: @message
ca_gpi: No s'ha pogut carregar la imatge de perfil a Facebook: FacebookResponseException: @message
es_mx_gpi: No se pudo cargar la imagen de perfil de Facebook: FacebookResponseException: @message

source: Could not load Facebook profile picture: FacebookSDKException: @message
ca_gpi: No s'ha pogut carregar la imatge de perfil a Facebook: FacebookSDKException: @message
es_mx_gpi: No se pudo cargar la imagen de perfil de Facebook: FacebookSDKException: @message

source: Could not load Facebook user profile: FacebookResponseException: @message
ca_gpi: No s'ha pogut carregar el perfil a Facebook: FacebookResponseException: @message
es_mx_gpi: No se pudo cargar el perfil de usuario de Facebook: FacebookResponseException: @message

source: Could not load Facebook user profile: FacebookSDKException: @message
ca_gpi: No s'ha pogut carregar el perfil a Facebook: FacebookSDKException: @message
es_mx_gpi: No se pudo cargar el perfil de usuario de Facebook: FacebookSDKException: @message

source: Could not load Twitter user profile: TwitterOAuthException: @message
ca_gpi: No s'ha pogut carregar el perfil a Twitter: TwitterOAuthException: @message
es_mx_gpi: No se pudo cargar el perfil de usuario de Twitter: TwitterOAuthException: @message

source: Could not save the export file on: %name.
ca_gpi: No s'ha pogut desar l'exportació del fitxer a: %name.
es_mx_gpi: No se pudo guardar el archivo de exportación en: %name.

source: Could not save the export file.
ca_gpi: No s'ha pogut desar l'exportació del fitxer.
es_mx_gpi: No se pudo guardar el archivo de exportación.

source: Country code
ca_gpi: Codi del país
es_mx_gpi: Código de país

source: Counts file downloads for private core file fields and logs a message to the watchdog table.
ca_gpi: Compta descàrregues de fitxers per a camps i fitxers de nucli privat i registra un missatge a la taula de vigilància.
es_mx_gpi: Cuenta las descargas de archivos para campos de archivos principales privados y registra un mensaje en la tabla de vigilancia.

source: Create Event
ca_gpi: Crear un esdeveniment
es_mx_gpi: Crear evento

source: Create New Book Page
ca_gpi: Crea una pàgina de llibre nova
es_mx_gpi: Crear nueva página de libro

source: Create New Content
ca_gpi: Crea contingut nou
es_mx_gpi: Crear Nuevo Contenido

source: Create New Event
ca_gpi: Crea un esdeveniment nou
es_mx_gpi: Crear nuevo evento

source: Create New Group
ca_gpi: Crea un grup nou
es_mx_gpi: Crear Nuevo Grupo

source: Create New Landing Page
ca_gpi: Crear una pàgina de destinació nova
es_mx_gpi: Crear nueva página de destino

source: Create New Page
ca_gpi: Crea una pàgina nova
es_mx_gpi: Crear Nueva Página

source: Create New Topic
ca_gpi: Crear un tema nou
es_mx_gpi: Crear nuevo contenido

source: Create Topic
ca_gpi: Crear un tema
es_mx_gpi: Crear contenido

source: Create a new user account.
ca_gpi: Crea un compte de perfil nou.
es_mx_gpi: Crear una nueva cuenta de usuario.

source: Create a post, topic or event in a joined group
ca_gpi: Crea una publicació, un tema o un esdeveniment a un grup on hi formo part
es_mx_gpi: Crear una publicación, contenido o evento en un grupo

source: Create activity items direct instead of in Queue
ca_gpi: Crea els elements de l'activitat directe en lloc de en cua
es_mx_gpi: Crear elementos de actividad directamente en lugar de en cola

source: Create an account
ca_gpi: Crea un compte
es_mx_gpi: Crea una cuenta

source: Create book page
ca_gpi: Crea una pàgina de llibre
es_mx_gpi: Crear página de libro

source: Create comment on authors node or post
ca_gpi: Crea un comentari al node o a la publicació dels autors
es_mx_gpi: Crear comentario en el nodo de autores o publicación

source: Create comment on following node
ca_gpi: Crea un comentari al següent node
es_mx_gpi: Crear comentario en el siguiente nodo

source: Create comment on node in the community
ca_gpi: Crea un comentari al node de la comunitat
es_mx_gpi: Crear comentario en nodo en la comunidad

source: Create comment on node in the group
ca_gpi: Crea un comentari al node del grup
es_mx_gpi: Crear comentario en nodo en el grupo

source: Create comment on post in the community
ca_gpi: Crea un comentari a la publicació de la comunitat
es_mx_gpi: Crear comentario en post en la comunidad

source: Create comment on post in the group
ca_gpi: Crea un comentari a la publicació del grup
es_mx_gpi: Crear comentario en post en el grupo

source: Create comment on post on my profile
ca_gpi: Crea un comentari a la publicació del meu perfil
es_mx_gpi: Crear comentario en post en mi perfil

source: Create demo content.
ca_gpi: Crea contingut demo.
es_mx_gpi: Crea contenido de demostración.

source: Create event
ca_gpi: Crea un esdeveniment
es_mx_gpi: Crear evento

source: Create event in group
ca_gpi: Crea un esdeveniment a un grup
es_mx_gpi: Crear evento en el grupo

source: Create featured items block, editor will be able to provide title, items to show and a link like see all.
ca_gpi: Crea un bloc d’elements destacats, l’editor podrà proporcionar títol, articles a mostrar i un enllaç com veure tot.
es_mx_gpi: Crear bloque de elementos destacados, el editor podrá proporcionar título, elementos para mostrar y un enlace como ver todos.

source: Create groups
ca_gpi: Crea grups
es_mx_gpi: Crear grupos

source: Create groups to gather people with the same interests, expertise or tasks.
ca_gpi: Crea grups per reunir persones amb els mateixos interessos, experiències o tasques.
es_mx_gpi: Cree grupos para reunir personas con los mismos intereses, experiencia o tareas.

source: Create like on node or post
ca_gpi: Crea un m'agrada a un node o una publicació
es_mx_gpi: Crear como en el nodo o publicación

source: Create mention in a comment
ca_gpi: Crea una menció a un comentari
es_mx_gpi: Crear mención en un comentario

source: Create mention in a comment (stream: profile)
ca_gpi: Crea una menció a un comentari (tauler: perfil)
es_mx_gpi: Crear mención en un comentario (stream: profile)

source: Create mention in a post
ca_gpi: Crea una menció a una publicació
es_mx_gpi: Crear mención en una publicación

source: Create mention in a post (stream: profile)
ca_gpi: Crea una menció a una publicació (tauler: perfil)
es_mx_gpi: Crear mención en un post (stream: profile)

source: Create new Activity entities
ca_gpi: Crea entitats d'activitat noves
es_mx_gpi: Crear nuevas entidades de actividad

source: Create new Event enrollment entities
ca_gpi: Crea les entitats d’inscripció de nous esdeveniments
es_mx_gpi: Crear nuevas entidades de inscripción de eventos

source: Create new Font entities
ca_gpi: Crea entitats de font noves
es_mx_gpi: Crear nuevas entidades de fuentes

source: Create new Post entities
ca_gpi: Crea entitats de publicació noves
es_mx_gpi: Crear nuevas entidades de publicación

source: Create new Queue storage entity entities
ca_gpi: Crea entitats noves de l'entitat d'emmagatzematge en cua
es_mx_gpi: Crear nuevas entidades de entidad de almacenamiento en cola

source: Create new account
ca_gpi: Crea un compte nou
es_mx_gpi: Crear nueva cuenta

source: Create new posts in group
ca_gpi: Crea noves publicacions al grup
es_mx_gpi: Crear nuevas publicaciones en grupo

source: Create new posts in this group
ca_gpi: Crea noves publicacions dins d'aquest grup
es_mx_gpi: Crear nuevas publicaciones en este grupo
