Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: Oops, there was an error. This may have happened for the following reasons: <br> - Invalid username/email and password combination. <br> - There has been more than one failed login attempt for this account. It is temporarily blocked. <br> - Too many failed login attempts from your computer (IP address). This IP address is temporarily blocked. <br> <br> To solve the issue, try using different login information, try again later, or <a href=":url">request a new password</a>
ca_gpi: Ups, ha hagut un error. Això ha pogut passat per les següents raons: <br> - La combinació del perfil/correu electrònic i contrasenya són invàlids. <br> - Hi ha hagut més d'un intent de sessió fallit per aquest compte. Està temporalment bloquejat. <br> - Hi ha molts intents de sessió fallits des del vostre equip (adreça IP). Aquesta adreça IP està bloquejada temporalment.<br> <br> Per resoldre el problema, prova d’utilitzar informació d’inici de sessió diferent, torna-ho a provar més endavant o <a href=":url">demana una nova contrasenya</a>
es_mx_gpi: ¡Vaya! Hubo un error. Esto puede haber sucedido por las siguientes razones: <br> - Combinación de nombre de usuario/correo electrónico y contraseña no válidos.<br> - Ha habido más de un intento fallido de inicio de sesión para esta cuenta. Está temporalmente bloqueado. <br> - Demasiados intentos fallidos de inicio de sesión desde su computadora (dirección IP). Esta dirección IP está bloqueada temporalmente. <br> <br> Para resolver el problema, intente usar información de inicio de sesión diferente, intente nuevamente más tarde o <a href=":url">Pide una nueva contraseña</a>

source: %time ago
ca_gpi: fa %time
es_mx_gpi: hace %time

source: (1 spot left)
ca_gpi: (queda 1 punt)
es_mx_gpi: (Queda 1 lugar)

source: (Upcoming) Community events
ca_gpi: (Properament) Esdeveniments de la comunitat
es_mx_gpi: Eventos de la Comunidad (próximos)

source: (ascending)
ca_gpi: (ascendent)
es_mx_gpi: (ascendente)

source: (descending)
ca_gpi: (descendent)
es_mx_gpi: (descendente)

source: - All -
ca_gpi: - Tot -
es_mx_gpi: — Todo(s) —

source: - Any -
ca_gpi: - Qualsevol -
es_mx_gpi: - Cualquiera -

source: - Default -
ca_gpi: - Per defecte -
es_mx_gpi: - Predeterminado -

source: - None -
ca_gpi: - Cap -
es_mx_gpi: - Ninguno -

source: - Restricted access -
ca_gpi: - Accés restringit -
es_mx_gpi: -Acceso restringido-

source: -- Select action --
ca_gpi: -- Selecciona una acció --
es_mx_gpi: -- Seleccionar acción --

source: 0 downloads
ca_gpi: 0 descàrregues
es_mx_gpi: 0 descargas

source: 1 attachment.
ca_gpi: adjunt.
es_mx_gpi: 1 archivo adjunto.

source: 1 day
ca_gpi: 1 dia
es_mx_gpi: 1 día

source: 1 download
ca_gpi: 1 descàrrega
es_mx_gpi: 1 descarga

source: 1 hour
ca_gpi: 1 hora
es_mx_gpi: 1 hora

source: 1 item successfully processed:
ca_gpi: S'ha processat un element amb èxit:
es_mx_gpi: 1 elemento procesado correctamente:

source: 1 member
ca_gpi: 1 membre
es_mx_gpi: 1 miembro

source: 1 minute
ca_gpi: 1 minut
es_mx_gpi: 1 minuto

source: 1 selected enrollee has been exported successfully
ca_gpi: 1 persona inscrita seleccionada s'ha exportat amb èxit
es_mx_gpi: 1 afiliado seleccionado se ha exportado con éxito

source: 1 selected enrollee has been removed from the event successfully
ca_gpi: 1 persona inscrita seleccionada s'ha eliminat amb èxit de l'esdeveniment
es_mx_gpi: 1 participante seleccionado ha sido eliminado del evento con éxito

source: 1 selected enrollee has not been exported successfully
ca_gpi: 1 persona inscrita seleccionada no s'ha exportat amb èxit
es_mx_gpi: 1 participante seleccionado no se ha exportado correctamente

source: 1 selected enrollee has not been removed from the event successfully
ca_gpi: 1 persona inscrita seleccionada no s'ha eliminat amb èxit de l'esdeveniment
es_mx_gpi: 1 participante seleccionado no se ha eliminado del evento correctamente

source: 1 selected member has been exported successfully
ca_gpi: 1 membre seleccionat s'ha exportat amb èxit
es_mx_gpi: 1 participante seleccionado se ha exportado correctamente

source: 1 selected member has been removed successfully
ca_gpi: 1 membre seleccionat s'ha eliminat amb èxit
es_mx_gpi: 1 participante seleccionado se ha eliminado correctamente

source: 1 selected member has not been exported
ca_gpi: 1 membre seleccionat no s'ha exportat
es_mx_gpi: 1 miembro seleccionado no se ha exportado

source: 1 selected member has not been removed successfully
ca_gpi: 1 membre seleccionat no s'ha eliminat amb èxit
es_mx_gpi: 1 participante seleccionado no se ha eliminado correctamente

source: 10 minutes
ca_gpi: 10 minuts
es_mx_gpi: 10 minutos

source: 12 hours
ca_gpi: 12 hores
es_mx_gpi: 12 horas

source: 15 minutes
ca_gpi: 15 minuts
es_mx_gpi: 15 minutos

source: 2 minutes
ca_gpi: 2 minuts
es_mx_gpi: 2 minutos

source: 30 minutes
ca_gpi: 30 minuts
es_mx_gpi: 30 minutos

source: 30 seconds
ca_gpi: 30 segons
es_mx_gpi: 30 segundos

source: 5 minutes
ca_gpi: 5 minuts
es_mx_gpi: 5 minutos

source: 6 hours
ca_gpi: 6 hores
es_mx_gpi: 6 horas

source: :num_comments comment
ca_gpi: :num_comments comentari
es_mx_gpi: :num_comments comentario

source: :num_comments comments
ca_gpi: :num_comments comentaris
es_mx_gpi: :num_comments comentarios

source: <a href="/node/{{ raw_arguments.nid }}/enrollments">See all enrollments</a>
ca_gpi: <a href="/node/{{ raw_arguments.nid }}/enrollments">Veure totes les inscripcions</a>
es_mx_gpi: <a href="/node/{{ raw_arguments.nid }}/enrollments">Ver todas las inscripciones</a>

source: <b><em class="placeholder">@count</em> Member</b> is selected
ca_gpi: <b><em class="placeholder">@count</em> Membre</b> seleccionat
es_mx_gpi: <b><em class="placeholder">@count</em> Miembro</b> está seleccionado

source: <b><em class="placeholder">@count</em> enrollee</b> is selected
ca_gpi: <b><em class="placeholder">@count</em> inscrit</b> seleccionat
es_mx_gpi: <b><em class="placeholder">@count</em> afiliado</b> está seleccionado

source: <b>@action</b> of selected members
ca_gpi: <b>@action</b> de membres seleccionats
es_mx_gpi: <b>@action</b> de miembros seleccionados

source: <b>@action</b> selected enrollees
ca_gpi: <b>@action</b> inscrits seleccionats
es_mx_gpi: <b>@action</b> afiliados seleccionados

source: <b>@action</b> selected members
ca_gpi: <b>@action</b> membres seleccionats
es_mx_gpi: <b>@action</b> miembros seleccionados

source: <em>Books</em> have a built-in hierarchical navigation. Use for handbooks or tutorials.
ca_gpi: Els <em>llibres</em> tenen una jerarquia de navegació interna. Utilitzeu-los per a manuals o tutorials.
es_mx_gpi: Los <em>libros</em> tienen un sistema de navegación jerarquizado incorporado. Uselos para manuales o tutoriales.

source: <em>Configure account settings:</em> @label
ca_gpi: <em>Configuració del compte:</em> @label
es_mx_gpi: <em>Editar la configuración de la cuenta:</em> @label

source: <h2>Warning</h2><p>Be careful, in this section you can make sitewide changes to the HTML template and therefore break both the front-end javascript applications and the layout for your website.</p>
ca_gpi: <h2>Atenció</h2><p>En aquesta secció podràs fer canvis a la plantilla HTML de tota la plataforma i, per tant, trencar tant les aplicacions de javascript front-end com la disposició del vostre web. .</p>
es_mx_gpi: <h2>Advertencia</h2><p>Tenga cuidado, en esta sección puede hacer cambios en todo el sitio a la plantilla HTML y, por lo tanto, romper tanto las aplicaciones de front-end de JavaScript como el diseño de su sitio web.</p>

source: <h4 class="section-title">Member results</h4>
ca_gpi: <h4 class="section-title">Resultats de membres</h4>
es_mx_gpi: <h4 class="section-title">Resultados de miembros</h4>

source: <h4>All results</h4>
ca_gpi: <h4>Tots els resultats</h4>
es_mx_gpi: <h4>Todos los resultados</h4>

source: <h4>Content results</h4>
ca_gpi: <h4>Contingut dels resultats</h4>
es_mx_gpi: <h4>Resultados de contenido</h4>

source: <h4>Group results</h4>
ca_gpi: <h4>Resultats del grup</h4>
es_mx_gpi: <h4>Resultados grupales</h4>

source: <i>Disabling this will simply hide the 'My Groups' button from the main navigation.</i>
ca_gpi: <i>Si es desactiva, només s’ocultarà el botó “Els meus grups” de la navegació principal.</i>
es_mx_gpi: <i>Deshabilitar esto simplemente ocultará el botón 'Mis grupos' de la navegación principal.</i>

source: <i>Disabling this won't disable the Social Private Message feature, but only hide the icon from the navigation.</i>
ca_gpi: <i> Si es desactiva aquesta opció, no es desactivarà la funció Missatge social privat, sinó que només s’amagarà la icona de la navegació. </i>
es_mx_gpi: <i>Deshabilitar esto no deshabilitará la función de mensaje privado social, sino que solo ocultará el ícono de la navegación.</i>

source: <p><a href="">[message:author:display-name]</a> mentioned <a href="">[social_mentions:mentioned_user]</a> in a post</p>
ca_gpi: <p><a href="">[message:author:display-name]</a> ha mencionat a <a href="">[social_mentions:mentioned_user]</a> a una publicació</p>
es_mx_gpi: <p><a href="">[message:author:display-name]</a> mencionado<a href="">[social_mentions:mentioned_user]</a> en una publicación</p>

source: <p><a href="">[message:author:display-name]</a> mentioned<a href=""> [social_mentions:mentioned_user] </a>in a comment</p>
ca_gpi: <p><a href="">[message:author:display-name]</a> ha mencionat a<a href=""> [social_mentions:mentioned_user] </a>a un comentari</p>
es_mx_gpi: <p><a href="">[message:author:display-name]</a> mencionado<a href=""> [social_mentions:mentioned_user] </a>en un comentario</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added you to the event [social_event:event_iam_organizing]</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> t'ha afegit a l'esdeveniment [social_event:event_iam_organizing]</p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> te agregó al evento [social_event:event_iam_organizing]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> i altres @count han comentat al [social_comment:commented_content_type] de [social_comment:parent_entity_author] a <a href="[message:gurl]">[message:gtitle]</a></p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> y otros @count han comentado en [social_comment:parent_entity_author] [social_comment:commented_content_type] de <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type]</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> i altres @count han comentat al [social_comment:commented_content_type] de [social_comment:parent_entity_author] </p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> y otros @count han comentado en la publicación de [social_comment:parent_entity_author] [social_comment:commented_content_type]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on a post in <a href="[message:gurl]">[message:gtitle]</a></p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> i altres @count han comentat la publicació a <a href="[message:gurl]">[message:gtitle]</a></p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> y otros @count han comentado en un post de <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on a post</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> i altres @count han comentat a una publicació</p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> y otros @count han comentado en el post</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> you are following</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentat un [social_comment:commented_content_type] de [social_comment:parent_entity_author] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> que estás seguint</p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> han comentado en la publicación de [social_comment:parent_entity_author] [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> que tú sigues</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> you are following</p> <table class="comments"> <tr> <td class="post"><strong>[social_comment:comment_author]</strong> <small>• [social_comment:comment_date]</small> <p>[social_comment:comment_text]</p> </td> </tr> </table> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_comment:commented_entity_link]">Reply to this comment </a></td> </tr> </tbody> </table>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentat un [social_comment:commented_content_type] de [social_comment:parent_entity_author] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> que estàs seguint</p> <table class="comments"> <tr> <td class="post"><strong>[social_comment:comment_author]</strong> <small>• [social_comment:comment_date]</small> <p>[social_comment:comment_text]</p> </td> </tr> </table> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_comment:commented_entity_link]">Respon a aquest comentari </a></td> </tr> </tbody> </table>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentado en [social_comment:parent_entity_author] [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> que tu sigues</p> <table class="comments"> <tr> <td class="post"><strong>[social_comment:comment_author]</strong> <small>• [social_comment:comment_date]</small> <p>[social_comment:comment_text]</p> </td> </tr> </table> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_comment:commented_entity_link]"> Responder este comentario </a></td> </tr> </tbody> </table>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentat un [social_comment:commented_content_type] de [social_comment:parent_entity_author] a <a href="[message:gurl]">[message:gtitle]</a></p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentado en el [social_comment:commented_content_type] de [social_comment:parent_entity_author] en <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type]</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentat un [social_comment:commented_content_type] de [social_comment:parent_entity_author]</p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentado en la publicación de [social_comment:parent_entity_author] [social_comment:commented_content_type]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post in <a href="[message:gurl]">[message:gtitle]</a></p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentat en una publicació a <a href="[message:gurl]">[message:gtitle]</a></p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentado en un post en <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post on your <a href="[message:recipient-user-url]">profile</a></p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentat en una publicació al teu <a href="[message:recipient-user-url]">perfil</a></p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentado en un post en tu <a href="[message:recipient-user-url]">perfil</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post on your <a href="[message:recipient-user-url]">profile</a></p> <table class="comments"> <tr> <td class="post"><strong>[social_comment:comment_author]</strong> <small>• [social_comment:comment_date]</small> <p>[social_comment:comment_text]</p> </td> </tr> </table> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_comment:comment_reply_link_html]">Reply to this comment </a></td> </tr> </tbody> </table>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentat en una publicació al teu <a href="[message:recipient-user-url]">perfil</a></p> <table class="comments"> <tr> <td class="post"><strong>[social_comment:comment_author]</strong> <small>• [social_comment:comment_date]</small> <p>[social_comment:comment_text]</p> </td> </tr> </table> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_comment:comment_reply_link_html]">Respon a aquest comentari </a></td> </tr> </tbody> </table>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentado un post en tu <a href="[message:recipient-user-url]">perfil</a></p> <table class="comments"> <tr> <td class="post"><strong>[social_comment:comment_author]</strong> <small>• [social_comment:comment_date]</small> <p>[social_comment:comment_text]</p> </td> </tr> </table> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_comment:comment_reply_link_html]">Responder a este comentario </a></td> </tr> </tbody> </table>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentat una publicació</p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentado en el post</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on your [social_comment:commented_entity_link_html]</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentat al teu [social_comment:commented_entity_link_html]</p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentado tu publicación [social_comment:commented_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on your [social_comment:commented_entity_link_html]</p> <table class="comments"> <tr> <td class="post"><strong>[social_comment:comment_author]</strong> <small>• [social_comment:comment_date]</small> <p>[social_comment:comment_text]</p> </td> </tr> </table> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_comment:comment_reply_link_html]">Reply to this comment </a></td> </tr> </tbody> </table>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentat en el teu [social_comment:commented_entity_link_html]</p> <table class="comments"> <tr> <td class="post"><strong>[social_comment:comment_author]</strong> <small>• [social_comment:comment_date]</small> <p>[social_comment:comment_text]</p> </td> </tr> </table> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_comment:comment_reply_link_html]">Respon a aquest comentari </a></td> </tr> </tbody> </table>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha comentado tu publicación [social_comment:commented_entity_link_html]</p> <table class="comments"> <tr> <td class="post"><strong>[social_comment:comment_author]</strong> <small>• [social_comment:comment_date]</small> <p>[social_comment:comment_text]</p> </td> </tr> </table> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_comment:comment_reply_link_html]">Responder a este comentario </a></td> </tr> </tbody> </table>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_group:content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creat [social_group:content_type] a <a href="[message:gurl]">[message:gtitle]</a></p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creado un [social_group:content_type] de <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_group:created_entity_link_html] in the <a href="[message:gurl]">[message:gtitle]</a> group</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creat [social_group:created_entity_link_html] al <a href="[message:gurl]">[message:gtitle]</a> del grup </p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creado [social_group:created_entity_link_html] en el grupo de <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_group:created_entity_link_html] in the <a href="[message:gurl]">[message:gtitle]</a> group</p><p>[message:additional_information]</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creat [social_group:created_entity_link_html] al <a href="[message:gurl]">[message:gtitle]</a> del grup </p><p>[message:additional_information]</p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creado [social_group:created_entity_link_html] en el grupo de <a href="[message:gurl]">[message:gtitle]</a></p><p>[message:additional_information]</p>
