Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: Show all :num_comments comments
ca_gpi: Mostra tots els :num_comments comentaris
es_mx_gpi: Mostrar todos(s) :num_comments comentarios

source: Show email
ca_gpi: Mostra el correu electrònic
es_mx_gpi: Mostrar correo electrónico

source: Show email address in help messages
ca_gpi: Mostra l'adreça de correu electrònic als missatges d'ajuda
es_mx_gpi: Mostrar dirección de correo electrónico en mensajes de ayuda

source: Show email on all user profiles
ca_gpi: Mostra el correu electrònic a tots els perfils
es_mx_gpi: Mostrar correo electrónico en todos los perfiles de usuario

source: Show my email on my profile
ca_gpi: Mostra el meu correu electrònic al meu perfil
es_mx_gpi: Mostrar correo electrónico en mi perfil

source: Show on my profile
ca_gpi: Mostra al meu perfil
es_mx_gpi: Mostrar en mi perfil

source: Show site email address in help messages after failed login, signup or password reset.
ca_gpi: Mostra l'adreça de correu electrònic de la plataforma als missatges d'ajuda després d'un inici de sessió, de registre o de reestabliment de la contrasenya fallits.
es_mx_gpi: Mostrar la dirección de correo electrónico del sitio en los mensajes de ayuda después de un inicio de sesión fallido, registro o restablecimiento de contraseña.

source: Show tips on how to use the community
ca_gpi: Mostra consells sobre com utilitzar la comunitat
es_mx_gpi: Mostrar consejos sobre cómo usar la comunidad

source: Show upcoming events (my, community and overview)
ca_gpi: Mostra els esdeveniments propers (els meus, de la comunitat i visió general)
es_mx_gpi: Mostrar los próximos eventos (mi comunidad y descripción general)

source: Sign Up
ca_gpi: Registra't
es_mx_gpi: Regístrate

source: Sign up
ca_gpi: Registra't
es_mx_gpi: Registrarse

source: Sign up with <b>email</b>
ca_gpi: Registra't amb el <b> correu electrònic</b>
es_mx_gpi: Registrarte con <b>correo</b>

source: Signed in as
ca_gpi: Registrat com
es_mx_gpi: Registrado como

source: Signup Help Text
ca_gpi: Text d'ajuda del registre
es_mx_gpi: Texto de ayuda para registrarse

source: Simple text
ca_gpi: Text senzill
es_mx_gpi: Texto sencillo

source: Site branding
ca_gpi: Marca de la plataforma
es_mx_gpi: Marca del sitio

source: Site manager
ca_gpi: Persona que gestiona la plataforma
es_mx_gpi: Administrador del sitio

source: Site manager remarks
ca_gpi: Comentaris de la persona administradora de la plataforma
es_mx_gpi: Observaciones del administrador del sitio

source: Sitewide JS
ca_gpi: JS a tota la plataforma
es_mx_gpi: JS en todo el sitio

source: Sitewide JS settings
ca_gpi: Configuració de JS a tota la plataforma
es_mx_gpi: Configuración de JS en todo el sitio

source: Sitewide Post form
ca_gpi: Formulari de publicació a tota la plataforma
es_mx_gpi: Formulario de publicación en todo el sitio

source: Skills
ca_gpi: Habilitats
es_mx_gpi: Habilidades

source: Skip Blocked users
ca_gpi: Omet perfils bloquejats
es_mx_gpi: Omitir usuarios bloqueados

source: Skip User 1
ca_gpi: Omet perfil 1
es_mx_gpi: Omitir usuario 1

source: Skip confirmation for type @grouptype
ca_gpi: Omet la confirmació pel tipus de @grouptype
es_mx_gpi: Omitir confirmación para el tipo @grouptype

source: Skip to main content
ca_gpi: Vés al contingut
es_mx_gpi: Pasar al contenido principal

source: Skipped installing socialblue theme. Please check release notes.
ca_gpi: S'ha omès la instal·lació del tema de socialblue. Comprova les notes de la versió.
es_mx_gpi: Se omitió la instalación del tema socialblue. Por favor, consulte las notas de la versión.

source: Skipped installing the social_file_private module because your Private file system is not set. This could have some security implications. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
ca_gpi: Instal·lació del mòdul social_file_private omesa perquè el sistema d'arxius privat no s'ha definit. Això podria tenir algunes implicacions de seguretat. Més informació: https://www.drupal.org/docs/8/distributions/open-social/private-files
es_mx_gpi: Se omitió la instalación del módulo social_file_private porque su sistema de archivos privado no está configurado. Esto podría tener algunas implicaciones de seguridad. Más información: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Sky (New)
ca_gpi: Cel (Nou)
es_mx_gpi: Sky (nuevo)

source: Small
ca_gpi: Petit
es_mx_gpi: Pequeño

source: Small Avatar
ca_gpi: Avatar petit
es_mx_gpi: Avatar pequeño

source: Small Teaser
ca_gpi: Vista prèvia petita
es_mx_gpi: Resumen pequeño

source: Small hero
ca_gpi: Hero petit
es_mx_gpi: Héroe pequeño

source: Small sized profile image
ca_gpi: Imatge de perfil de mida petita
es_mx_gpi: Imagen de perfil de tamaño pequeño

source: Small teaser
ca_gpi: Vista prèvia petita
es_mx_gpi: Resumen pequeño

source: Snow White
ca_gpi: Blancaneus
es_mx_gpi: Blanco nieve

source: Social Activity
ca_gpi: Activitat Social
es_mx_gpi: Actividad social

source: Social Admin Menu
ca_gpi: Menú d'administració de Social
es_mx_gpi: Menú de administración social

source: Social Admin Menu enhancements.
ca_gpi: Millora del menú d'administració de Social.
es_mx_gpi: Mejoras en el menú de administración social.

source: Social Ajax Comments
ca_gpi: Comentaris d'Ajax social

source: Social Auth Extra
ca_gpi: Autenticació Social Extra
es_mx_gpi: Autenticación social extra

source: Social Auth Facebook
ca_gpi: Autenticació social de Facebook
es_mx_gpi: Facebook de autenticación social

source: Social Auth Facebook module requirements
ca_gpi: Requeriments del mòdul d'autenticació social de Facebook
es_mx_gpi: Requisitos del módulo Social de autenticación deFacebook

source: Social Auth Facebook requires Facebook PHP Library. Make sure the library is installed via Composer.
ca_gpi: L'autenticació Social de Facebook requereix el directori PHP de Facebook. Assegura't que el directori està instal·lat a través de Composer.
es_mx_gpi: Social Autenticación de Facebook requiere Facebook PHP Library. Asegúrese de que la biblioteca esté instalada a través de Composer.

source: Social Auth Facebook settings
ca_gpi: Configuració de l'autenticació social de Facebook
es_mx_gpi: Configuración de Facebook de autenticación social

source: Social Auth Google
ca_gpi: Autenticació social de Google
es_mx_gpi: Google de autenticación social

source: Social Auth Google module requirements
ca_gpi: Requeriments del mòdul d'autenticació social de Google
es_mx_gpi: Requisitos del módulo de autenticación social de Google

source: Social Auth Google requires Google_Client PHP Library. Make sure the library is installed via Composer.
ca_gpi: L'autenticació social de Google requereix el directori PHP de Google_Client. Assegura't que el directori està instal·lat a través de Composer.
es_mx_gpi: Social Auth Google requiere Google_Client PHP Library. Asegúrese de que la biblioteca esté instalada a través de Composer.

source: Social Auth Google settings
ca_gpi: Configuració d'autenticació social de Google
es_mx_gpi: Configuración de Google de autenticación social

source: Social Auth LinkedIn
ca_gpi: Autenticació social de LinkedIn
es_mx_gpi: Autenticación social LinkedIn

source: Social Auth LinkedIn module requirements
ca_gpi: Requeriments del mòdul d'autenticació social de LinkedIn
es_mx_gpi: Requisitos del módulo Social Auth LinkedIn

source: Social Auth LinkedIn requires LinkedIn PHP Library. Make sure the library is installed via Composer.
ca_gpi: L'autenticació social de LinkedIn requereix el directori PHP de LinkedIn. Assegura't que el directori està instal·lat a través de Composer.
es_mx_gpi: Social Auth LinkedIn requiere LinkedIn PHP Library. Asegúrese de que la biblioteca esté instalada a través de Composer.

source: Social Auth LinkedIn settings
ca_gpi: Configuració d'autenticació social de LinkedIn
es_mx_gpi: Configuración de LinkedIn de autenticación social

source: Social Auth Twitter
ca_gpi: Autenticació social de Twitter
es_mx_gpi: Twitter de autenticación social

source: Social Auth Twitter module requirements
ca_gpi: Requeriments del mòdul d'autenticació social de Twitter
es_mx_gpi: Requisitos del módulo Social Auth Twitter

source: Social Auth Twitter requires TwitterOAuth PHP Library. Make sure the library is installed via Composer.
ca_gpi: L'autenticació social de Twitter requereix el directori PHP de Twitter. Assegura't que el directori està instal·lat a través de Composer.
es_mx_gpi: Social Auth Twitter requiere TwitterOAuth PHP Library. Asegúrese de que la biblioteca esté instalada a través de Composer.

source: Social Auth integration for Facebook
ca_gpi: Integració d'autenticació social per Facebook
es_mx_gpi: Integración de autenticación social para Facebook

source: Social Auth integration for Google
ca_gpi: Integració d'autenticació social per Google
es_mx_gpi: Integración de autenticación social para Google

source: Social Auth integration for LinkedIn
ca_gpi: Integració d'autenticació social per LinkedIn
es_mx_gpi: Integración de autenticación social para LinkedIn

source: Social Auth integration for Twitter
ca_gpi: Integració d'autenticació social per Twitter
es_mx_gpi: Integración de autenticación social para Twitter

source: Social Base theme
ca_gpi: Tema Social Bàsic
es_mx_gpi: Tema de base social

source: Social Blue (default)
ca_gpi: Social Blau (per defecte)
es_mx_gpi: Azul social (predeterminado)

source: Social Blue theme
ca_gpi: Tema Social Blau
es_mx_gpi: Tema azul social

source: Social Book
ca_gpi: Llibre Social
es_mx_gpi: Libro social

source: Social Comment
ca_gpi: Comentari Social
es_mx_gpi: Comentario social

source: Social Comment Settings
ca_gpi: Configuració del Comentari Social
es_mx_gpi: Configuración de comentarios sociales

source: Social Comment Upload
ca_gpi: Pujada del Comentari Social
es_mx_gpi: Carga de comentarios sociales

source: Social Comment Upload Settings
ca_gpi: Configuració de la càrrega del Comentari Social
es_mx_gpi: Configuración de carga de comentarios sociales

source: Social Content
ca_gpi: Contingut Social
es_mx_gpi: Contenido social

source: Social Content Block
ca_gpi: Bloc de Contingut Social
es_mx_gpi: Bloque de contenido social

source: Social Content Moderation settings
ca_gpi: Configuració del Contingut de moderació Social
es_mx_gpi: Configuración de moderación de contenido social

source: Social Content Report
ca_gpi: Informe del Contingut Social
es_mx_gpi: Reporte de contenido social

source: Social Core
ca_gpi: Nucli Social
es_mx_gpi: Núcleo social

source: Social Database
ca_gpi: Base de dades Social
es_mx_gpi: Base de datos social

source: Social Demo
ca_gpi: Demo Social
es_mx_gpi: Demostración social

source: Social Devel
ca_gpi: Desenvolupament Social
es_mx_gpi: Desarrollo social

source: Social Download Count
ca_gpi: Compte de descàrrega Social
es_mx_gpi: Conteo de descargas sociales

source: Social Editor
ca_gpi: Editor/a Social
es_mx_gpi: Editor social

source: Social Embed
ca_gpi: Incrustació Social
es_mx_gpi: Integración social

source: Social Event
ca_gpi: Esdeveniment Social
es_mx_gpi: Evento social

source: Social Event AN Enroll
ca_gpi: Inscripció a l'esdeveniment AN Social
es_mx_gpi: Evento social AN inscripción

source: Social Event Anonymous Enrolments
ca_gpi: Inscripcions anònimes a l'esdeveniment social
es_mx_gpi: Inscripciones anónimas de eventos sociales

source: Social Event Anonymous Enrolments Export
ca_gpi: Exportació de les inscripcions anònimes a l'esdeveniment social
es_mx_gpi: Exportación de inscripciones anónimas a eventos sociales

source: Social Event Enrolments Export
ca_gpi: Exportació de les inscripcions a l'esdeveniment social
es_mx_gpi: Exportación de inscripciones para eventos sociales

source: Social Event Max Enroll
ca_gpi: Inscripcions màximes a l'esdeveniment social
es_mx_gpi: Inscripción máxima al evento social

source: Social Event Max Enroll settings
ca_gpi: Configuració de les inscripcions màximes a l'esdeveniment social
es_mx_gpi: Configuración de inscripción máxima del evento social

source: Social Event Organisers
ca_gpi: Persones que organitzen l'esdeveniment social
es_mx_gpi: Organizadores de eventos sociales

source: Social Event Organisers settings
ca_gpi: Configuració de les persones que organitzen l'esdeveniment social
es_mx_gpi: Configuraciones para organizadores de eventos sociales

source: Social Event Settings
ca_gpi: Configuració de l'esdeveniment social
es_mx_gpi: Configuración de eventos sociales

source: Social Event Type
ca_gpi: Tipus d'esdeveniment social
es_mx_gpi: Tipo de evento social

source: Social Event Type settings
ca_gpi: Configuració del tipus d'esdeveniment social
es_mx_gpi: Configuración de tipo de evento social

source: Social File Private
ca_gpi: Arxiu social privat
es_mx_gpi: Archivo social privado

source: Social Flexible Group
ca_gpi: Grup flexible social
es_mx_gpi: Grupo social flexible

source: Social Follow Content
ca_gpi: Contingut de seguiment social
es_mx_gpi: Contenido de seguimiento social

source: Social Font
ca_gpi: Tipus de lletra social
es_mx_gpi: Fuente social

source: Social GDPR
ca_gpi: RGPD Social
es_mx_gpi: GDPR social

source: Social Group
ca_gpi: Grup Social
es_mx_gpi: Grupo social

source: Social Group Default Route
ca_gpi: Ruta per defecte del grup social
es_mx_gpi: Ruta predeterminada del grupo social

source: Social Group Members Export
ca_gpi: EXportació del membres del grup social
es_mx_gpi: Exportación de miembros de grupos sociales

source: Social Group Quickjoin
ca_gpi: Unió ràpida al grup social
es_mx_gpi: Inscripción rápida al grupo social

source: Social Group Quickjoin settings
ca_gpi: Configuració de la unió ràpida al grup social
es_mx_gpi: Configuración de inscripción rápida al grupo social

source: Social Group Settings
ca_gpi: Configuració del Grup Social
es_mx_gpi: Configuración de grupo social

source: Social Group Tags block
ca_gpi: Bloc d'etiquetes del grup social
es_mx_gpi: Bloque de etiquetas de grupo social

source: Social Group VBO integration with Groups and Open Social
ca_gpi: Integració del grup social VBO amb Grups i Open Social
es_mx_gpi: Integración Social Group VBO con Grupos y Open Social

source: Social Group Welcome Message
ca_gpi: Missatge de Benvinguda al grup social

source: Social Groups
ca_gpi: Grups Socials
es_mx_gpi: Grupos sociales

source: Social Landing Page
ca_gpi: Pàgina de destinació social
es_mx_gpi: Página de destino social

source: Social Language
ca_gpi: Llengua Social
es_mx_gpi: Idioma social

source: Social Language - Content Translation
ca_gpi: Llengua Social - Traducció de contingut
es_mx_gpi: Idioma social - Traducción de contenido

source: Social Lazy Loading
ca_gpi: Càrrega lenta social
es_mx_gpi: Carga social lenta

source: Social Lazy Loading Image
ca_gpi: Imatge de càrrega lenta social
es_mx_gpi: Imagen de carga social lenta

source: Social Lets Connect
ca_gpi: LetsConnect Social
es_mx_gpi: Social permite conectar

source: Social Lets Connect Contact
ca_gpi: Contacte de Lets Connect social
es_mx_gpi: Social permite conectar al contacto

source: Social Lets Connect Usage
ca_gpi: Ús social Lets Connect
es_mx_gpi: El uso social permite conectar

source: Social Like
ca_gpi: M'agrades socials
es_mx_gpi: Me gusta social

source: Social Log In
ca_gpi: Inici de sessió Social
es_mx_gpi: Iniciar sesión social

source: Social Log in Connections
ca_gpi: Connexions d'inici de sessió social
es_mx_gpi: Conexiones de inicio de sesión social

source: Social Log in Help Text
ca_gpi: Text d'ajuda per l'inici de sessió social
es_mx_gpi: Texto de ayuda de inicio de sesión social

source: Social Magic login
ca_gpi: Inici de sessió Màgic Social
es_mx_gpi: Inicio de sesión de magia social

source: Social Mentions
ca_gpi: Mencions socials
es_mx_gpi: Menciones sociales

source: Social Metatag
ca_gpi: Meta etiqueta social
es_mx_gpi: Metaetiquetas sociales

source: Social Node
ca_gpi: Node social
es_mx_gpi: Nodo social

source: Social Node Statistics
ca_gpi: Estadístiques del node social
es_mx_gpi: Nodos estadísticos sociales

source: Social Page
ca_gpi: Pàgina Social
es_mx_gpi: Página social

source: Social Path Manager
ca_gpi: Gestió de ruta social
es_mx_gpi: Gerente de ruta social

source: Social Post
ca_gpi: Publicació Social
es_mx_gpi: Publicación social

source: Social Post Photo
ca_gpi: Foto de publicació social
es_mx_gpi: Foto de publicación social

source: Social Private Message
ca_gpi: Missatge social privat
es_mx_gpi: Mensaje privado social

source: Social Private Message Owner
ca_gpi: Propietari del missatge privat social
es_mx_gpi: Propietario de mensaje privado social

source: Social Private Message Thread Members
ca_gpi: Membres del fil de missatges privats socials
es_mx_gpi: Miembros de hilos de mensajes privados sociales

source: Social Profile
ca_gpi: Perfil Social
es_mx_gpi: Perfil social

source: Social Profile Fields
ca_gpi: Camps del Perfil Social
es_mx_gpi: Campos de perfil social

source: Social Profile Manager Notes
ca_gpi: Notes del gestor de perfils social
es_mx_gpi: Notas del administrador del perfil social

source: Social Profile Organization Tag
ca_gpi: Etiqueta d’organització de perfils socials
es_mx_gpi: Etiqueta de organización de perfil social

source: Social Profile Privacy
ca_gpi: Privacitat del Perfil Social
es_mx_gpi: Privacidad del perfil social

source: Social Profile Settings
ca_gpi: Configuració del Perfil Social
es_mx_gpi: Configuración de perfil social

source: Social Queue Entity
ca_gpi: Entitat en cua social
es_mx_gpi: Entidad de cola social

source: Social Queue item Storage
ca_gpi: Element d'emmagatzematge en cua social
es_mx_gpi: Almacenamiento de elementos de la cola social

source: Social React
ca_gpi: Reacció Social
es_mx_gpi: Reacción social

source: Social SSO
ca_gpi: SSO Social
es_mx_gpi: SSO social

source: Social Search
ca_gpi: Cerca Social
es_mx_gpi: Búsqueda social

source: Social Search Autocomplete
ca_gpi: Completa automàticament la Cerca Social
es_mx_gpi: Autocompletar búsqueda social

source: Social Secret Group
ca_gpi: Grup Secret Social
es_mx_gpi: Grupo secreto social

source: Social Sharing
ca_gpi: Compartir a Social
es_mx_gpi: Compartiendo socialmente

source: Social Sign Up
ca_gpi: Registre Social
es_mx_gpi: Registro social

source: Social Signup Help Text
ca_gpi: Text d'ajuda de Registre Social
es_mx_gpi: Texto de ayuda de registro social

source: Social Swift Mailer
ca_gpi: Correu ràpid social
es_mx_gpi: Correo social rápido

source: Social Swiftmail Settings
ca_gpi: Configuració del correu ràpid social
es_mx_gpi: Configuración social de Swiftmail

source: Social Swiftmail settings
ca_gpi: Configuració del correu electrònic ràpid social
es_mx_gpi: Configuración social de Swiftmail

source: Social Swiftmailer
ca_gpi: Correu electrònic ràpid social
es_mx_gpi: Swiftmailer social

source: Social Swiftmailer implementation
ca_gpi: Implementació del correu electrònic ràpid social
es_mx_gpi: Implementación de Social Swiftmailer

source: Social Tagging
ca_gpi: Etiquetatge Social
es_mx_gpi: Etiquetado social

source: Social Tags block
ca_gpi: Bloc d'etiquetes social
es_mx_gpi: Bloque de etiquetas sociales

source: Social Topic
ca_gpi: Tema social
es_mx_gpi: Contenido social

source: Social Tour
ca_gpi: Guia Social
es_mx_gpi: Tour social

source: Social Tour settings
ca_gpi: Configuració de la Guia Social
es_mx_gpi: Configuración del recorrido social

source: Social User
ca_gpi: Perfil Social
es_mx_gpi: Usuario social

source: Social User Export
ca_gpi: Exportació del Perfil Social
es_mx_gpi: Exportación de usuarios sociales

source: Social User Settigns
ca_gpi: Configuració del Perfil Social
es_mx_gpi: Configuraciones de usuarios sociales

# Validation
source: Social User name
ca_gpi: Nom del Perfil Social
es_mx_gpi: Nombre de usuario social

source: Social Users
ca_gpi: Perfils Socials
es_mx_gpi: Usuarios sociales

source: Social Views bulk operations for Enrollments
ca_gpi: Operacions massives de visualitzacions socials per les inscripcions
es_mx_gpi: Vistas masivas de operaciones sociales para inscripciones

source: Social Views bulk operations for Group Management
ca_gpi: Operacions massives de Visualitzacions Socials per a la gestió del grup
es_mx_gpi: Vistas masivas de operaciones sociales para la gestión de grupos

source: Social all
ca_gpi: Tot el Social
es_mx_gpi: Todo social

source: Social development modules.
ca_gpi: Mòduls de desenvolupament Social.
es_mx_gpi: Módulos de desarrollo social.

source: Social font module
ca_gpi: Mòdul del tipus de lletra Social
es_mx_gpi: Módulo de fuente social

source: Social font module.
ca_gpi: Mòdul del tipus de lletra Social.
es_mx_gpi: Módulo de fuente social.

source: Social group select list
ca_gpi: Llista de selecció del grup social
es_mx_gpi: Lista de selección de grupo social

source: Social long date
ca_gpi: Data llarga Social
es_mx_gpi: Fecha larga social

source: Social medium date
ca_gpi: Data mitjana Social
es_mx_gpi: Fecha social media

source: Social medium extended date
ca_gpi: Data mitjana de pròrroga Social
es_mx_gpi: Fecha extendida de medio social

source: Social private message members select list
ca_gpi: Llista de membres de missatges privats socials
es_mx_gpi: Lista de selección de miembros de mensajes privados sociales

source: Social profile
ca_gpi: Perfil Social
es_mx_gpi: Perfil social

source: Social profile fields
ca_gpi: Camps del perfil social
es_mx_gpi: Campos de perfil social

source: Social short date
ca_gpi: Data curta social
es_mx_gpi: Fecha social corta

source: Social time
ca_gpi: Temps Social
es_mx_gpi: Tiempo social

source: Social user login block
ca_gpi: Bloc d'inici de sessió del perfil social
es_mx_gpi: Bloqueo de inicio de sesión de usuario social

source: Social user selection
ca_gpi: Selecció de perfil social
es_mx_gpi: Selección de usuario social

source: Some files uploaded on fields are not protected against access by unauthorized users. These fields were found: :fields More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
ca_gpi: Alguns fitxers penjats als camps no estan protegits contra l’accés de perfils no autoritzats. S'han trobat aquests camps: :camps Més informació: https://www.drupal.org/docs/8/distributions/open-social/private-files
es_mx_gpi: Algunos archivos cargados en los campos no están protegidos contra el acceso de usuarios no autorizados. Se encontraron estos campos: campos Más información: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Sort
ca_gpi: Ordena
es_mx_gpi: Ordenar

source: Sort and Filter
ca_gpi: Ordena i filtre
es_mx_gpi: Ordenar y filtrar

source: Sort ascending
ca_gpi: Ordena de forma ascendent
es_mx_gpi: Ordenar ascendente

source: Sort by
ca_gpi: Ordena per
es_mx_gpi: Ordenar por

source: Sort by publish date
ca_gpi: Ordenar per data de publicació
es_mx_gpi: Ordenar por fecha de publicación

source: Sort descending
ca_gpi: Ordena de forma descendent
es_mx_gpi: Ordenar descendente

source: Start
ca_gpi: Inici
es_mx_gpi: Comienzo

source: Start date
ca_gpi: Data d'inici

source: Start date (field_event_date)
ca_gpi: Data d'inici (camp_esdeveniment_data)

source: Status
ca_gpi: Estat
es_mx_gpi: Estado

source: Status messages
ca_gpi: Missatge d'estat
es_mx_gpi: Mensajes de estado

source: Storage for queue item data to be used in processes that run in the background with a long duration.
ca_gpi: Emmagatzematge per a les dades d’elements de cua que s’utilitzaran en processos que s’executen en segon pla amb una durada llarga.
es_mx_gpi: Almacenamiento para datos de elementos de cola que se utilizarán en procesos que se ejecutan en segundo plano con una larga duración.

source: Stream
ca_gpi: Tauler
es_mx_gpi: Muro

source: Stream (explore)
ca_gpi: Tauler (explora)
es_mx_gpi: Muro (explorar)

source: Stream (group)
ca_gpi: Tauler (grup)
es_mx_gpi: Muro (grupo)
