Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic in <a href="[message:gurl]">[message:gtitle]</a></p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creat un tema a <a href="[message:gurl]">[message:gtitle]</a></p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creado un contenido en <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creat un tema </p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creado un contenido </p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event in <a href="[message:gurl]">[message:gtitle]</a></p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creat un esdeveniment a <a href="[message:gurl]">[message:gtitle]</a></p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creado un evento en <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creat un esdeveniment </p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha creado un evento</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> likes your [social_like:liked_entity_link_html]</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> li agrada el teu [social_like:liked_entity_link_html]</p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> le gusta tu [social_like:liked_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> on [social_mentions:commented_entity_link_html]</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> t'ha esmentat a un <a href="[message:field_message_related_object:entity:url:absolute]">comentari</a> a [social_mentions:commented_entity_link_html]</p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> te mencionó en un <a href="[message:field_message_related_object:entity:url:absolute]">comentario</a> en [social_mentions:commented_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">post</a></p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> t'ha esmentat a una <a href="[message:field_message_related_object:entity:url:absolute]">publicació</a></p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> te mencionó en <a href="[message:field_message_related_object:entity:url:absolute]">post</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a post</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> t'ha esmentat a una publicació</p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> te mencionó en un post</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted in <a href="[message:gurl]">[message:gtitle]</a></p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha publicat a <a href="[message:gurl]">[message:gtitle]</a></p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha publicado en <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your <a href="[message:recipient-user-url]">profile</a></p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha publicat al teu <a href="[message:recipient-user-url]">perfil</a></p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha publicado en tu <a href="[message:recipient-user-url]">perfil</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your <a href="[message:recipient-user-url]">profile</a></p><p>[message:additional_information]</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha publicat al teu <a href="[message:recipient-user-url]">perfil</a></p><p>[message:additional_information]</p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha publicado en tu <a href="[message:recipient-user-url]">perfil</a></p><p>[message:additional_information]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your profile</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha publicat al teu perfil </p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha publicado en tu perfil</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> s'ha publicat </p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha publicado</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied on your <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> in [social_comment:commented_entity_link_html]</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha respost al teu <a href="[message:field_message_related_object:entity:url:absolute]">comentari</a> a [social_comment:commented_entity_link_html]</p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha respondido en tu <a href="[message:field_message_related_object:entity:url:absolute]">comentario</a> en [social_comment:commented_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied on your <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> in [social_comment:commented_entity_link_html]</p> <table class="comments"> <tr> <td class="comment"><strong>[social_comment:parent_comment_author]</strong> <small>• [social_comment:parent_comment_date]</small> <p>[social_comment:parent_comment_text]</p> </td> </tr><tr> <td class="comment reply"><strong>[social_comment:comment_author]</strong> <small>• [social_comment:comment_date]</small> <p>[social_comment:comment_text]</p> </td> </tr> </table> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_comment:commented_entity_link]">Reply to this comment </a></td> </tr> </tbody> </table>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha respost al teu <a href="[message:field_message_related_object:entity:url:absolute]">comentari</a> a [social_comment:commented_entity_link_html]</p> <table class="comments"> <tr> <td class="comment"><strong>[social_comment:parent_comment_author]</strong> <small>• [social_comment:parent_comment_date]</small> <p>[social_comment:parent_comment_text]</p> </td> </tr><tr> <td class="comment reply"><strong>[social_comment:comment_author]</strong> <small>• [social_comment:comment_date]</small> <p>[social_comment:comment_text]</p> </td> </tr> </table> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_comment:commented_entity_link]">Respon al comentari </a></td> </tr> </tbody> </table>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha respondido en tu <a href="[message:field_message_related_object:entity:url:absolute]">comentario</a> en [social_comment:commented_entity_link_html]</p> <table class="comments"> <tr> <td class="comment"><strong>[social_comment:parent_comment_author]</strong> <small>• [social_comment:parent_comment_date]</small> <p>[social_comment:parent_comment_text]</p> </td> </tr><tr> <td class="comment reply"><strong>[social_comment:comment_author]</strong> <small>• [social_comment:comment_date]</small> <p>[social_comment:comment_text]</p> </td> </tr> </table> <table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_comment:commented_entity_link]">Responder a este comentario </a></td> </tr> </tbody> </table>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied to a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> where you are mentioned</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha respost a un <a href="[message:field_message_related_object:entity:url:absolute]">comentari</a> on has sigut esmentat </p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha respondido a un <a href="[message:field_message_related_object:entity:url:absolute]">comentario</a> donde te mencionan</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied to a comment where you are mentioned</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha respot a un comentari on has sigut esmentat </p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha respondido a un comentario donde te mencionan</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reported <a href="[social_content_report:content_url]">content</a> as inappropriate</p>
ca_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> s'ha reportat <a href="[social_content_report:content_url]">el contingut</a> com inapropiat</p>
es_mx_gpi: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ha reportado <a href="[social_content_report:content_url]">contenido</a> como inapropiado</p>

source: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> joined the <a href="[message:gurl]">[message:gtitle]</a> group</p>
ca_gpi: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> s'ha unit al <a href="[message:gurl]">[message:gtitle]</a> grup</p>
es_mx_gpi: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> se ha unido al <a href="[message:gurl]">[message:gtitle]</a> grupo</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has enrolled to the event [social_event:event_iam_organizing] you are organizing</p>
ca_gpi: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> s'ha inscrit a l'esdeveniment [social_event:event_iam_organizing] que estàs organitzant</p>
es_mx_gpi: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> se ha inscrito al evento [social_event:event_iam_organizing] que estas organizando</p>

source: <p>@total people have enrolled anonymously</p>
ca_gpi: <p>@total persones que s'han inscrit anònimament</p>
es_mx_gpi: <p>@total personas se han inscrito anónimamente</p>

source: <p>Background process "[queue_storage_entity:mail_task_subject]" has finished.</p>
ca_gpi: <p>Ha finalitzat el procés en segon pla "[queue_storage_entity:mail_task_subject]".</p>
es_mx_gpi: <p>El proceso en segundo plano "[queue_storage_entity: mail_task_subject]" ha finalizado.</p>

source: <p>You have insufficient permissions to view the page you're trying to access. There could be several reasons for this:</p><ul><li>You are trying to edit content you're not allowed to edit.</li><li>You are trying to view content (from a group) you don't have access to.</li><li>You are trying to access administration pages.</li></ul><p>Click the back button of your browser to go back where you came from or click <a href=":url">here</a> to go to the homepage</p>
ca_gpi: <p>No tens permisos suficients per veure la pàgina la qual estàs intentant accedir. Hi poden haver diverses raons:</p><ul><li>Estàs intentant editar contingut que no estàs autoritzat a editar.</li><li>Estàs intentant veure contingut (d'un grup) al qual no tens accés.</li><li>Estàs intentant accedir a les pàgines d'administració.</li></ul><p>Fes clic al botó de retorn del teu navegador per anar enrere o fes clic <a href=":url">aquí</a> per anar a la pàgina d'inici</p>
es_mx_gpi: <p>No tienes permisos suficientes para ver la página a la que intentas acceder. Podría haber varias razones para esto:</p><ul><li>Estás intentando editar contenido que no puedes editar.</li><li>Estás intentando ver contenido (de un grupo) al que no tienes acceso.</li><li>Estás intentando acceder a las páginas de administración.</li></ul><p>Haga clic en el botón Atrás de su navegador para regresar o haga clic <a href=":url">aquí</a> para ir a la página de inicio</p>

source: <p>You have received a <a href="[message:pmt-url]">message</a> from <a href="[message:author:url:absolute]">[message:author:display-name]</a></p>
ca_gpi: <p>Has rebut un <a href="[message:pmt-url]">missatge</a> de <a href="[message:author:url:absolute]">[message:author:display-name]</a></p>
es_mx_gpi: <p>Recibiste un <a href="[message:pmt-url]">mensaje</a> de <a href="[message:author:url:absolute]">[message:author:display-name]</a></p>

source: <strong>WARNING</strong>: Flushing profile data will permanently <strong>remove all data</strong> from the following fields from the database: %fields. The search indexes may also be cleared and will need re-indexing. This <strong>cannot be undone</strong>. Are you sure you want to continue?
ca_gpi: <strong>ATENCIÓ</strong>: Les dades del perfil que apareixen <strong>s'eliminaran</strong> de manera permanent dels següents camps de la base de dades: %fields. Els índexs de cerca també es poden esborrar i caldrà tornar a indexar. Això <strong>no es podrà desfer</strong>. Estàs segur que vols continuar?
es_mx_gpi: <strong>ADVERTENCIA</strong>:Los datos de perfil de vaciado serán permanentemente <strong>eliminar todos los datos</strong> de los siguientes campos de la base de datos: %fields. Los índices de búsqueda también pueden borrarse y será necesario volver a indexarlos. Esto <strong>no se puede deshacer</strong>. ¿Estás seguro de que quieres continuar?

source: @action with <b>Social Accounts</b>
ca_gpi: @action amb <b>els comptes socials</b>
es_mx_gpi: @action con <b>Cuentas sociales</b>

source: @amount like(s)
ca_gpi: @amount m'agrada(es)
es_mx_gpi: @amount Me gusta(s)

source: @count activities data has been migrated to activity_notification_table.
ca_gpi: S'han migrat les @count dades d'activitats a activity_notification_table.
es_mx_gpi: @count los datos de actividades se han migrado a activity_notification_table.

source: @count like
ca_gpi: A @count li agrada
es_mx_gpi: @count Me gusta

source: @count new member is enrolled to this event.
ca_gpi: @count nou membre s'ha inscrit a aquest esdeveniment.
es_mx_gpi: @count nuevo participante se ha inscrito a este evento.

source: @count new member is enrolled to your event.
ca_gpi: @count nou membre s'ha inscrit al teu esdeveniment.
es_mx_gpi: @count nuevo participante se ha inscrito a tu evento.

source: @entity_type @entity_id could not be unpublished after a user reported it.
ca_gpi: @entity_type @entity_id no es pot quedar sense publicar després que un perfil ho informés.
es_mx_gpi: @entity_type @entity_id no se pudo publicar después de que un usuario lo reportó.

source: @likes like
ca_gpi: @likes m'agrada
es_mx_gpi: @likes me gusta

source: @name field is required.
ca_gpi: El camp @name és obligatori.
es_mx_gpi: El campo @name es obligatorio.

source: @network Auth not configured properly. Contact site administrator.
ca_gpi: @network autor no configurat correctament. Poseu-vos en contacte amb la persona administradora de la plataforma.
es_mx_gpi: @network La autenticación no está configurada correctamente. Póngase en contacto con el administrador del sitio.

source: @network Auth not configured properly. Contact the site administrator.
ca_gpi: @network autor no configurat correctament. Poseu-vos en contacte amb la persona administradora de la plataforma.
es_mx_gpi: @network La autenticación no está configurada correctamente. Póngase en contacto con el administrador del sitio.

source: @network is disabled. Contact the site administrator
ca_gpi: @network està desactivat. Poseu-vos en contacte amb la persona administradra de la plataforma
es_mx_gpi: @network está desactivado. Póngase en contacto con el administrador del sitio

source: @network is disallowed. Contact site administrator.
ca_gpi: @network no està autoritzat. Poseu-vos en contacte amb la persona administradora de la plataforma.
es_mx_gpi: @network no está permitido. Póngase en contacto con el administrador del sitio.

source: @network login failed, could not load @network profile. Contact site administrator.
ca_gpi: Ha fallat la sessió de @network i no s'ha pogut carregar el perfil de @network. Poseu-vos en contacte amb la persona administradora de la plataforma.
es_mx_gpi: @network error de inicio de sesión, no se pudo cargar @network . Póngase en contacto con el administrador del sitio.

source: @network login failed, could not load @network profile. Contact the site administrator.
ca_gpi: Ha fallat la sessió de @network i no s'ha pogut carregar el perfil de @network Poseu-vos en contacte amb la persona administradora de la plataforma.
es_mx_gpi: @network error de inicio de sesión, no se pudo cargar @network perfil. Póngase en contacto con el administrador del sitio.

source: @network login failed. Token is not valid.
ca_gpi: Ha fallat la sessió de @network. El token no és vàlid.
es_mx_gpi: @network error de inicio de sesión. El token no es válido.

source: @profile_name @profile_name_extra has not shared profile information.
ca_gpi: @profile_name @profile_name_extra no ha compartit la informació del perfil.
es_mx_gpi: @profile_name @profile_name_extra no ha compartido información de perfil.

source: @time ago
ca_gpi: fa @time
es_mx_gpi: hace @time

source: @total Enrollees
ca_gpi: @total persones inscrites
es_mx_gpi: @total Afiliados

source: @total members
ca_gpi: @total membres
es_mx_gpi: @total miembros

source: @total people have enrolled
ca_gpi: @total persones que s'han inscrit
es_mx_gpi: @total personas se han inscrito

source: @total person has enrolled @spots_left
ca_gpi: @total persona que s'ha inscrit @spots_left
es_mx_gpi: @total persona se ha inscrito @spots_left

source: @usernames is already enrolled, you can't add them again
ca_gpi: @usernames ja està inscrit, no pots afegit aquest perfil de nou
es_mx_gpi: @usernames ya está inscrito, no puede agregarlo nuevamente

source: @usernames is already member of the group, you can't add them again
ca_gpi: @usernames ja és membre del grup, no pots afegir aquest perfil de nou
es_mx_gpi: @usernames ya es miembro del grupo, no puede agregarlo nuevamente

source: A Reply-To address is the email address that receives messages sent from those who select Reply in their email clients.
ca_gpi: Una adreça de resposta és la direcció de correu electrònic que rep els missatges enviats de qui selecciona Respondre en el seu correu electrònic.
es_mx_gpi: Una dirección de respuesta es la dirección de correo electrónico que recibe los mensajes enviados por aquellos que seleccionan Responder en sus clientes de correo electrónico.

source: A background process (e.g. sending bulk emails) has finished
ca_gpi: Ha finalitzat un procés en segon pla (p.e. enviament en massa de correus electrònics)
es_mx_gpi: Ha finalizado un proceso en segundo plano (por ejemplo, envío de correos electrónicos masivos)

source: A basic block contains a title and a body.
ca_gpi: Un bloc bàsic conté un títol i un cos.
es_mx_gpi: Un bloque básico contiene un título y un cuerpo.

source: A block section where can be selected a block or a paragraph
ca_gpi: Una secció de blocs on es pot seleccionar un bloc o un paràgraf
es_mx_gpi: Una sección de bloque donde se puede seleccionar un bloque o un párrafo

source: A boolean indicating whether the Activity is published.
ca_gpi: Un booleà que indica si es publica l’activitat.
es_mx_gpi: Un booleano que indica si la Actividad está publicada.

source: A boolean indicating whether the Event enrollment is published.
ca_gpi: Un booleà que indica si es publica la inscripció a l'esdeveniment.
es_mx_gpi: Un booleano que indica si se publica la inscripción del evento.

source: A boolean indicating whether the Font is published.
ca_gpi: Un booleà que indica si es publica el tipus de lletra.
es_mx_gpi: Un booleano que indica si la fuente está publicada.

source: A custom block to generate a list of content dynamically according to specific filters.
ca_gpi: Un bloc personalitzat per generar una llista de contingut dinàmicament segons els filtres específics.
es_mx_gpi: Un bloque personalizado para generar una lista de contenido dinámicamente de acuerdo con filtros específicos.

source: A description of your report is mandatory.
ca_gpi: Una descripció del vostre informe és obligatòria.
es_mx_gpi: Una descripción de su informe es obligatoria.

source: A list of reasons users can choose from for reporting content.
ca_gpi: Una llista de raons per les quals els perfils poden triar per reportar contingut.
es_mx_gpi: Una lista de los motivos por los que los usuarios pueden elegir para informar el contenido.

source: A organizer added me to a Event
ca_gpi: La persona organitzadora m'ha afegit a un esdeveniment
es_mx_gpi: Un organizador me agregó a un evento

source: A person commented on a post on my profile
ca_gpi: Una persona ha comentat en una publicació del meu perfil
es_mx_gpi: Una persona comentó un post en mi perfil

source: A person commented on content I am following
ca_gpi: Una persona ha comentat en un contingut que segueixo
es_mx_gpi: Una persona comentó sobre el contenido que estoy siguiendo

source: A person commented on content created or organised by me
ca_gpi: Una persona ha comentat en un contingut creat o organitzat per mi
es_mx_gpi: Una persona comentó sobre el contenido creado u organizado por mí

source: A person created a post on my profile
ca_gpi: Una persona ha creat una publicació al meu perfil
es_mx_gpi: Una persona creó un post en mi perfil

source: A person created a post on my profile and I see it on the stream
ca_gpi: Una persona ha creat una publicació al meu perfil i la veig al tauler
es_mx_gpi: Una persona creó un post en mi perfil y lo veo en mi muro

source: A person created a post, event or topic in a group I joined
ca_gpi: Una persona ha creat una publicació, esdeveniment o tema en un grup on hi formo part
es_mx_gpi: Una persona creó una publicación, evento o contenido en un grupo al que me uní

source: A person joins a group I am managing
ca_gpi: Una persona s'ha unit al grup que gestiono
es_mx_gpi: Una persona se unió a un grupo que estoy administrando
