Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: Recently created topics
ca_gpi: Temes creats recentment
es_mx_gpi: Contenidos creados recientemente

source: Recently joined groups
ca_gpi: Grups als quals m'he unit recentment
es_mx_gpi: Grupos unidos recientemente

source: Recipient (group)
ca_gpi: Destinatari (grup)
es_mx_gpi: Destinatario (grupo)

source: Recipient (user)
ca_gpi: Destinatari (perfil)
es_mx_gpi: Destinatario (usuario)

source: Recipient group
ca_gpi: Grup destinatari
es_mx_gpi: Grupo de destinatarios

source: Recipient user
ca_gpi: Perfil destinatari
es_mx_gpi: Usuario destinatario

source: Recipient user entity display name
ca_gpi: Nom de visualització de l’entitat del perfil destinatari
es_mx_gpi: Nombre para mostrar de la entidad del usuario destinatario

source: Recipient user url
ca_gpi: URL del perfil destinatari
es_mx_gpi: URL de usuario destinatario

source: Record, render and react to specified patterns within content.
ca_gpi: Grava, renderitza i reacciona als patrons especificats dins del contingut.
es_mx_gpi: Graba, renderiza y reacciona a patrones específicos dentro del contenido.

source: Recursive rendering detected when rendering entity @entity_type @entity_id. Aborting rendering.
ca_gpi: S'ha detectat una renderització recorrent a l'entitat @entity_type @entity_id. Cancel·la la renderització.
es_mx_gpi: Reproducción recursiva detectada cuando se representa la entidad @entity_id @entity_type. Abortando representación.

source: Redir
ca_gpi: Redirigeix
es_mx_gpi: Redireccionar

source: Redirect a comment view to its parent entity
ca_gpi: Redirecciona una vista de comentaris a la seva entitat matriu
es_mx_gpi: Redireccionar una vista de comentario a su entidad principal

source: Redirect users to a destination while using a magic login link.
ca_gpi: Redirecciona els perfils a una destinació mentre s’utilitza un enllaç d’inici de sessió màgic.
es_mx_gpi: Redirige a los usuarios a un destino mientras usas un enlace de inicio de sesión mágico.

source: Reference
ca_gpi: Referència
es_mx_gpi: Referencia

source: Reference some block
ca_gpi: Referència d'algun bloc
es_mx_gpi: Referencia a algún bloque

source: Refresh interval in seconds
ca_gpi: Interval d’actualització en segons
es_mx_gpi: Intervalo de actualización en segundos

source: Registration Date
ca_gpi: Data de registre
es_mx_gpi: Fecha de registro

source: Registration date
ca_gpi: Data de registre
es_mx_gpi: Fecha de Registro

source: Related object
ca_gpi: Objecte relacionat
es_mx_gpi: Objeto relacionado

source: Relevance
ca_gpi: Rellevància
es_mx_gpi: Relevancia

source: Relevance (ascending)|Least relevant first Relevance (descending)|Most relevant first Created date (ascending)|Least recent first Created date (descending)|Most recent first Title (ascending)|A - Z Title (descending)|Z - A
ca_gpi: Rellevància (ascendent)|Menys rellevant primer Rellevància (descendent)|Més rellevant primer Data de creació (ascendent)|Menys recent primer Data de creació (descendent)|Més recent primer Títol (ascendent)|A - Z Títol (descendent)|Z - A
es_mx_gpi: Relevancia (ascendente)|Menos relevante primero Relevancia (descendente)|Más relevante primero Fecha de creación (ascendente)|Menos reciente primero Fecha de creación (descendente) |Más reciente primero Título (ascendente)|A - Z Título (descendente)|Z - A

source: Remark
ca_gpi: Comentari
es_mx_gpi: Observación

source: Remove
ca_gpi: Elimina
es_mx_gpi: Eliminar

source: Remove %name from %group
ca_gpi: Elimina a %name del %group
es_mx_gpi: Eliminar %name de %group

source: Remove Open Social Branding
ca_gpi: Elimina la marca d'Open Social
es_mx_gpi: Eliminar marca de Open Social

source: Remove a member
ca_gpi: Elimina un membre
es_mx_gpi: Eliminar un miembro

source: Remove demo content.
ca_gpi: Elimina contingut demo.
es_mx_gpi: Eliminar contenido de demostración.

source: Remove image
ca_gpi: Elimina la imatge
es_mx_gpi: Eliminar imagen

source: Remove members from a group
ca_gpi: Elimina els membres d'un grup
es_mx_gpi: Eliminar miembros de un grupo

source: Remove report
ca_gpi: Elimina l'informe
es_mx_gpi: Eliminar informe

source: Removes demo content for users and topics from the EEA profile.
ca_gpi: Elimina el contingut demo per als perfils i els temes del perfil de EEA.
es_mx_gpi: Elimina el contenido de demostración para usuarios del perfil EEA.

source: Removing @count orphaned posts for deleted users
ca_gpi: Eliminant @count publicacions orfes per a perfils suprimits
es_mx_gpi: Eliminar publicaciones huérfanas de @count para usuarios eliminados

source: Render as link
ca_gpi: Deixa com a enllaç
es_mx_gpi: Renderizar como enlace

source: Replies for comments on posts are not allowed
ca_gpi: No es permeten respostes als comentaris a les publicacions
es_mx_gpi: No permitir respuestas a comentarios en publicaciones

source: Replies to comments deeper than 1 is not allowed
ca_gpi: No s'admeten respostes a comentaris inferiors a 1
es_mx_gpi: No está permitido responder a comentarios más profundos que 1

source: Reply
ca_gpi: Respon
es_mx_gpi: Responder

source: Reply comment
ca_gpi: Respon al comentari
es_mx_gpi: Responder comentario

source: Reply to Comment
ca_gpi: Respon al Comentari
es_mx_gpi: Responder al comentario

source: Reply-to
ca_gpi: Respondre a
es_mx_gpi: Responder a

source: Report
ca_gpi: Informe
es_mx_gpi: Reportar

source: Report as inappropriate
ca_gpi: Informa com inapropiat
es_mx_gpi: Reportar como inapropiado

source: Report inappropriate comment
ca_gpi: Informa d'un comentari inapropiat
es_mx_gpi: Reportar comentario inapropiado

source: Report inappropriate nodes
ca_gpi: Informa de nodes inapropiats
es_mx_gpi: Reportar nodos inapropiados

source: Report inappropriate post
ca_gpi: Informa d'una publicació inapropiada
es_mx_gpi: Reportar post inapropiado

source: Report overview
ca_gpi: Visió general de l'informe
es_mx_gpi: Resumen del reporte

source: Report reasons
ca_gpi: Raons de l'informe
es_mx_gpi: Reportar razones

source: Reported
ca_gpi: Informat
es_mx_gpi: Reportado

source: Reporter
ca_gpi: Persona que informa
es_mx_gpi: Reportado por

source: Reports
ca_gpi: Informes
es_mx_gpi: Informes

source: Reset
ca_gpi: Reinicia
es_mx_gpi: Reiniciar

source: Reset password with <b>username</b> or <b>email</b>
ca_gpi: Reestableix la contrasenya amb <b>nom de perfil</b> o <b>correu electrònic</b>
es_mx_gpi: Restablecer contraseña con <b>nombre de usuario</b> o <b>correo</b>

source: Reset your password
ca_gpi: Restableix la teva contrasenya
es_mx_gpi: Reinicializar su contraseña

source: Restricted HTML
ca_gpi: HTML restringit
es_mx_gpi: HTML Restringido

source: Restricted Name
ca_gpi: Nom restringit
es_mx_gpi: Nombre restringido

source: Revision from %date
ca_gpi: Revisió del %date
es_mx_gpi: Revisión de %date

source: Role
ca_gpi: Rol
es_mx_gpi: Rol

source: Roles
ca_gpi: Rols

source: Save
ca_gpi: Desa
es_mx_gpi: Guardar

source: Save Mentions Type
ca_gpi: Desa el tipus de mencions
es_mx_gpi: Guardar tipo de menciones

source: Saved the %label Activity.
ca_gpi: S'ha desat l'activitat %label.
es_mx_gpi: Guardada la actividad de %label.

source: Saved the %label Event enrollment.
ca_gpi: S'ha desat la inscripció de l'esdeveniment %label.
es_mx_gpi: Guardada etiqueta de inscripción a evento de %label.

source: Saved the %label Font.
ca_gpi: S'ha desat el tipus de lletra %label.
es_mx_gpi: Guardada la fuente %label.

source: Saved the %label Post type.
ca_gpi: S'ha desat el tipus de publicació %label.
es_mx_gpi: Guardado el tipo de post %label.

source: Saved the %label Queue storage entity type.
ca_gpi: Tipus d'entitat d'emmagatzematge en cua %label desat.
es_mx_gpi: Guardado el tipo de entidad de almacenamiento de cola de %label.

source: Saved the %label Queue storage entity.
ca_gpi: Entitat d'emmagatzematge en cua %label desat.
es_mx_gpi: Guardado la entidad de almacenamiento de cola de %label.

source: Say something about this photo
ca_gpi: Comenta aquesta foto
es_mx_gpi: Escribe algo acerca de esta foto

source: Say something about this photo
ca_gpi: Comenta aquesta foto
es_mx_gpi: Escribe algo acerca de esta foto

source: Say something to the Community
ca_gpi: Comparteix alguna cosa amb la comunitat
es_mx_gpi: Di algo a la comunidad

source: Say something to the group
ca_gpi: Escriu alguna cosa al grup
es_mx_gpi: Decir algo al grupo

source: Search
ca_gpi: Cerca
es_mx_gpi: Buscar

source: Search API date
ca_gpi: Cerca la data de l'API
es_mx_gpi: Buscar fecha de API

source: Search All
ca_gpi: Cerca tot
es_mx_gpi: Busca todo(s)

source: Search All autocomplete
ca_gpi: Cerca tot de manera automàtica
es_mx_gpi: Buscar todo(s) autocompletar

source: Search Content
ca_gpi: Cerca el contingut
es_mx_gpi: Buscar contenido

source: Search Groups
ca_gpi: Cerca els grups
es_mx_gpi: Buscar grupos

source: Search Index
ca_gpi: Cerca l'índex
es_mx_gpi: Índice de búsqueda

source: Search Users
ca_gpi: Cerca els perfils
es_mx_gpi: Buscar usuarios

source: Search content
ca_gpi: Cerca el contingut
es_mx_gpi: Buscar contenido

source: Search content block
ca_gpi: Cerca el bloc de contingut
es_mx_gpi: Buscar bloque de contenido

source: Search hero block
ca_gpi: Cerca el bloc de hero
es_mx_gpi: Buscar bloque de héroe

source: Search index disabled
ca_gpi: Índex de cerca desactivat
es_mx_gpi: Índice de búsqueda deshabilitado

source: Search index enabled
ca_gpi: Índex de cerca activat
es_mx_gpi: Índice de búsqueda habilitado

source: Search index exists
ca_gpi: L’índex de cerca existeix
es_mx_gpi: El índice de búsqueda existe

source: Search navbar block
ca_gpi: Cerca el bloc de la barra de navegació
es_mx_gpi: Buscar bloque de barra de navegación

source: Search users
ca_gpi: Cerca els perfils
es_mx_gpi: Buscar usuarios

source: Secondary
ca_gpi: Secundari
es_mx_gpi: Secundario

source: Secondary color
ca_gpi: Color secundari
es_mx_gpi: Color secundario

source: Secondary tabs
ca_gpi: Pestanyes secundàries
es_mx_gpi: Pestañas secundarias

source: Secret group
ca_gpi: Grup secret
es_mx_gpi: Grupo secreto

source: Secret group: Group membership
ca_gpi: Grup secret: membres del grup
es_mx_gpi: Grupo secreto: Membresía grupal

source: Section
ca_gpi: Secció
es_mx_gpi: Sección

source: Section navbar background
ca_gpi: Secció de fons de la barra de navegació
es_mx_gpi: Fondo de la barra de navegación de la sección

source: Section navbar text
ca_gpi: Secció de text de la barra de navegació
es_mx_gpi: Texto de la barra de navegación de la sección

source: Section title
ca_gpi: Títol de la secció
es_mx_gpi: Sección de título

source: Sections
ca_gpi: Seccions
es_mx_gpi: Secciones

source: See all organisers
ca_gpi: Veure totes les persones organitzadores
es_mx_gpi: Ver todos los organizadores

source: See all results
ca_gpi: Veure tots els resultats
es_mx_gpi: Ver todos los resultados

source: See excluded enrollees on other pages
ca_gpi: Veure inscripcions excloses en altres pàgines
es_mx_gpi: Ver inscritos excluidos en otras páginas

source: See selected enrollees on other pages
ca_gpi: Veure inscripcions seleccionades en altres pàgines
es_mx_gpi: Ver inscritos seleccionados en otras páginas

source: See selected members on other pages
ca_gpi: Veure membres seleccionats en altres pàgines
es_mx_gpi: Ver miembros seleccionados en otras páginas

source: Select / unselect all @count members across all the pages
ca_gpi: Selecciona / No selecciona tots els @count membres de totes les pàgines
es_mx_gpi: Seleccione/anule la selección de todos los @count miembros en todas las páginas

source: Select / unselect all @count results in this view
ca_gpi: Selecciona / No selecciona tots els @count resultats en aquesta vista
es_mx_gpi: Seleccione / anule la selección de todos los resultados de @count en esta vista

source: Select a Block from a list to include
ca_gpi: Selecciona un Bloc de la llista per incloure
es_mx_gpi: Seleccione un bloque de una lista para incluir

source: Select a action for when to display this message.
ca_gpi: Selecciona una acció per quan mostrar aquest missatge.
es_mx_gpi: Seleccione una acción para cuándo mostrar este mensaje.

source: Select a context where to display this message.
ca_gpi: Selecciona un context on mostrar aquest missatge.
es_mx_gpi: Seleccione un contexto donde mostrar este mensaje.

source: Select a entity bundle type to for this message.
ca_gpi: Selecciona un tipus de paquet d'entitat per aquest missatge.
es_mx_gpi: Seleccione un tipo de paquete de entidad para este mensaje.

source: Select a entity condition for this message.
ca_gpi: Selecciona una condició d'entitat per aquest missatge.
es_mx_gpi: Seleccione una condición de entidad para este mensaje.

source: Select a member
ca_gpi: Selecciona un membre

source: Select any filter and click on Apply to see results
ca_gpi: Selecciona qualsevol filtre i fés clic a Aplica per veure'n els resultats
es_mx_gpi: Seleccione cualquier filtro y haga clic en Aplicar para ver los resultados

source: Select destinations where to display this message.
ca_gpi: Selecciona les destinacions on mostrar aquest missatge.
es_mx_gpi: Seleccione los destinos para mostrar este mensaje.

source: Select how long before the views count cache on a node display is invalidated.
ca_gpi: Selecciona quant de temps abans no s’invalida la memòria caché del recompte de visualitzacions en la visualització d’un node.
es_mx_gpi: Seleccione cuánto tiempo antes de que las vistas cuenten la memoria caché en la visualización de un nodo se invalida.

source: Select if items should be aggregated instead of displaying separately.
ca_gpi: Selecciona si els articles s'han d'agregar en lloc de mostrar-los per separat.
es_mx_gpi: Seleccione si los elementos deben agregarse en lugar de mostrarse por separado.

source: Select if items should be created directly instead of in the queue. Warning: performance implications!
ca_gpi: Selecciona si els articles s’han de crear directament en lloc de a la cua. Avís: el rendiment es pot veure implicat!
es_mx_gpi: Seleccione si los elementos deben crearse directamente en lugar de en la cola. Advertencia: implicaciones de rendimiento!

source: Select members to add
ca_gpi: Selecciona perfils per afegir
es_mx_gpi: Seleccionar miembros para agregar

source: Select one or more comments to perform the update on.
ca_gpi: Selecciona un o més comentaris per tal de dur a terme l'actualització.
es_mx_gpi: Seleccione uno o más comentarios para actualizarlos.

source: Select the fields you want to use on this profile type.
ca_gpi: Selecciona els camps que vols utilitzar en aquest tipus de perfil.
es_mx_gpi: Seleccione los campos que desea usar en este tipo de perfil.

source: Select the language you want to use this site in.
ca_gpi: Selecciona la llengua la qual vulguis utilitzar en aquesta plataforma.
es_mx_gpi: Seleccione el idioma en el que desea usar este sitio.

source: Select the order used to show the list of comments.
ca_gpi: Selecciona l'ordre que es faci servir per mostrar la llista de comentaris.
es_mx_gpi: Seleccione el orden utilizado para mostrar la lista de comentarios.

source: Select the terms that will show an additional field where users can describe their reasons.
ca_gpi: Selecciona els termes que mostraran un camp addicional on els perfil puguin descriure les seves raons.
es_mx_gpi: Seleccione los términos que mostrarán un campo adicional donde los usuarios pueden describir sus razones.

source: Select which icons you want to show or hide in the main (top) navigation bar.
ca_gpi: Selecciona quines icones vols mostrar o amagar a la barra de navegació principal (superior).
es_mx_gpi: Seleccione qué iconos desea mostrar u ocultar en la barra de navegación principal (superior).

source: Select which node types views should be tracked for.
ca_gpi: Selecciona de quins tipus de nodes s’ha de fer el seguiment.
es_mx_gpi: Seleccione para qué tipos de nodo se deben rastrear las vistas.

source: Select which usage data to share
ca_gpi: Selecciona quin ús de dades vols compartir
es_mx_gpi: Seleccione qué datos de uso compartir

source: Selected @count entities:
ca_gpi: @count entitats seleccionades:
es_mx_gpi: Seleccionado @count entidades:

source: Self Introduction
ca_gpi: Introducció personal
es_mx_gpi: Presentación

source: Self introduction
ca_gpi: Introducció personal
es_mx_gpi: Presentación

source: Self introduction, expertise and interests
ca_gpi: Introducció personal, experiència i interessos
es_mx_gpi: Auto presentación, experiencia e intereses

source: Send
ca_gpi: Enviar
es_mx_gpi: Enviar

source: Send a welcome message to new group members
ca_gpi: Envia un missatge de benvinguda als nous membres del grup

source: Send an email to :selected_count members
ca_gpi: Envia un correu electrònic a :selected_count membres
es_mx_gpi: Enviar un correo electrónico a :selected_count members

source: Send email
ca_gpi: Envia el correu electrònic
es_mx_gpi: Enviar correo electrónico

source: Send email to event enrollment users
ca_gpi: Envia un correu electònic als perfils de la inscripció a l'esdeveniment
es_mx_gpi: Enviar correo electrónico a usuarios inscritos a eventos

source: Send email to group members
ca_gpi: Envia un correu electrònic als membres del grup
es_mx_gpi: Enviar correo electrónico a miembros del grupo

source: Send in case
ca_gpi: Envia en cas de
es_mx_gpi: Enviar en caso de

source: Send mail
ca_gpi: Envia el correu
es_mx_gpi: Enviar correo

source: Send password reset instructions via email.
ca_gpi: Envia les instruccions per restablir la contrasenya per correu electrònic.
es_mx_gpi: Se han enviado instrucciones de reestablecimiento de contraseña por correo.

source: Send usage data.
ca_gpi: Envia l'ús de dades.
es_mx_gpi: Enviar datos de uso.

source: Sent email to %recipient
ca_gpi: S'ha enviat el correu electrònic a %recipient
es_mx_gpi: Se ha enviado un correo electrónico a %recipient

source: Separate multiple values by a comma.
ca_gpi: Separa múltiples variables amb una coma.
es_mx_gpi: Separe los valores múltiples con una coma.

source: Services
ca_gpi: Serveis
es_mx_gpi: Servicios

source: Set Sitewide Javascript
ca_gpi: Estableix Javascript a tota la plataforma
es_mx_gpi: Establecer Javascript en todo el sitio

source: Set Social Group settings
ca_gpi: Estableix la configuració del grup social
es_mx_gpi: Establecer la configuración del grupo social

source: Set a limit for event enrollments. Users are not able to enroll once the maximum number of enrollees is reached.
ca_gpi: Estableix un límit per a les inscripcions dels esdeveniments. Els perfils no es poden inscriure un cop s’hagi assolit el nombre màxim d’inscrits.
es_mx_gpi: Establezca un límite para las inscripciones a eventos. Los usuarios no pueden inscribirse una vez que se alcanza el número máximo de inscritos.

source: Set an alternative frontpage for authenticated users.
ca_gpi: Estableix una pàgina principal alternativa pels perfils autenticats.
es_mx_gpi: Establezca una portada alternativa para usuarios registrados.

source: Set author of event as event organiser automatically.
ca_gpi: Estableix l'autor de l'esdeveniment com a persona organitzadora automàticament.
es_mx_gpi: Establecer autor del evento como organizador de eventos automáticamente.

source: Set the minimum number of new views before the views count cache on a node display is invalidated.
ca_gpi: Estableix el nombre mínim de visites noves abans que no s’invalidi la memòria del compte de visualitzacions d’una pantalla de nodes.
es_mx_gpi: Establezca el número mínimo de vistas nuevas antes de que se invalide la memoria caché de recuento de vistas en una pantalla de nodo.

source: Set whether event types field is required or not.
ca_gpi: Estableix si el camp de tipus d'esdeveniment és obligatori o no.
es_mx_gpi: Establecer si el campo para tipos de evento es obligatorio o no.

source: Set whether the tour is enabled or not.
ca_gpi: Estableix si la guia està habilitada o no.
es_mx_gpi: Establezca si el recorrido está habilitado o no.

source: Set who can post public items on this platform.
ca_gpi: Estableix qui pot publicar elements públics en aquesta plataforma.
es_mx_gpi: Establezca quién puede publicar elementos públicos en esta plataforma.

source: Set your password
ca_gpi: Estableix la teva contrasenya
es_mx_gpi: Establece tu contraseña

source: Settings
ca_gpi: Configuració
es_mx_gpi: Configuración

source: Settings for Mentions module.
ca_gpi: Configuració pel mòdul de mencions.
es_mx_gpi: Configuraciones para el módulo de Menciones.

source: Settings for Social Event AN Enroll module.
ca_gpi: Configuració pel mòdul d'inscripció per un esdeveniment AN social.
es_mx_gpi: Configuración para el evento social AN Módulo de inscripción.

source: Settings for Social Event Max Enroll module.
ca_gpi: Configuració pel mòdul d'inscripció màxima d'esdeveniment social.
es_mx_gpi: Configuración para el módulo Social inscripción máxima del evento.

source: Settings for Social Groups.
ca_gpi: Configuració pels grups socials.
es_mx_gpi: Configuración para grupos sociales.

source: Settings for Social Node Statistics module.
ca_gpi: Configuració del mòdul d'Estadístiques de nodes socials.
es_mx_gpi: Configuración para el módulo de estadísticas del nodo social.

source: Settings for content reporting.
ca_gpi: Configuració per als informes de contingut.
es_mx_gpi: Configuración para informes de contenido.

source: Settings for event managers implementation.
ca_gpi: Configuració per a la implementació de les persones gestores d'esdeveniments.
es_mx_gpi: Configuración para la implementación de gestores de eventos.

source: Settings for event types implementation.
ca_gpi: Configuració per a la implementació dels tipus d'esdeveniments.
es_mx_gpi: Configuración para la implementación de tipos de eventos.

source: Settings for group quckjoin.
ca_gpi: Configuració per la unió ràpida al grup.
es_mx_gpi: Configuraciones para el grupo de inscripción rápida.

source: Settings for profiletype: @profile_type
ca_gpi: Configuració pel profiletype: @profile_type
es_mx_gpi: Configuraciones para tipo de perfil: @profile_type

source: Settings for sitewide JS.
ca_gpi: Configuració pel JS de tota la plataforma.
es_mx_gpi: Configuraciones para todo el sitio JS.

source: Settings form for Post entities. Manage field settings here.
ca_gpi: Configuració del formulari per les entitats de publicació. Gestiona els camps de configuració aquí.
es_mx_gpi: Formulario de configuración para entidades de publicación. Administra la configuración de campo aquí.

source: Settings form for Queue storage entity entities. Manage field settings here.
ca_gpi: Formulari de configuració de les entitats d'entitat d'emmagatzematge en cua. Gestiona la configuració dels camps aquí.
es_mx_gpi: Formulario de configuración para entidades de entidad de almacenamiento en cola. Administra la configuración de campo aquí.

source: Share information
ca_gpi: Comparteix informació
es_mx_gpi: Compartir información

source: Share information and start discussions with a post or topic.
ca_gpi: Comparteix informació i comença una discussió amb una publicació o un tema.
es_mx_gpi: Comparta información y comience las discusiones con una publicación o contenido.

source: Share this page
ca_gpi: Comparteix aquesta pàgina
es_mx_gpi: Compartir esta página

source: Share usage data Open Social development team and help us improve the product.
ca_gpi: Comparteix l'ús de dades amb l'equip de desenvolupament d'Open Social i ajuda'ns a millorar el producte.
es_mx_gpi: Compartir uso de datos de Open Social al equipo de desarrolladores y ayúdenos a mejorar el producto.

source: Share usage data with Open Social team
ca_gpi: Comparteix l'ús de dades amb l'equip d'Open Social
es_mx_gpi: Comparta uso de datos con el equipo de Open Social

source: Show "@field_group" on my profile
ca_gpi: Mostra "@field_group" al meu perfil
es_mx_gpi: Mostrar "@field_group" en mi perfil
