Repository: goalgorilla/open_social
Catalog: translations/*_gpi.po
Languages: ca_gpi, es_mx_gpi

source: The update has been performed.
ca_gpi: S'ha realitzat l'actualització.
es_mx_gpi: Se ejecutó la actualización.

source: The update has encountered an error.
ca_gpi: L'actualització ha trobat un error.
es_mx_gpi: El proceso de actualización ha encontrado un error.

source: The url to the content that is created in the group.
ca_gpi: L'adreça url del contingut que es crea al grup.
es_mx_gpi: La url del contenido que se crea en el grupo.

source: The user ID of author of the Activity entity.
ca_gpi: L’ID del perfil de l’autor de l’entitat Activitat.
es_mx_gpi: El ID de usuario del autor de la entidad Actividad.

source: The user ID of author of the Event enrollment entity.
ca_gpi: L’ID del perfil de l’autor de l’entitat d'inscripció a l'esdeveniment.
es_mx_gpi: ID de usuario del autor de la entidad de inscripción de eventos.

source: The user ID of author of the Font entity.
ca_gpi: L’ID del perfil de l’autor de l’entitat del tipus de lletra.
es_mx_gpi: ID de usuario del autor de la entidad Font.

source: The user ID of author of the Post entity.
ca_gpi: L’ID del perfil de l’autor de l’entitat de publicació.
es_mx_gpi: ID de usuario del autor de la entidad Publicar.

source: The user ID of author of the Queue storage entity entity.
ca_gpi: L'ID del perfil autor de l'entitat d'entitat d'emmagatzematge en cua.
es_mx_gpi: El ID de usuario del autor de la entidad de la entidad de almacenamiento en cola.

source: The user language code.
ca_gpi: El codi de llengua de l'usuari.
es_mx_gpi: El código de idioma de usuario.

source: The user that authored the mention
ca_gpi: El perfil que ha autoritzat la menció
es_mx_gpi: El usuario autor de la mención

source: The user that is mentioned
ca_gpi: El perfil que es menciona
es_mx_gpi: El usuario mencionado

source: The username %name has not been activated or is blocked.
ca_gpi: El nom d'usuari %name no ha estat activat o està bloquejat.
es_mx_gpi: El nombre de usuario %name no ha sido activado o está bloqueado.

source: The username can not be an email address.
ca_gpi: El nom de perfil no pot ser una adreça de correu electrònic.
es_mx_gpi: El nombre de usuario no puede ser una dirección de correo electrónico.

source: The value is the stored value. The label and description will be used in displayed values and edit forms.
ca_gpi: El valor és el valor emmagatzemat. L’etiqueta i la descripció s’utilitzaran en valors mostrats i formularis d’edició.
es_mx_gpi: El valor es el valor almacenado. La etiqueta y la descripción se utilizarán en los valores mostrados y en los formularios de edición.

source: The visibility of this content is set to @visibility_label
ca_gpi: La visibilitat d'aquest contingut està establert a @visibility_label

source: There are no groups yet.
ca_gpi: Encara no hi ha grups.
es_mx_gpi: No hay grupos todavía.

source: There are no members yet.
ca_gpi: Encara no hi ha membres.
es_mx_gpi: Aún no hay miembros.

source: There is no account connected to this @network account. You can create new account.
ca_gpi: No hi ha cap compte connectat a aquest compte @network. Podeu crear un compte nou.
es_mx_gpi: No hay una cuenta conectada a @network. Puedes crear una nueva cuenta.

source: There is no profile added yet, you can <a href="/user/{{ arguments.uid }}/profile">add a profile here</a>
ca_gpi: Encara no s'ha afegit cap perfil, pots <a href="/user/{{ arguments.uid }}/profile">afegir un perfil aquí</a>
es_mx_gpi: Todavía no se ha agregado ningún perfil, puedes <a href="/user/{{ arguments.uid }}/profile">agrega un perfil aquí</a>

source: There is no profile information you can change here.
ca_gpi: No hi ha informació de perfil que poguis canviar aquí.
es_mx_gpi: No hay información de perfil que pueda cambiar aquí.

source: There is no profile information you can change here. Change your @settings.
ca_gpi: No hi ha informació de perfil que poguis canviar aquí. Canvia la teva @settings.
es_mx_gpi: No hay información de perfil que pueda cambiar aquí. Cambia tus @settings.

source: There was an unexpected error.
ca_gpi: Ha hagut un error inesperat.
es_mx_gpi: Hubo un error inesperado.

source: These fields allow you to configure various help texts that are shown to users during signup and login
ca_gpi: Aquests camps et permeten configurar diversos texts d'ajuda que es mostren als perfils durant el registre i l'inici de sessió
es_mx_gpi: Estos campos le permiten configurar varios textos de ayuda que se muestran a los usuarios durante el registro y el inicio de sesión

source: This field stores text values from a dropdown list of allowed 'value => label => description' pairs.
ca_gpi: Aquest camp emmagatzema els valors de text d'una llista desplegable de parelles 'value => label => description' permeses.
es_mx_gpi: Este campo almacena valores de texto de una lista desplegable de pares permitidos 'value => label => description'.

source: This field supports tokens.
ca_gpi: Aquest camp és compatible amb tokens.
es_mx_gpi: Este campo admite comodines.

source: This form mode doesn't contain any field groups.
ca_gpi: Aquest mode de formulari no conté cap camp de grups.
es_mx_gpi: Este modo de formulario no contiene ningún grupo de campos.

source: This image will be displayed on the block
ca_gpi: Aquesta imatge es mostrarà al bloc
es_mx_gpi: Esta imagen se mostrará en el bloque

source: This input text will be displayed in the block
ca_gpi: Aquest text d'entrada es mostrarà al bloc
es_mx_gpi: Este texto de entrada se mostrará en el bloque

source: This is a closed group. Users can only join by invitation and the content in the group is hidden from non members.
ca_gpi: Grup tancat. Les persones registrades poden inscriure's mitjançant una invitació, tot el contingut d'aquest grup és visible només pels membres del grup.
es_mx_gpi: Este es un grupo cerrado. Los usuarios solo pueden unirse por invitación y el contenido del grupo está oculto para los no miembros.

source: This is a public group. Users may join without approval and all content added in this group will be visible to all community members and anonymous users.
ca_gpi: Grup públic. Les persones registrades poden inscriure's sense aprovació, tot el contingut d'aquest grup és visible per a tota la comunitat registrada i perfils anònims.
es_mx_gpi: Este es un grupo público. Los usuarios pueden unirse sin aprobación y todo el contenido agregado en este grupo será visible para todos los miembros de la comunidad y usuarios anónimos.

source: This is a secret group. Users can only join by invitation and the group itself and its content are hidden from non members.
ca_gpi: Grup secret. Els perfils només es poden unir per invitació i el grup i el seu contingut queden ocults per aquells que no siguin membres.
es_mx_gpi: Este es un grupo secreto. Los usuarios solo pueden unirse por invitación y el grupo en sí y su contenido están ocultos para los no miembros.

source: This is an open group. Users may join without approval and all content added in this group will be visible to all community members.
ca_gpi: Grup obert. Les persones registrades poden inscriure's sense aprovació, tot el contingut d'aquest grup és visible per a tota la comunitat registrada.
es_mx_gpi: Este es un grupo abierto. Los usuarios pueden unirse sin aprobación y todo el contenido agregado en este grupo será visible para todos los miembros de la comunidad.

source: This is the place to stay up to date with the latest activity for all topics, groups and events! You can also post messages here for your entire community to see.
ca_gpi: Aquest és el lloc per estar al dia de les darreres activitats per a tots els temes, grups i esdeveniments. També pots publicar missatges aquí perque ho vegi tota la comunitat.
es_mx_gpi: ¡Este es el lugar para mantenerse actualizado con la última actividad para todos los grupos, eventos y contenido! También puede publicar mensajes aquí para que toda su comunidad los vea.

source: This logo is shown in the platform header and on emails sent to your users. It can be overriden in the above E-mail setting
ca_gpi: Aquest logotip es mostra a la capçalera de la plataforma i als correus electrònics enviats als perfils. Es pot substituir a la configuració de correu electrònic anterior
es_mx_gpi: Este logotipo se muestra en el encabezado de la plataforma y en los correos electrónicos enviados a sus usuarios. Se puede anular en la configuración de correo electrónico anterior

source: This message was deleted together with the user’s account.
ca_gpi: Aquest missatge s'ha eliminat juntament amb el compte de perfil.
es_mx_gpi: Este mensaje se eliminó junto con la cuenta del usuario.

source: This message will be sent to users when users will be registered with a social network account.
ca_gpi: Aquest missatge s’enviarà als perfils quan aquests es registrin amb un compte de xarxa social.
es_mx_gpi: Este mensaje se enviará a los usuarios cuando los usuarios se registren con una cuenta de red social.

source: This module allows group managers to set the default routes on a group for member and non-members.
ca_gpi: Aquest mòdul permet a les persones que gestionen el grup configurar les rutes per defecte en un grup per a membres i persones no registrades.
es_mx_gpi: Este módulo permite a los administradores de grupos establecer las rutas predeterminadas en un grupo para miembros y no miembros.

source: This permission grants access to change group types on already existing groups.
ca_gpi: Aquest permís garanteix accedir a canvis de tipus de grup en grups ja existents.
es_mx_gpi: Este permiso otorga acceso para cambiar los tipos de grupo en grupos ya existentes.

source: This permission grants full access to all groups.
ca_gpi: Aquest permís garanteix l'accés complet a tots els grups.
es_mx_gpi: Este permiso otorga acceso completo a todos los grupos.

source: This setting is currently being controlled by a platform wide setting and cannot be changed. Please contact a sitemanager if you have questions.
ca_gpi: Aquesta configuració és administrada per la configuració de tota la plataforma i no es pot canviar. Si us plau, posa't en contacte amb la persona que administra la plataforma en cas de dubte.
es_mx_gpi: Actualmente, esta configuración está siendo controlada por una configuración de toda la plataforma y no se puede cambiar. Póngase en contacto con un administrador del sitio si tiene preguntas.

source: This will provide event organisers with the permission to decide whether anonymous users can enroll in their event.
ca_gpi: Així es proporciona a les persones organitzadores d’esdeveniments amb el permís per decidir si perfils anònims poden inscriure’s al seu esdeveniment.
es_mx_gpi: Esto proporcionará a los organizadores del evento el permiso para decidir si los usuarios anónimos pueden inscribirse en su evento.

source: Tick the box to specify which data you want to share. Keep unchecked if you don’t want to share any data.
ca_gpi: Marqueu la casella per especificar quina informació vols compartir. Si no vols compartir dades, deixa'l desmarcat.
es_mx_gpi: Marque la casilla para especificar qué datos desea compartir. Manténgase sin marcar si no desea compartir ningún dato.

source: Title
ca_gpi: Títol
es_mx_gpi: Título

source: Title & image
ca_gpi: Títol & imatge
es_mx_gpi: Título e Imagen

source: Title of entity containing mention
ca_gpi: Tìtol de l'entitat que conté la menció
es_mx_gpi: Título de la entidad que contiene mención

source: To add multiple members, separate each member with a comma ( , ).
ca_gpi: Per afegir més d'un membre alhora, separa els seus perfils amb una coma ( , ).
es_mx_gpi: Para agregar varios miembros, separe cada miembro con una coma (,).

source: To add the event name and link, use the following tokens: [node:title], [social_event_an_enroll:enrolled_event]
ca_gpi: Per afegir el nom i l'enllaç de l'esdeveniment, utilitza els següents tokens: [node:title], [social_event_an_enroll:enrolled_event]
es_mx_gpi: Para agregar el nombre del evento y el enlace, use los siguientes tokens: [node:title], [social_event_an_enroll:enrolled_event]

source: To exclude files of certain types, enter the extensions to exclude separated by spaces. This is useful if you have private image fields and don't wish to include them in download counts.
ca_gpi: Per excloure fitxers de certs tipus, introduïu les extensions per excloure separades per espais. Això és útil si teniu camps d'imatges privats i no voleu incloure'ls als recomptes de descàrregues.
es_mx_gpi: Para excluir archivos de ciertos tipos, ingrese las extensiones para excluir separadas por espacios. Esto es útil si tiene campos de imagen privados y no desea incluirlos en los recuentos de descargas.

source: To make the list of topics more specific you can additionally configure more filters such as topic types, content tags and groups.
ca_gpi: Per fer que la llista de temes sigui més específica, també pots configurar més filtres com ara tipus de temes, etiquetes de contingut i grups.
es_mx_gpi: Para que la lista de contenidos sea más específica, también puede configurar más filtros, como tipos de contenido, etiquetas de contenido y grupos.

source: Toggle Dropdown
ca_gpi: Botó desplegable
es_mx_gpi: Desplegar palanca

source: Toggle navigation
ca_gpi: Desplega la navegació
es_mx_gpi: Navegación de palanca

source: Tokens from the Social Content Report module.
ca_gpi: Tokens del mòdul d'Informe de Contingut Social.
es_mx_gpi: Fichas del módulo Informe de contenido social.

source: Tokens from the Social Event AN Enroll module.
ca_gpi: Tokens del mòdul d'Inscripció a l'esdeveniment AN Social.
es_mx_gpi: Fichas del módulo de evento social AN inscripción.

source: Tokens from the Social Event module.
ca_gpi: Tokens del mòdul d'Esdeveniment Social.
es_mx_gpi: Fichas del módulo Evento social.

source: Tokens from the Social Queue Entity module.
ca_gpi: Tokens del mòdul d'entitat d'emmagatzematge en cua social.
es_mx_gpi: Fichas del módulo entidad de cola social.

source: Tokens from the activity creator module.
ca_gpi: Tokens del mòdul creador d'activitat.
es_mx_gpi: Fichas del módulo de creador de la actividad.

source: Tokens from the activity logger module.
ca_gpi: Tokens del mòdul registrador d'activitat.
es_mx_gpi: Fichas del módulo registrador de actividad.

source: Tokens from the social comment module.
ca_gpi: Tokens del mòdul de comentari social.
es_mx_gpi: Fichas del módulo de comentarios sociales.

source: Tokens from the social group module.
ca_gpi: Tokens del mòdul de grup social.
es_mx_gpi: Fichas del módulo de grupo social.

source: Tokens from the social like module.
ca_gpi: Tokens del mòdul de m'agrades social.
es_mx_gpi: Fichas del módulo de me gusta social.

source: Tokens from the social mentions module.
ca_gpi: Tokens del mòdul de mencions socials.
es_mx_gpi: Fichas del módulo de menciones sociales.

source: Topic
ca_gpi: Tema
es_mx_gpi: Contenido

source: Topic Overview functionality.
ca_gpi: Funcionalitat de la visió general del tema.
es_mx_gpi: Resumen de contenido y funcionalidad.

source: Topic add block
ca_gpi: Bloc afegit de temes
es_mx_gpi: Contenido agregar bloque

source: Topic settings
ca_gpi: Configuració del tema
es_mx_gpi: Configuración del contenido

source: Topic types
ca_gpi: Tipus de tema
es_mx_gpi: Tipos de contenido

source: Topics
ca_gpi: Temes
es_mx_gpi: Contenidos

source: Topics created
ca_gpi: Temes creats
es_mx_gpi: Contenidos creados

source: Topics of type @type
ca_gpi: Temes del tipus @type
es_mx_gpi: Contenidos de tipo @type

source: Total amount of comments
ca_gpi: Quantitat total de comentaris
es_mx_gpi: Cantidad total de comentarios

source: Total amount of enrollments
ca_gpi: Nombre total d'inscripcions

source: Total amount of likes
ca_gpi: Quantitat total de m'agrades
es_mx_gpi: Cantidad total de me gusta

source: Total amount of views
ca_gpi: Quantitat total de visualitzacions
es_mx_gpi: Cantidad total de vistas

source: Tour settings
ca_gpi: Configuració de la guia
es_mx_gpi: Ajustes de recorrido

source: Track views for node types
ca_gpi: Seguiment de les visualitzacions dels tipus de nodes
es_mx_gpi: Seguimiento de vistas para tipos de nodos

source: Tracks file downloads for Drupal private core file fields for Open Social.
ca_gpi: Fa el seguiment de les descàrregues dels camps de fitxers del nucli privat de Drupal per a l'Open Social.
es_mx_gpi: Realiza un seguimiento de las descargas de archivos para los campos de archivos privados de Drupal para Open Social.

source: Tracks file downloads for Drupal private core file fields.
ca_gpi: Fa el seguiment de les descàrregues dels fitxers per als camps de fitxers del nucli privat de Drupal.
es_mx_gpi: Realiza un seguimiento de las descargas de archivos para los campos de archivos privados de Drupal.

source: Tracks file downloads for files stored in private core file fields.
ca_gpi: Fa el seguiment de les descàrregues de fitxers dels fitxers emmagatzemats en camps de fitxers de nuclis privats.
es_mx_gpi: Realiza un seguimiento de las descargas de archivos almacenados en campos privados de archivos principales.

source: Tracks views for nodes.
ca_gpi: Fa un seguiment de les visualitzacions dels nodes.
es_mx_gpi: Rastrea vistas para nodos.

source: Translate
ca_gpi: Tradueix
es_mx_gpi: Traducir

source: Translate account settings
ca_gpi: Tradueix la configuració del compte
es_mx_gpi: Traducir la configuración de la cuenta

source: Translate system information
ca_gpi: Tradueix la informació del sistema
es_mx_gpi: Traducir información del sistema

source: Turn sitewide JS on or off.
ca_gpi: Activa o desactiva el JS a tota la plataforma.
es_mx_gpi: Activa o desactiva JS en todo el sitio.

source: Turning on this feature makes sure regular user can no longer post public content anywhere on the platform.
ca_gpi: Si actives aquesta funció, t'assegures que els perfils habituals ja no poguin publicar contingut públic en cap lloc de la plataforma.
es_mx_gpi: Activar esta función asegura que el usuario habitual ya no pueda publicar contenido público en ningún lugar de la plataforma.

source: Twitter Account Settings
ca_gpi: Configuració del compte de Twitter
es_mx_gpi: Configuración de cuenta de Twitter

source: Twitter OAuth settings
ca_gpi: Configuració d'autenticació de Twitter
es_mx_gpi: Configuración de Twitter OAuth

source: Twitter login failed. Token or Token Secret is not valid.
ca_gpi: L'inici de sessió a Twitter ha fallat. El token o el Token Secret no són vàlids.
es_mx_gpi: Error de inicio de sesión en Twitter. Token o Token Secret no es válido.

source: Twitter user ID
ca_gpi: ID del perfil de Twitter
es_mx_gpi: ID de usuario de Twitter

source: Type
ca_gpi: Tipus
es_mx_gpi: Tipo

source: Type configuration
ca_gpi: Configuració del tipus
es_mx_gpi: Tipo de configuración

source: URL of anonymously enrolled event with token to cancel enrollment.
ca_gpi: URL d’un esdeveniment inscrit de forma anònima amb un token per cancel·lar la inscripció.
es_mx_gpi: URL del evento inscrito anónimamente con token para cancelar la inscripción.

source: URL of anonymously enrolled event.
ca_gpi: URL d’un esdeveniment inscrit de forma anònima.
es_mx_gpi: URL del evento anónimo inscrito.

source: URL of the Event I organize.
ca_gpi: Adreça URL de l'esdeveniment que organitzo.
es_mx_gpi: URL del evento que organizo.

source: URL of the content that was reported.
ca_gpi: Adreça URL del contingut que s'ha reportat.
es_mx_gpi: URL del contenido que se reportó.

source: URL of the entity the like was created for
ca_gpi: URL de l'entitat per a la qual s'ha creat el m'argada
es_mx_gpi: URL de la entidad para la que se creó el me gusta

source: URL of the liked entity.
ca_gpi: Adreça URL de l'entitat que t'agrada.
es_mx_gpi: URL de la entidad que le gusta.

source: URL of the reported content.
ca_gpi: Adreça URL del contingut reportat.
es_mx_gpi: URL del contenido informado.

source: URL path settings
ca_gpi: Paràmetres del camí URL
es_mx_gpi: Opciones de ruta URL

source: URL to send the usage data to
ca_gpi: Adreça URL per enviar l’ús de dades a
es_mx_gpi: URL para enviar los datos de uso a

source: Unfollow content
ca_gpi: Deixar de seguir el contingut
es_mx_gpi: Dejar de seguir contenido

source: Unfollow this content
ca_gpi: Deixar de seguir aquest contingut
es_mx_gpi: Dejar de seguir este contenido

source: Uninstalled %module_name module.
ca_gpi: Mòdul %module_name desinstal·lat.
es_mx_gpi: Desinstalado el módulo %module_name.

# Validation
source: Unique Nickname
ca_gpi: Nom de perfil únic
es_mx_gpi: Apodo único

source: Unique nicknames
ca_gpi: Noms de perfils únics
es_mx_gpi: Apodos únicos

source: Unlink
ca_gpi: Desfés l'enllaç
es_mx_gpi: Desvincular

source: Unlink @network
ca_gpi: Desconectar de @network
es_mx_gpi: Desvincular @network

source: Unlink Facebook
ca_gpi: Desconectar Facebook
es_mx_gpi: Desvincular Facebook

source: Unlink Google
ca_gpi: Desconectar Google
es_mx_gpi: Desvincular Google

source: Unlink LinkedIn
ca_gpi: Desconectar LinkedIn
es_mx_gpi: Desvincular LinkedIn

source: Unlink Twitter
ca_gpi: Desconectar Twitter
es_mx_gpi: Desvincular Twitter

source: Unpublish
ca_gpi: Retira
es_mx_gpi: No publicado

source: Unpublish Comment
ca_gpi: Retira el comentari
es_mx_gpi: No publicar comentario

source: Unpublish the selected comments
ca_gpi: Retira els comentaris seleccionats
es_mx_gpi: Retirar los comentarios seleccionados

source: Unpublished
ca_gpi: No publicat
es_mx_gpi: No publicado

source: Unpublished immediately
ca_gpi: Retira immediatament
es_mx_gpi: Anular la publicación de inmediato

source: Unrestricted
ca_gpi: Sense restricció
es_mx_gpi: Sin restricciones

source: Upcoming community events
ca_gpi: Propers esdeveniments de la comunitat
es_mx_gpi: Próximos eventos en la comunidad

source: Upcoming events
ca_gpi: Propers esdeveniments
es_mx_gpi: Próximos eventos

source: Upcoming events group block
ca_gpi: Bloc de propers esdeveniment del grup
es_mx_gpi: Bloque de grupo de eventos próximos

source: Update
ca_gpi: Actualitza
es_mx_gpi: Actualización

source: Update options
ca_gpi: Actualitza les opcions
es_mx_gpi: Actualizar opciones

source: Update or remove report
ca_gpi: Actualitza o elimina l'informe
es_mx_gpi: Actualizar o eliminar reporte

source: Update report
ca_gpi: Actualitza l'informe
es_mx_gpi: Actualizar reporte

source: Updated
ca_gpi: Actualitzat
es_mx_gpi: Actualizado

source: Updating Group Content...
ca_gpi: Actualitzant el contingut del grup...
es_mx_gpi: Actualizando contenido del grupo ...

source: Updating group content (@id)
ca_gpi: Actualitzar el contingut del grup (@id)
es_mx_gpi: Actualización del contenido del grupo (@id)

source: Upload a logo which is shown in e-mail sent by the platform. This overrides the default logo that is also used in e-mails when no logo is provided here.
ca_gpi: Carrega un logotip que es mostra al correu electrònic enviat per la plataforma. Això substitueix el logotip per defecte que també s'utilitza en els correus electrònics quan no es proporciona cap logotip aquí.
es_mx_gpi: Suba un logotipo que se muestra en el correo electrónico enviado por la plataforma. Esto anula el logotipo predeterminado que también se usa en los correos electrónicos cuando no se proporciona ningún logotipo aquí.

source: Url of the Event a user enrolled to.
ca_gpi: URL de l’esdeveniment on s'ha inscrit un perfil.
es_mx_gpi: URL del evento al que se inscribió un usuario.

source: Usage data shared with Open Social team
ca_gpi: Ús de dades compartit amb l'equip d'Open Social
es_mx_gpi: Datos de uso compartidos con el equipo de Open Social

source: Usage data sharing enabled
ca_gpi: S'ha activat l'ús compartit de dades
es_mx_gpi: Uso compartido de datos habilitado

source: Usage data sharing settings
ca_gpi: Configuració de l'ús compartit de dades
es_mx_gpi: Configuración de uso compartido de datos
