Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: Number of items per entity (e.g., nr. of members, topics, events, etc.)
fr_ch: Nombre d'éléments par entité (par exemple, nombre de membres, sujets, événements, etc.)

source: Number of members
fr_ch: Nombre de membres

source: Number of profiles affected by batch: @count
fr_ch: Nombre de profils affectés par le lot : @count

source: Number of seconds in the time window for counting a file download.
fr_ch: Nombre de secondes dans la fenêtre de temps pour compter le téléchargement d'un fichier.

source: Number of seconds of inactivity after which we assume user is offline.
fr_ch: Nombre de secondes d'inactivité après lesquelles nous considérons que l'utilisateur est hors ligne.

source: Number of suggestions
fr_ch: Nombre de suggestions

source: Off
fr_ch: Désactivé

source: Offline Control Settings
fr_ch: Paramètres de contrôle hors ligne

source: Offline window
fr_ch: Fenêtre hors ligne

source: Offset
fr_ch: Décaler

source: Oldest -> Newest
fr_ch: Le plus ancien -> Le plus récent

source: Oldest first
fr_ch: Les plus anciens d'abord

source: On
fr_ch: Activé

source: Ongoing
fr_ch: En cours

source: Ongoing and upcoming events
fr_ch: Événements à venir ou en cours

source: Only full name (first and last)
fr_ch: Uniquement le nom complet (prénom et nom de famille)

source: Only group members can see this group
fr_ch: Seuls les membres du groupe peuvent voir le groupe

source: Only members who are logged in can see this group
fr_ch: Seuls les membres connectés peuvent voir le groupe

source: Only show street and postal code to event enrollees
fr_ch: Afficher uniquement la rue et le code postal pour les personnes inscrites à l'événement

source: Only show the group address to the group members
fr_ch: Ne montrer l'adresse du groupe qu'aux membres du groupe

source: Only username
fr_ch: Uniquement le nom d'utilisateur

source: Open Group
fr_ch: Groupe ouvert

source: Open Social
fr_ch: WeGreen

source: Open Social Branding will be replaced by site name (and slogan if available).
fr_ch: La marque Open Social sera remplacée par le nom du site (et le slogan s'il existe).

source: Open Social Settings
fr_ch: Ouvrir les paramètres sociaux

source: Open Social Update Version
fr_ch: Ouvrir l'update Open Social

source: Open Social distribution profile.
fr_ch: Ouvrir un profil de distribution sociale.

source: Open Social help links
fr_ch: Ouvrir les liens d'aide sociale

source: Open Social usage data
fr_ch: Données d'utilisation d'Open Social

source: Open Social version
fr_ch: Version sociale ouverte

source: Open Social would like to collect non-personal data to improve the product and your experience. We will never collect any personal data. You can choose which data you want to share with the Open Social team below (or none at all). The usage data is sent every 24 hours to the team.
fr_ch: Open Social souhaite collecter des données non personnelles afin d'améliorer le produit et votre expérience. Nous ne collecterons jamais de données personnelles. Vous pouvez choisir ci-dessous les données que vous souhaitez partager avec l'équipe d'Open Social (ou aucune). Les données d'utilisation sont envoyées toutes les 24 heures à l'équipe.

source: Open group
fr_ch: Groupe ouvert

source: Open group: Group Invitation
fr_ch: Groupe ouvert : Invitation de groupe

source: Open group: Group membership
fr_ch: Groupe ouvert : Composition du groupe

source: Open group: Group node (Album)
fr_ch: Groupe ouvert : nœud de groupe (Album)

source: Open to enroll
fr_ch: Inscription libre

source: Open to enroll - users can enroll for this event without approval
fr_ch: Inscription libre - Les utilisateurs peuvent s'inscrire librement

source: Open to join
fr_ch: Accès libre

source: Open to join - users can join this group without approval
fr_ch: Accès libre - Tous les utilisateurs peuvent devenir membre du groupe

source: Operation
fr_ch: Opération

source: Operations
fr_ch: Opérations

source: Optional field, title can be printed from block or overridden here. Uncheck <em>Display title</em> if using this field
fr_ch: Champ facultatif, le titre peut être imprimé à partir du bloc ou remplacé ici. Décochez <em>Afficher le titre</em> si vous utilisez ce champ

source: Optional link. Sometimes blocks already contain more link.
fr_ch: Lien facultatif. Parfois, les blocs contiennent déjà plus de liens.

source: Options to pass to the toUrl call
fr_ch: Options à transmettre à l'appel toUrl

source: Order
fr_ch: Ordre

source: Organisers
fr_ch: Organisateur(s)

source: Organisers Block
fr_ch: Organisateurs Bloc

source: Organization
fr_ch: Organisation

source: Organization Tag
fr_ch: Organisation

source: Organization tag
fr_ch: Organisation

source: Organizer activity context
fr_ch: Contexte de l'activité de l'organisateur

source: Organizers
fr_ch: Organisateurs

source: Other Reason
fr_ch: Autre raison

source: Output Settings
fr_ch: Paramètres de sortie

source: Output text for aggregated items in activity stream
fr_ch: Texte de sortie pour les éléments agrégés dans le flux d'activité

source: Output text for email notifications
fr_ch: Texte de sortie pour les notifications par courrier électronique

source: Output text for normal activities in activity stream
fr_ch: Texte d'édition pour les activités normales dans le flux d'activités

source: Overridden Tags filter
fr_ch: Filtre de balises surchargé

source: Override Tags filters
fr_ch: Remplacer les filtres des balises

source: Override disabled public visiblility settings
fr_ch: Remplacer les paramètres de visibilité publique désactivés

source: Override invite message when resend invites
fr_ch: Remplacer le message d'invitation lors du renvoi des invitations

source: Overview
fr_ch: Vue d'ensemble

source: Overview of all the comments on the platform.
fr_ch: Vue d'ensemble de tous les commentaires sur la plateforme.

source: Overview of all the content on the platform.
fr_ch: Aperçu de tout le contenu sur la plateforme.

source: Overview of all the groups on the platform.
fr_ch: Vue d'ensemble de tous les groupes de la plateforme.

source: Overview of all the reported content.
fr_ch: Aperçu de tout le contenu signalé.

source: Owner
fr_ch: Propriétaire

source: Owner activity context
fr_ch: Contexte de l'activité du propriétaire

source: Owner event enrollment context
fr_ch: Contexte d'inscription de l'événement du propriétaire

source: Page (no value)
fr_ch: Page (sans valeur)

source: Page title
fr_ch: Titre de page

source: Page title block
fr_ch: Titre de la page

source: Page title for enrollments
fr_ch: Titre de la page pour les inscriptions

source: Page title for nodes
fr_ch: Titre de la page pour les nœuds

source: Paragraph
fr_ch: Paragraphe

source: Paragraphs
fr_ch: Paragraphes

source: Parent entity
fr_ch: Entité mère

source: Parent group
fr_ch: Groupe parent

source: Password
fr_ch: Mot de passe

source: Password reset instructions mailed to %name at %email.
fr_ch: Les instructions de réinitialisation de mot de passe ont été envoyées à %name, à l'adresse %email.

source: Past Events
fr_ch: Événements terminés

source: Past events
fr_ch: Événements terminés

source: Path
fr_ch: Chemin

source: Payload
fr_ch: Charge utile

source: Payload Violations
fr_ch: Violations de la charge utile

source: Payload client mutation id
fr_ch: Identifiant de mutation du client de la charge utile

source: Pending
fr_ch: En attente

source: Pending reply
fr_ch: En attente d'une réponse

source: People
fr_ch: Personnes

source: People access
fr_ch: Accès des personnes

source: People overview
fr_ch: Aperçu des personnes

source: Per profile type you can choose which fields you want to use. Users will not be able to edit or view fields that are deselected.
fr_ch: Pour chaque type de profil, vous pouvez choisir les champs que vous souhaitez utiliser. Les utilisateurs ne pourront pas modifier ou consulter les champs désélectionnés.

source: Permission
fr_ch: Droit

source: Personalised activity stream
fr_ch: Flux d'activités personnalisé

source: Personalised activity stream (with post form)
fr_ch: Flux d'activités personnalisé (avec formulaire de publication)

source: Phone number
fr_ch: Numéro de téléphone

source: Phone number and location
fr_ch: Numéro de téléphone et localisation

source: Pick an emoji
fr_ch: Choisissez un emoji

source: Placement
fr_ch: Situation géographique (si pertinent)

source: Platform activity context
fr_ch: Contexte de l'activité de la plate-forme

source: Platform introduction
fr_ch: Présentation de la plateforme

source: Platform introduction block, meant for use in content regions.
fr_ch: Bloc d'introduction de la plate-forme, destiné à être utilisé dans les régions de contenu.

source: Please @log_in or @create_account_link so that you can enroll to the event.
fr_ch: Veuillez vous @log_in ou @create_account_link afin de pouvoir vous inscrire à l'événement.

source: Please @log_in or @sign_up to comment.
fr_ch: Svp @log_in ou @sign_up pour commenter.

source: Please @log_in so that you can enroll to the event.
fr_ch: Veuillez @log_in pour vous inscrire à l'événement.

source: Please choose which profile fields can be displayed in user profiles. Site managers can always see all the filled-in profile information.
fr_ch: Veuillez choisir les champs de profil qui peuvent être affichés dans les profils des utilisateurs. Les gestionnaires de site peuvent toujours voir toutes les informations de profil remplies.

source: Please describe in detail what you find inappropriate about this content. Your report will only be visible to the content moderation team.
fr_ch: Merci de préciser en quoi ce contenu est inapproprié. Votre signalement ne sera visible que pour les administrateurs de la plateforme.

source: Please note that changing the group type will also change the visibility of the group content and the way users can join the group.
fr_ch: Attention : Changer le type de groupe peut modifier la visibilité de ses contenus et le moyen par lequel les utilisateurs peuvent le rejoindre.

source: Please note, if there are related books they will be published to the group after this option is turned on. Books will become unavailable if this option is deselected.
fr_ch: Veuillez noter que s'il existe des livres apparentés, ils seront publiés dans le groupe une fois que cette option aura été activée. Les livres deviendront indisponibles si cette option est désélectionnée.

source: Please note: the community manager remarks below are only visible to site managers
fr_ch: Remarque : les remarques du gestionnaire de la communauté ci-dessous ne sont visibles que par les gestionnaires de site.

source: Please select
fr_ch: Veuillez sélectionner

source: Please select an item in the list.
fr_ch: Veuillez sélectionner un article dans la liste.

source: Please select both content type and group type which is required for enabling cross-posting feature.
fr_ch: Veuillez sélectionner le type de contenu et le type de groupe requis pour activer la fonction de publication croisée.

source: Please select the blocks in which the taxonomy filters can be used.
fr_ch: Veuillez sélectionner les blocs dans lesquels les filtres de taxonomie peuvent être utilisés.

source: Please select the taxonomy vocabularies that can be used in the taxonomy filters.
fr_ch: Veuillez sélectionner les vocabulaires de taxonomie qui peuvent être utilisés dans les filtres de taxonomie.

source: Please wait...
fr_ch: Veuillez patienter...

source: Policies Management
fr_ch: Gestion des politiques

source: Post ID
fr_ch: Identifiant (ID) de contribution

source: Post URL
fr_ch: URL du poste

source: Post absolute URL.
fr_ch: URL absolue du message.

source: Post account stream
fr_ch: Flux de comptes postaux

source: Post block
fr_ch: Bloc de postes

source: Post comment
fr_ch: commentaire

source: Post comments
fr_ch: Poster des commentaires

source: Post config
fr_ch: Configuration du poste

source: Post group stream
fr_ch: Flux du groupe de post-production

source: Post on group block
fr_ch: Poste sur le bloc de groupe

source: Post on profile block
fr_ch: Poster sur le bloc de profil

source: Post on profile of others block
fr_ch: Poster sur le profil d'autres blocs

source: Post operations links
fr_ch: Liens vers les opérations de post-production

source: Post photo block
fr_ch: Poster un bloc de photos

source: Post photo on group block
fr_ch: Afficher la photo sur le bloc de groupe

source: Post photo on profile of others block
fr_ch: Publier une photo sur le profil d'un autre bloc

source: Post type
fr_ch: Type de contribution

source: Post type config
fr_ch: Configuration du type de message

source: Post types
fr_ch: Types de contribution

source: Post visibility access
fr_ch: Accès après visibilité

source: Postal code
fr_ch: Code postal

source: Posted in
fr_ch: Posté sur

source: Posts
fr_ch: Contributions

source: Posts created
fr_ch: Publications créées

source: Powered by
fr_ch: Propulsé par

source: Powered by block
fr_ch: Alimenté par le bloc

source: Preferred Feature
fr_ch: Caractéristique préférée

source: Preferred Features
fr_ch: Caractéristiques préférentielles

source: Prefix
fr_ch: Préfixe

source: Preliminary configuration array
fr_ch: Tableau de configuration préliminaire

source: Preparing to delete the group and all it's topic's, event's and post's...
fr_ch: Je me prépare à supprimer le groupe et tous ses sujets, événements et messages...

source: Preparing to send invites...
fr_ch: Se préparer à envoyer des invitations...

source: Preview
fr_ch: Aperçu

source: Preview of the related entity.
fr_ch: Aperçu de l'entité liée.

source: Preview your email
fr_ch: Prévisualisez votre mail

source: Preview your email invite
fr_ch: Prévisualisez votre invitation

source: Preview.
fr_ch: Avant-première.

source: Primary
fr_ch: Primaire

source: Primary admin actions
fr_ch: Actions d'administration principales

source: Primary style
fr_ch: Style principal

source: Primary tabs
fr_ch: Onglets principaux

source: Privacy settings
fr_ch: Paramètres de confidentialité

source: Privacy settings for Social Profile module.
fr_ch: Paramètres de confidentialité pour le module Profil social.

source: Private Message Thread url
fr_ch: Message privé URL du fil

source: Private Message add block
fr_ch: Message privé ajouter un bloc

source: Private Messages
fr_ch: Messages privés

source: Private message activity context
fr_ch: Contexte d'activité des messages privés

source: Process Group Content returned by the view with Views Bulk Operations' actions.
fr_ch: Groupe de processus Contenu renvoyé par la vue avec les actions de Views Bulk Operations.

source: Process activity activities.
fr_ch: Activités de processus.

source: Process activity loggers.
fr_ch: Enregistreurs d'activité de processus.

source: Process activity_digest_worker queue.
fr_ch: Traiter la file d'attente de l'activité_digest_worker.

source: Process activity_logger_message queue.
fr_ch: Traiter la file d'attente des messages de l'enregistreur d'activités.

source: Process activity_send_email queue
fr_ch: Traiter la file d'attente de l'activité_send_email

source: Process activity_send_email queue.
fr_ch: Traiter la file d'attente de l'activité_send_email.

source: Process enrollments returned by the view with Views Bulk Operations actions.
fr_ch: Traiter les inscriptions renvoyées par la vue avec les actions Views Bulk Operations.

source: Process enrollments returned by the view with Views Bulk Operations' actions.
fr_ch: Traiter les inscriptions renvoyées par la vue avec les actions de Views Bulk Operations.

source: Process invites returned by the view with Views Bulk Operations actions.
fr_ch: Traiter les invitations renvoyées par la vue avec des actions Views Bulk Operations.

source: Process selected entities in a batch operation
fr_ch: Traiter les entités sélectionnées dans le cadre d'une opération par lots

source: Processed @current out of @total.
fr_ch: @current élément(s) traité(s) sur @total.

source: Processing
fr_ch: En cours de traitement

source: Profile
fr_ch: Profil

source: Profile Fields Settings
fr_ch: Paramètres des champs du profil

source: Profile Organization Tag
fr_ch: Organisation liée au profil

source: Profile Previewer
fr_ch: Prévisualisation du profil

source: Profile Privacy Settings
fr_ch: Paramètres de confidentialité du profil

source: Profile activity context
fr_ch: Profil du contexte d'activité

source: Profile entity sortable
fr_ch: L'entité du profil peut être triée

source: Profile fields
fr_ch: Champs de profil

source: Profile fields settings
fr_ch: Paramètres des champs du profil

source: Profile fields settings for Social Profile module.
fr_ch: Paramètres des champs du profil pour le module Profil social.

source: Profile fields visibility
fr_ch: Visibilité des champs du profil

source: Profile hero block
fr_ch: Bloc du héros du profil

source: Profile image
fr_ch: Image de profil

source: Profile large
fr_ch: En-tête de profil

source: Profile medium
fr_ch: Icône ronde (medium)

source: Profile name
fr_ch: Nom du profil

source: Profile of @account
fr_ch: Profil de @account

source: Profile of @name
fr_ch: Profil de @name

source: Profile of others
fr_ch: Profil des autres

source: Profile organization tag
fr_ch: Organisation liée au profil

source: Profile preview
fr_ch: Aperçu du profil

source: Profile privacy data has been processed for the following users: @list
fr_ch: Les données de confidentialité du profil ont été traitées pour les utilisateurs suivants : @list

source: Profile settings
fr_ch: Paramètres de profil

source: Profile small
fr_ch: Icône ronde (petite)

source: Profile statistic block
fr_ch: Bloc de statistiques de profil

source: Profile tag
fr_ch: Tag de profil

source: Profile tags
fr_ch: Tags du profil

source: Promoted to front page
fr_ch: Promu en page d'accueil

source: Provide Search API configuration and Search Views.
fr_ch: Fournir la configuration de l'API de recherche et des vues de recherche.

source: Provide a correct sort alias
fr_ch: Fournir un alias de tri correct

source: Provide a filter for split profile tags
fr_ch: Fournir un filtre pour les balises de profil fractionné

source: Provide a link to close the report
fr_ch: Fournir un lien pour fermer le rapport

source: Provide basic pages content type for your static content, such as an About us page.
fr_ch: Fournissez des pages de base pour votre contenu statique, comme une page "À propos de nous".

source: Provide follow functionality for the social_tagging vocabulary and create activities related to followed tag.
fr_ch: Fournir une fonctionnalité de suivi pour le vocabulaire social_tagging et créer des activités liées au tag suivi.

source: Provide mentions feature for Open Social.
fr_ch: Fournir une fonction de mention pour Open Social.

source: Provide textual block with some link.
fr_ch: Fournir un bloc de texte avec un lien.

source: Provide the possibility to add the Follow tag block on the landing pages.
fr_ch: Offrir la possibilité d'ajouter le bloc de tags Follow sur les pages d'atterrissage.

source: Provides "Custom content list block" paragraphs type for landing pages.
fr_ch: Fournit le type de paragraphe "Custom content list block" pour les pages d'atterrissage.

source: Provides "Featured Content" paragraphs type for landing pages.
fr_ch: Fournit des paragraphes de type "Featured Content" pour les pages d'atterrissage.

source: Provides "Follow Content" flag type and related functionality.
fr_ch: Fournit le type de drapeau "Suivre le contenu" et les fonctionnalités associées.

source: Provides "Follow Term" flag type and related functionality.
fr_ch: Fournit le type de drapeau "Follow Term" et les fonctionnalités associées.

source: Provides "Follow User" flag type and related functionality.
fr_ch: Fournit le type de drapeau "Suivre l'utilisateur" et les fonctionnalités associées.

source: Provides Album content type and related configuration.
fr_ch: Fournit le type de contenu Album et la configuration associée.

source: Provides Group Invite member feature.
fr_ch: Fournit une fonction d'invitation de groupe pour les membres.

source: Provides Group feature.
fr_ch: Fournit la fonction de groupe.

source: Provides Like voting functionality for Open Social.
fr_ch: Fournit la fonctionnalité de vote "Like" pour Open Social.

source: Provides Post functionality for Open Social.
fr_ch: Fournit la fonctionnalité de publication pour Open Social.

source: Provides Profile Organization Tag field and vocabulary
fr_ch: Fournit le champ et le vocabulaire de l'étiquette de l'organisation du profil

source: Provides User related configuration.
fr_ch: Fournit la configuration relative à l'utilisateur.

source: Provides a Secret Group featured view mode for use on landing pages.
fr_ch: Fournit un mode d'affichage en vedette du groupe secret pour les pages d'atterrissage.

source: Provides a book featured view mode for use on landing pages.
fr_ch: Fournit un mode d'affichage de livre pour les pages d'atterrissage.

source: Provides a content block for books.
fr_ch: Fournit un bloc de contenu pour les livres.

source: Provides a content block for events.
fr_ch: Fournit un bloc de contenu pour les événements.

source: Provides a content block for groups.
fr_ch: Fournit un bloc de contenu pour les groupes.

source: Provides a content block for pages.
fr_ch: Fournit un bloc de contenu pour les pages.

source: Provides a flexible Group feature allowing members to configure the group to their liking.
fr_ch: Fournit une fonction de groupe flexible permettant aux membres de configurer le groupe à leur guise.

source: Provides a flexible Group featured view mode for use on landing pages.
fr_ch: Fournit un mode d'affichage flexible pour les pages d'atterrissage.

source: Provides a modal window to display profile details.
fr_ch: Fournit une fenêtre modale pour afficher les détails du profil.

source: Provides a shared paragraphs type for landing pages and dashboards.
fr_ch: Fournit un type de paragraphe partagé pour les pages d'atterrissage et les tableaux de bord.

source: Provides ability to enroll to an event without having to create an account.
fr_ch: titolo

source: Provides ability to invite enroll to an event.
fr_ch: Permet d'inviter des inscrits à un événement.

source: Provides ability to set visibility of profile fields
fr_ch: Permet de définir la visibilité des champs du profil

source: Provides ability to upload files in comments
fr_ch: Possibilité de télécharger des fichiers dans les commentaires

source: Provides activity stream for Open Social.
fr_ch: Fournit un flux d'activité pour Open Social.

source: Provides an ability to have Book Page node type in flexible groups.
fr_ch: Permet d'avoir des nœuds de type page de livre dans des groupes flexibles.

source: Provides an alternative frontpage option for authenticated users via redirect.
fr_ch: Fournit une option de page d'accueil alternative pour les utilisateurs authentifiés via une redirection.

source: Provides an emoji picker functionality for Open Social.
fr_ch: Fournit une fonctionnalité de sélection d'emoji pour Open Social.

source: Provides an new post type bundle.
fr_ch: Fournit un nouveau groupe de types de messages.

source: Provides and event types taxonomy for the event content type.
fr_ch: Fournit une taxonomie des types d'événements pour le type de contenu de l'événement.

source: Provides block based on the "Powered by Drupal" block from Drupal core.
fr_ch: Fournit un bloc basé sur le bloc "Powered by Drupal" du noyau Drupal.

source: Provides book feature.
fr_ch: Fournit une fonction de livre.
