Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: Allow to set how event organisers are implemented in OS.
fr_ch: Permet de définir la manière dont les organisateurs d'événements sont mis en œuvre dans le système d'exploitation.

source: Allow to set how event types are implemented in OS.
fr_ch: Permet de définir comment les types d'événements sont mis en œuvre dans le système d'exploitation.

source: Allow to set javascript that will loaded on ALL pages.
fr_ch: Permet de définir le javascript qui sera chargé sur TOUTES les pages.

source: Allow to set the Group settings in Open Social.
fr_ch: Permet de définir les paramètres du groupe dans Open Social.

source: Allow use a parent of category.
fr_ch: Autoriser l'utilisation d'un parent de catégorie.

source: Allow users to add the event to the calendar
fr_ch: Autoriser des utilisateurs à ajouter un événement au calendrier

source: Allow users to close reports.
fr_ch: Permettre aux utilisateurs de clôturer les rapports.

source: Allow users to enroll to this event without an account
fr_ch: Permettre aux utilisateurs de s'inscrire à cet événement sans avoir de compte

source: Allow users to join groups with a single click.
fr_ch: Les utilisateurs sont autorisés à rejoindre le groupe par un clic.

source: Allow users to request membership
fr_ch: Autoriser les utilisateurs à solliciter l'inscription au groupe

source: Allow users to send private messages to each other
fr_ch: Autoriser les utilisateurs à s'envoyer des messages privés

source: Allow users to share the event with others
fr_ch: Permettre aux utilisateurs de partager l'événement avec d'autres personnes

source: Allow users to skip the confirmation step when joining any @grouptype.
fr_ch: Autoriser les utilisateurs à ignorer l'étape de confirmation quand ils rejoignent n'importe quel @grouptype .

source: Allow users to tag content in content.
fr_ch: Autoriser les utilisateurs à taguer du contenu dans un contenu.

source: Allowed calendars
fr_ch: Calendriers autorisés

source: Allowed join method
fr_ch: Modes d'inscription au groupe

source: Allowed value with label
fr_ch: Valeur autorisée avec étiquette

source: Allowed values function
fr_ch: Fonction des valeurs autorisées

source: Allowed values list
fr_ch: Liste des valeurs autorisées

source: Allowed values list: invalid input.
fr_ch: Liste des valeurs autorisées : entrée invalide.

source: Allowed values list: some values are being removed while currently in use.
fr_ch: Liste des valeurs autorisées : certaines valeurs sont sur le point d'être retirées alors qu'elles sont actuellement utilisées.

source: Allows Site Managers to add a special tag to the user that will indicate that this is a trusted user to other users.
fr_ch: Permet aux gestionnaires de site d'ajouter une étiquette spéciale à l'utilisateur qui indiquera qu'il s'agit d'un utilisateur de confiance pour les autres utilisateurs.

source: Allows a Site Manager to control the visibility of profile fields.
fr_ch: Permet à un gestionnaire de site de contrôler la visibilité des champs du profil.

source: Allows a Site Manager to control what fields are available on a profile.
fr_ch: Permet à un gestionnaire de site de contrôler les champs disponibles dans un profil.

source: Allows access to all Open Social menu links.
fr_ch: Permet d'accéder à tous les liens du menu Open Social.

source: Allows access to an overview of reports.
fr_ch: Permet d'accéder à une vue d'ensemble des rapports.

source: Allows access to change settings of usage data sharing to Open Social team.
fr_ch: Permet de modifier les paramètres de partage des données d'utilisation avec l'équipe d'Open Social.

source: Allows access to the Content Moderation settings form.
fr_ch: Permet d'accéder au formulaire de paramétrage de la modération de contenu.

source: Allows access to the administration dashboard.
fr_ch: Permet d'accéder au tableau de bord d'administration.

source: Allows access to the menu of Open Social Connect
fr_ch: Permet d'accéder au menu d'Open Social Connect

source: Allows access to translating account settings and emails.
fr_ch: Permet d'accéder à la traduction des paramètres du compte et des courriels.

source: Allows access to translating site information.
fr_ch: Permet d'accéder aux informations du site de traduction.

source: Allows adding tags to content. Tags can be used in search, content overviews and dashboards.
fr_ch: Permet d'ajouter des balises au contenu. Les balises peuvent être utilisées dans la recherche, les aperçus de contenu et les tableaux de bord.

source: Allows event creators to set limits to the number of people that can enroll.
fr_ch: Permet aux créateurs d'événements de limiter le nombre de personnes pouvant s'inscrire.

source: Allows events to be organised by event types.
fr_ch: Permet d'organiser des événements par types d'événements.

source: Allows group managers to set the default pages on a group for member and non-members
fr_ch: Permet aux gestionnaires de groupes de définir les pages par défaut d'un groupe pour les membres et les non-membres.

source: Allows the creation of custom lists of content on dashboards and landing pages.
fr_ch: Permet de créer des listes de contenu personnalisées sur les tableaux de bord et les pages d'atterrissage.

source: Allows to use a nice emoji picker for posts, comments etc.
fr_ch: Permet d'utiliser un sélecteur d'emoji pour les messages, les commentaires, etc.

source: Allows users to add organisers to events besides the creator of the event itself.
fr_ch: Permet aux utilisateurs d'ajouter des organisateurs aux événements en plus du créateur de l'événement lui-même.

source: Allows users to attach files to comments they place.
fr_ch: Permet aux utilisateurs de joindre des fichiers aux commentaires qu'ils déposent.

source: Allows users to enroll in events without creating an account in the community.
fr_ch: Permet aux utilisateurs de s'inscrire à des événements sans créer de compte dans la communauté.

source: Allows users to export event enrollees for their events as comma separated value (csv) files.
fr_ch: Permet aux utilisateurs d'exporter les inscriptions à leurs événements sous forme de fichiers de valeurs séparées par des virgules (csv).

source: Allows users to request access to Groups
fr_ch: Permet aux utilisateurs de demander l'accès à des groupes

source: Allows users to send eachother private messages.
fr_ch: Permet aux utilisateurs de s'envoyer des messages privés.

source: Allows users to skip confirmation when joining a group.
fr_ch: Permet aux utilisateurs d'ignorer la confirmation lorsqu'ils rejoignent un groupe.

source: Allows you to filter content by tag in a activity blocks.
fr_ch: Permet de filtrer le contenu par étiquette dans un bloc d'activité.

source: Allows you to organise content in a book like structure.
fr_ch: Permet d'organiser le contenu dans une structure semblable à celle d'un livre.

source: Allows you to organise media in an album like structure.
fr_ch: Permet d'organiser les médias dans une structure semblable à celle d'un album.

source: Allows you to see profile details in a modal window on the hover of the user picture or name.
fr_ch: Permet d'afficher les détails du profil dans une fenêtre modale au survol de l'image ou du nom de l'utilisateur.

source: Altering the visibility options could result in changes in access for content within this group and the group itself.
fr_ch: La modification des options de visibilité pourrait entraîner des changements dans l'accès au contenu de ce groupe et dans le groupe lui-même.

source: Alternative Frontpage
fr_ch: Page d'accueil alternative

source: Alternative Frontpage Settings
fr_ch: Paramètres alternatifs de la page d'accueil

source: Always show all comments
fr_ch: Toujours afficher tous les commentaires

source: Always show all comments link
fr_ch: Lien "Toujours afficher tous les commentaires

source: Always show for everyone
fr_ch: Toujours un spectacle pour tout le monde

source: Amount of days
fr_ch: Nombre de jours

source: Amount of existing members
fr_ch: Nombre de membres existants

source: Amount of users added not added
fr_ch: Nombre d'utilisateurs ajoutés non ajoutés

source: Amount of users added to group
fr_ch: Nombre d'utilisateurs ajoutés au groupe

source: An error occurred and processing did not complete.
fr_ch: Une erreur s'est produite et le traitement ne s'est pas terminé.

source: An error occurred during processing
fr_ch: Une erreur a eu lieu au cours de l'opération

source: An error occurred while processing @operation with arguments : @args
fr_ch: Une erreur est survenue lors du traitement de @operation avec pour arguments : @args

source: An invalid vocabulary is selected. Please change it in the options.
fr_ch: Un vocabulaire invalide a été sélectionné. Merci de le modifier dans les options.

source: An organizer added me to an event
fr_ch: Un organisateur m'a ajouté à un événement

source: Anonymous
fr_ch: Anonyme

source: Anonymous Event Enrolments
fr_ch: Inscriptions à des événements anonymes

source: Anonymous event enrollment settings
fr_ch: Paramètres d'inscription aux événements anonymes

source: Anonymous page cache (recommended)
fr_ch: Cache de page anonyme (recommandé)

source: Another user (%other_user) is already logged into the site on this computer, but you tried to use a one-time link for user %resetting_user. Please <a href=":logout">log out</a> and try using the link again.
fr_ch: Un autre utilisateur (%other_user) est déjà connecté sur ce site depuis cet ordinateur, mais vous avez essayé d'utiliser un lien unique pour l'utilisateur %resetting_user. <a href=":logout">Déconnectez</a> vous et utilisez ce lien à nouveau.

source: Appearance
fr_ch: Apparence

source: Approve
fr_ch: Approuver

source: Approve Membership
fr_ch: Approuver la demande

source: Approve membership
fr_ch: Approuver la demande

source: Approve membership request
fr_ch: Approuver la demande d'adhésion

source: Approve membership request for the group @group_title
fr_ch: Approuver la demande d'inscription au groupe @group_title

source: Approve request to join a group
fr_ch: Approuver la demande d'inscription au groupe

source: Approved
fr_ch: Approuvé

source: Approved request to join a group activity context
fr_ch: Demande approuvée d'adhésion à un contexte d'activité de groupe

source: Approved/Rejected by
fr_ch: Approuvé/rejeté par

source: Are you sure to accept the invitation and join this group? You can leave this group at any time.
fr_ch: Êtes-vous sûr d'accepter l'invitation et de rejoindre ce groupe ? Vous pourrez le quitter à tout moment.

source: Are you sure you want to "%action" the following enrollee?
fr_ch: Confirmez-vous l'opération "%action" pour cet inscrit ?

source: Are you sure you want to "%action" the following member?
fr_ch: Confirmez-vous l'opération "%action" pour cet utilisateur ?

source: Are you sure you want to Reject this request?
fr_ch: Êtes-vous sûr de vouloir rejeter cette demande ?

source: Are you sure you want to approve the membership request for @name?
fr_ch: Êtes-vous sûr de vouloir approuver la demande d'inscription de @name ?

source: Are you sure you want to decline the enrollment request for @name?
fr_ch: Êtes-vous sûr de refuser la demande d'inscription de @name ?

source: Are you sure you want to delete %name?
fr_ch: Confirmez-vous vouloir supprimer le compte de %name ?

source: Are you sure you want to delete your group "@group" along with all of the posts, events and topics inside this group? This action cannot be undone.
fr_ch: Confirmez-vous vouloir supprimer le groupe "@group" et l'ensemble des publications, événements et posts qui y ont été partagés ? Cette action est irréversible.

source: Are you sure you want to reject the membership request for @name?
fr_ch: Êtes-vous sûr de vouloir rejeter la demande d'inscription de @name ?

source: Are you sure you want to remove %name from %group?
fr_ch: Confirmez-vous vouloir retirer %name du groupe %group ?

source: Are you sure you want to request membership the group @group
fr_ch: Êtes-vous sûr de vouloir demander l'adhésion au groupe @group ?

source: Are you sure you want to send your email to the following enrollee?
fr_ch: Confirmez-vous l'envoi de cet email à cet inscrit ?

source: Are you sure you want to send your email to the following member?
fr_ch: Confirmez-vous l'envoi de cet email à ce membre ?

source: Assign event organisers to this event.
fr_ch: Ajouter un nouvel organisateur à cet événement.

source: At what number of event types to switch from radio buttons to select widget.
fr_ch: À partir de quel nombre de types d'événements passer des boutons radio au widget de sélection.

source: Attachment
fr_ch: Fichier attaché

source: Attachments
fr_ch: Pièces jointes

source: Author
fr_ch: Auteur

source: Author Information
fr_ch: Auteur du contenu

source: Author as event organiser
fr_ch: L'auteur en tant qu'organisateur d'événements

source: Author name
fr_ch: Nom de l'auteur

source: Author user id
fr_ch: Identifiant de l'auteur

source: Authored by
fr_ch: Écrit par

source: Autocomplete Item
fr_ch: Élément d'autocomplétion

source: Autocomplete field with group names.
fr_ch: Champ d'auto-complétion avec les noms de groupes.

source: Autocomplete field with items from taxonomy list content tags.
fr_ch: Champ d'autocomplétion avec les éléments des balises de contenu de la liste de taxonomie.

source: Autocomplete field with items from taxonomy list topic types.
fr_ch: Champ d'autocomplétion avec les éléments de la liste des types de sujets de la taxonomie.

source: Automatic login
fr_ch: Connexion automatique

source: Available content visibility
fr_ch: Visibilité du contenu

source: Avatar settings
fr_ch: Paramètres de l'avatar

source: Back to event
fr_ch: Retour à l'événement

source: Back to group
fr_ch: Retour au groupe

source: Background process finished
fr_ch: L'opération est terminée

source: Banner Image
fr_ch: Image de la bannière de profil

source: Based on your @settings, the notification above is sent to you <strong>:frequency</strong>
fr_ch: Sur la base de vos @settings, vous recevez cette notification de manière <strong>frequency</strong>.

source: Based on your @settings, the notification above is sent to you as a <strong>:frequency mail</strong>
fr_ch: Sur la base de vos @settings, cette notification vous a été envoyée selon la fréquence suivante : <strong>:frequency mail</strong>

source: Basic
fr_ch: Basique

source: Basic HTML
fr_ch: HTML simple

source: Basic Page
fr_ch: Page de base

source: Basic Site Settings
fr_ch: Paramètres de base du site

source: Basic block
fr_ch: Bloc simple

source: Basic implementation of activites in Open Social
fr_ch: Mise en œuvre de base des activités d'Open Social

source: Basic page
fr_ch: Page de base

source: Be aware that data is <em>not removed</em>, and can possibly still be found through the search, until you flush the data.
fr_ch: Sachez que les données ne sont pas supprimées <em></em> et qu'elles peuvent encore être trouvées par le biais de la recherche, jusqu'à ce que vous les effaciez.

source: Be aware that when disabling invites altogether or for a specific group type, the outstanding invites in question <em>are cancelled</em>. Invitees will no longer be able to use their invite link.
fr_ch: Sachez que lorsque vous désactivez les invitations dans leur ensemble ou pour un type de groupe spécifique, les invitations en cours en question <em>sont annulées</em>. Les invités ne pourront plus utiliser leur lien d'invitation.

source: Before
fr_ch: Avant

source: Between
fr_ch: Entre

source: Block
fr_ch: Bloc

source: Block List managers
fr_ch: Gestionnaires de listes de blocage

source: Block field
fr_ch: Champ de bloc

source: Block footer settings
fr_ch: Paramètres du pied de page du bloc

source: Block label with id
fr_ch: Etiquette de bloc avec identifiant

source: Block users
fr_ch: Bloquer les utilisateurs

source: Blocked
fr_ch: Bloqué

source: Body
fr_ch: Corps

source: Book Pages
fr_ch: Pages du livre

source: Book add block
fr_ch: Bloc d'ajout de livres

source: Book content type
fr_ch: Type de contenu du livre

source: Book page
fr_ch: Page de livre

source: Book parent only
fr_ch: Livre parent uniquement

source: Books
fr_ch: Livres

source: Both (username and full name)
fr_ch: Les deux (nom d'utilisateur et nom complet)

source: Breadcrumbs
fr_ch: Fils d'ariane

source: Bulk action
fr_ch: Action en bloc

source: Button
fr_ch: Bouton

source: Buttons
fr_ch: Boutons

source: By choosing this option you can customize many group settings to your needs.
fr_ch: Si les autres options proposées ne conviennent pas, le groupe flexible vous permettra de personnaliser davantage les caractéristiques du groupe : la visibilité de ses contenus et la façon de le rejoindre. Attention cependant, ce choix est irréversible : il n'est pas possible de modifier ce type de groupe ultérieurement.

source: By clicking show content, you agree to load the embedded content from <b>"@provider"</b> and therefore its privacy policy.
fr_ch: En cliquant sur afficher le contenu, vous acceptez de charger le contenu intégré de <b>"@provider"</b> et donc sa politique de confidentialité.

source: By submitting this form you will become a member of the group. As a member of the group you will begin to receive notifications about changes and interactions within the group. Your profile will also be included in group membership.
fr_ch: En validant ce formulaire vous deviendrez membre du groupe. En tant que membre du groupe vous recevrez des notifications en lien avec l'actualité du groupe. Votre profil sera aussi intégré dans la liste des membres du groupe.

source: By submitting this form you will become a member of the group. Please fill out any available fields to complete your membership information.
fr_ch: Confirmez-vous vouloir rejoindre ce groupe ?

source: Bypass create group access control
fr_ch: Contourner le contrôle d'accès au groupe de création

source: CM can tag a user and indicate that user is part of an organization.
fr_ch: CM peut marquer un utilisateur et indiquer qu'il fait partie d'une organisation.

source: CM can tag a user, giving options on filtering / searching users.
fr_ch: CM peut étiqueter un utilisateur, ce qui permet de filtrer ou de rechercher des utilisateurs.

source: CSS Color
fr_ch: Couleur CSS

source: CTA button
fr_ch: Bouton CTA

source: Cache page for anonymous users. Enable this if you do not have a web server to do this for you.
fr_ch: Page de cache pour les utilisateurs anonymes. Activez cette option si vous n'avez pas de serveur web pour le faire à votre place.

source: Caches parts of the page dynamically for any user.
fr_ch: Met en cache des parties de la page de manière dynamique pour n'importe quel utilisateur.

source: Call to action link
fr_ch: Lien d'appel à l'action

source: Can not send e-mail for %entity
fr_ch: Impossible d'envoyer un e-mail pour %entity

source: Cancel
fr_ch: Annuler

source: Cancel enrollment
fr_ch: Annuler l'inscription

source: Cancel invite
fr_ch: Annuler l'invitation

source: Cancel request
fr_ch: Annuler la demande

source: Canceled "%action".
fr_ch: Annulé "%action".

source: Categories and terms used to tag content
fr_ch: Catégories et termes utilisés pour étiqueter le contenu

source: Categories ordering
fr_ch: Catégories de commande

source: Categorized check boxes/radio buttons
fr_ch: Cases à cocher/radio-boutons catégorisés

source: Category
fr_ch: Catégorie

source: Change colors and styling
fr_ch: Modifier les couleurs et le style

source: Change event organiser settings.
fr_ch: Modifiez les paramètres de l'organisateur d'événements.

source: Change group membership role
fr_ch: Changer les rôles des membres du groupe

source: Change input widget
fr_ch: Modifier le widget de saisie

source: Change or add links to the Footer menu.
fr_ch: Modifier ou ajouter des liens au menu de bas de page.

source: Change or add links to the Main menu.
fr_ch: Modifier ou ajouter des liens au menu principal.

source: Change requirement and widget settings for event types.
fr_ch: Modifier les paramètres des exigences et des widgets pour les types d'événements.

source: Change role
fr_ch: Modifier le rôle

source: Change roles
fr_ch: Modifier le rôle

source: Change the image and text on the home page.
fr_ch: Modifiez l'image et le texte de la page d'accueil.

source: Change the name and email address of your site.
fr_ch: Changez le nom et l'adresse e-mail de votre site.

source: Change the role
fr_ch: Modifier le rôle

source: Change the role of selected member
fr_ch: Changer le rôle du membre sélectionné

source: Change the site-wide emded consent settings
fr_ch: Modifier les paramètres du consentement électronique pour l'ensemble du site

source: Change which profile fields are used / not used
fr_ch: Modifier les champs du profil qui sont utilisés ou non

source: Change your timezone here
fr_ch: Modifiez votre fuseau horaire ici

source: Changed
fr_ch: Modifié

source: Changing groups and visibility isn't allowed for Albums yet, consider creating a new Album instead.
fr_ch: Il n'est pas encore permis de changer de groupe et de visibilité pour les Albums, pensez plutôt à créer un nouvel Album.

source: Changing groups is disabled when translating.
fr_ch: Le changement de groupe est désactivé lors de la traduction.

source: Changing the group may have impact on the <strong>visibility settings</strong> and may cause <strong>author/co-authors</strong> to lose access.
fr_ch: Changer le groupe peut avoir un impact sur <strong>les paramètres de visibilité</strong> et peut causer la perte d'accès <strong>à l'auteur ou co-auteurs</strong>.

source: Changing the group may have impact on the <strong>visibility settings</strong>.
fr_ch: Modifier le groupe peut avoir un impact sur la <strong>visibilité des contenus</strong>.

source: Changing visibility is disabled when translating.
fr_ch: La modification de la visibilité est désactivée lors de la traduction.

source: Check any data that users are allowed to export in for example the events and groups they manage.
fr_ch: Vérifiez les données que les utilisateurs sont autorisés à exporter, par exemple les événements et les groupes qu'ils gèrent.

source: Check the reported contents
fr_ch: Vérifier le contenu du rapport

source: Choose a default landing page
fr_ch: Choisir une page d'atterrissage par défaut

source: Choose a page that users will land on when visiting another users profile (e.g., stream or about page).
fr_ch: Choisissez une page sur laquelle les utilisateurs atterriront lorsqu'ils visiteront le profil d'un autre utilisateur (par exemple, le flux ou la page à propos).

source: Choose how people can join this group.
fr_ch: Comment peut-on devenir membre du groupe ?

source: Choose the allowed visibility settings for the group content.
fr_ch: Pour qui les contenus du groupe sont-ils visibles ?

source: Choose the desired frontpage for the site. You can set an alternative frontpage for logged-in users.
fr_ch: Choisissez la page d'accueil souhaitée pour le site. Vous pouvez définir une page d'accueil alternative pour les utilisateurs connectés.

source: Choose the visibility options allowed for the group content.
fr_ch: Quand les membres du groupe y partagent des contenus, quels niveaux de visibilité sont autorisés ?

source: City
fr_ch: Ville

source: Class on Link
fr_ch: Classer sur le lien

source: Class(es) on button = "@classes"
fr_ch: Classe(s) sur le bouton = "@classes"

source: Clear all selected enrollees
fr_ch: Décocher toutes les personnes sélectionnées

source: Clear all selected members
fr_ch: Décocher toutes les personnes sélectionnées

source: Clear selection on all pages
fr_ch: Effacer la sélection sur toutes les pages

source: Clear selection when exposed filters change
fr_ch: Effacer la sélection lorsque les filtres exposés changent
