Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: Event organiser settings
fr_ch: Paramètres de l'organisateur d'événements

source: Event organisers
fr_ch: Organisateur(s) de l'événement

source: Event request activity context
fr_ch: Demande d'événement contexte d'activité

source: Event requests notification
fr_ch: Demande de notification pour un événement

source: Event settings
fr_ch: Paramètres de l'événement

source: Event sorting (passed and upcoming)
fr_ch: Tri des événements (passés et à venir)

source: Event time
fr_ch: Heure de l'événement

source: Event type
fr_ch: Type d'événement

source: Event type settings
fr_ch: Paramètres du type d'événement

source: Event types
fr_ch: Types d'événements

source: Event types required
fr_ch: Types d'événements requis

source: Events
fr_ch: Événements

source: Events Profile
fr_ch: Profil des événements

source: Events created
fr_ch: Evénements créés

source: Events for this user
fr_ch: Événements pour cet utilisateur

source: Events on profile block
fr_ch: Événements sur le bloc de profil

source: Events profile overview
fr_ch: Aperçu du profil des événements

source: Exception trying to save a group membership request: @message
fr_ch: Exception lors de l'enregistrement d'une demande d'adhésion à un groupe : @message

source: Excluded file extensions
fr_ch: Extensions des fichiers à exclure

source: Execute action
fr_ch: Exécuter l'action

source: Expertise
fr_ch: Compétences

source: Explore
fr_ch: Explorer

source: Explore Stream
fr_ch: Explorer la communauté

source: Explore Stream Block
fr_ch: Explorer le bloc de flux

source: Explore page for LU
fr_ch: Page d'exploration pour LU

source: Explore the group
fr_ch: Explorer le groupe

source: Export
fr_ch: Exporter

source: Export is complete. @link
fr_ch: L'exportation est terminée. @link

source: Export plugins that can be used by normal users.
fr_ch: Exporter des plugins qui peuvent être utilisés par des utilisateurs normaux.

source: Export settings
fr_ch: Paramètres de l'exportation

source: Export the selected enrollments to CSV
fr_ch: Exporter les inscriptions sélectionnées au format CSV

source: Export the selected enrollments to CSV including anonymous
fr_ch: Exporter les inscriptions sélectionnées au format CSV, y compris les inscriptions anonymes.

source: Export the selected members to CSV
fr_ch: Exporter les membres sélectionnés au format CSV

source: Export the selected users to CSV
fr_ch: Exporter les utilisateurs sélectionnés au format CSV

source: Expose
fr_ch: Exposer

source: Extends the GraphQL API with branding information for this Open Social platform.
fr_ch: Étend l'API GraphQL avec des informations sur la marque de cette plateforme sociale ouverte.

source: Fallback
fr_ch: Repli

source: Feature Machine Name
fr_ch: Caractéristiques Nom de la machine

source: Featured
fr_ch: En vedette

source: Featured Content
fr_ch: Contenu en vedette

source: Featured Item
fr_ch: Éléments en vedette

source: Featured Items
fr_ch: Éléments en vedette

source: Field
fr_ch: Champ

source: Field name
fr_ch: Nom du champ

source: Field types
fr_ch: Types de champs

source: Fields
fr_ch: Champs

source: File
fr_ch: Fichier

source: File and Image in a table
fr_ch: Fichier et image dans un tableau

source: File uri
fr_ch: Fichier uri

source: File url
fr_ch: url du fichier

source: Files
fr_ch: Fichiers

source: Filter
fr_ch: Filtre

source: Filter Block
fr_ch: Bloc filtrant

source: Filter activities by tags
fr_ch: Filtrer les activités par tags

source: Filter activities for Explore page
fr_ch: Filtrer les activités pour la page Explore

source: Filter activities for personalised homepage
fr_ch: Filtrer les activités pour une page d'accueil personnalisée

source: Filter by group
fr_ch: Filtrer par groupe

source: Filter by profile tags
fr_ch: Filtrer par étiquettes de profil

source: Filter deleted threads
fr_ch: Filtrer les fils de discussion supprimés

source: Filter events by start date and end date
fr_ch: Filtrer les événement par date de début et de fin

source: Filter nodes, with visibility group, placed in group you are not a member of.
fr_ch: Filtrer les nœuds, avec groupe de visibilité, placés dans un groupe dont vous n'êtes pas membre.

source: Filter on activities for personalised homepage.
fr_ch: Filtre sur les activités pour une page d'accueil personnalisée.

source: Filter on activities for the Explore page.
fr_ch: Filtre sur les activités pour la page Explore.

source: Filter on activities for the personalised homepage.
fr_ch: Filtre sur les activités pour la page d'accueil personnalisée.

source: Filter removed from display: %name
fr_ch: Filtre supprimé de l'affichage : %name

source: Filter users by tags they are following
fr_ch: Filtrer les utilisateurs en fonction des tags qu'ils suivent

source: Filters
fr_ch: Filtres

source: Filters for date used in Open Social
fr_ch: Filtres pour les dates utilisées dans Open Social

source: Find and manage comments.
fr_ch: Trouver et gérer les commentaires.

source: Find and manage content
fr_ch: Trouver et gérer le contenu

source: Find and manage content.
fr_ch: Trouver et gérer le contenu.

source: Find and manage people interacting with your site.
fr_ch: Trouver et gérer les personnes interagissant avec votre site.

source: Find people by name
fr_ch: Recherchez quelqu'un par son nom ou prénom

source: Find people by name or email address
fr_ch: Recherchez quelqu'un par son nom, prénom ou adresse mail

source: Finished
fr_ch: Terminée

source: First
fr_ch: Premier

source: First and last name or username, depends on settings.
fr_ch: Prénom et nom de famille ou nom d'utilisateur, selon les paramètres.

source: First name
fr_ch: Prénom

source: Flags
fr_ch: Drapeaux

source: Flat style
fr_ch: Style à deux dimensions

source: Flexible Group
fr_ch: Groupe flexible

source: Flexible group
fr_ch: Groupe flexible

source: Flexible group: Group Invitation
fr_ch: Groupe flexible : Invitation de groupe

source: Flexible group: Group membership
fr_ch: Groupe flexible : Composition du groupe

source: Flexible group: Group membership request
fr_ch: Groupe flexible : Demande d'adhésion à un groupe

source: Flexible group: Group node (Album)
fr_ch: Groupe flexible : nœud de groupe (Album)

source: Flexible group: Group node (Book page)
fr_ch: Groupe flexible : Nœud de groupe (Page de livre)

source: Flexible groups
fr_ch: Groupe flexible

source: Flood Control Settings
fr_ch: Réglages pour la lutte contre les inondations

source: Flood control limit
fr_ch: Limite pour le contrôle du flood

source: Flood control window
fr_ch: Fenêtre de contrôle des inondations

source: Flood settings
fr_ch: Paramètres d'inondation

source: Flush profile data
fr_ch: Rincer les données du profil

source: Flush profile fields
fr_ch: Effacer les champs du profil

source: Flush profile.
fr_ch: Profil affleurant.

source: Flushing profiles.
fr_ch: Profils de rinçage.

source: Follow
fr_ch: Suivre

source: Follow User
fr_ch: Suivre l'utilisateur

source: Follow content
fr_ch: Suivre le contenu

source: Follow tag
fr_ch: Suivre le tag

source: Follow tags
fr_ch: Suivre les étiquettes

source: Follow term
fr_ch: Suivre le terme

source: Follow user
fr_ch: Suivre l'utilisateur

source: Follow user settings
fr_ch: Suivre les paramètres de l'utilisateur

source: Followers
fr_ch: Suiveurs

source: Following
fr_ch: Suivi

source: Following content activity context
fr_ch: Suivre le contenu contexte de l'activité

source: Following tag activity context
fr_ch: Suivre le contexte de l'activité de marquage

source: Following tags
fr_ch: Tags

source: Following taxonomy activity context
fr_ch: Contexte d'activité de la taxonomie suivante

source: Following users
fr_ch: Suivre les utilisateurs

source: Font
fr_ch: Police

source: Font ID
fr_ch: ID de la police de caractères

source: Font list
fr_ch: Liste des polices de caractères

source: Font settings
fr_ch: Paramètres de police

source: Fonts
fr_ch: Polices de caractères

source: Footer
fr_ch: Pied de page

source: Footer block settings
fr_ch: Paramètres du bloc de pied de page

source: Footer branding configuration
fr_ch: Configuration du marquage du pied de page

source: Footer markup
fr_ch: Marquage du pied de page

source: Footer menu
fr_ch: Menu Pied de page

source: Footer region
fr_ch: Région du pied de page

source: Footer region to put the JS in.
fr_ch: Région du pied de page dans laquelle placer le JS.

source: For each email notification below, you can choose to turn it off, receive it immediately or in a daily or weekly digest. Email notifications will only be sent when you are not active in the platform.
fr_ch: Vous pouvez paramétrer la fréquence de réception de chaque type de notification ci-dessous : la recevoir instantanément, quotidiennement, hebdomadairement ou en désactiver totalement la réception. La notification n'est pas reçue par mail si vous êtes connecté à la plateforme au moment où elle se produit.

source: For upcoming events sort ASC by start date and for passed events change order to DESC.
fr_ch: Pour les événements à venir, trier ASC par date de début et pour les événements passés, changer l'ordre en DESC.

source: For which group type a user should be added to the group when enrolling for an event.
fr_ch: Pour quel type de groupe un utilisateur doit être ajouté au groupe lors de l'inscription à un événement.

source: For which group type the invite feature is turned on.
fr_ch: Type de groupe pour lequel la fonction d'invitation est activée.

source: Forces the given body text to be HTML.
fr_ch: Oblige le corps du texte à être en HTML.

source: Forgot password?
fr_ch: Mot de passe oublié ?

source: Format
fr_ch: Mise en forme

source: Frontpage Path
fr_ch: Chemin d'accès à la page d'accueil

source: Frontpage path
fr_ch: Chemin d'accès à la page d'accueil

source: Full HTML
fr_ch: HTML complet

source: Function
fr_ch: Occupation (professionnelle ou bénévole)

source: Function and organization
fr_ch: Fonction et groupe

source: Further specify how the content should be selected
fr_ch: Spécifier davantage la manière dont le contenu doit être sélectionné

source: Future Events
fr_ch: Événements à venir

source: Future and ongoing
fr_ch: Futur et en cours

source: General configuration
fr_ch: Configuration générale

source: Generate demo content and users
fr_ch: Générer du contenu de démonstration et des utilisateurs

source: Generate embed
fr_ch: Générer l'intégration

source: Generated %num %demo_description.
fr_ch: Généré %num %demo_description.

source: Generic file with download count
fr_ch: Fichier générique avec nombre de téléchargements

source: Get the mentioned user
fr_ch: Obtenir l'utilisateur mentionné

source: Give a title that will appear when hovering over this link.
fr_ch: Donnez un titre qui apparaîtra lorsque vous survolerez ce lien.

source: Gives users the option to report content to site managers that doesn't fit the community guidelines.
fr_ch: Donne aux utilisateurs la possibilité de signaler aux gestionnaires du site les contenus qui ne correspondent pas aux lignes directrices de la communauté.

source: Go to album
fr_ch: Aller à l'album

source: Granularity
fr_ch: Granularité

source: GraphQL API
fr_ch: API GraphQL

source: Group
fr_ch: Groupe

source: Group Admin
fr_ch: Administrateur

source: Group Albums Overview Page
fr_ch: Page d'aperçu des albums de groupe

source: Group Books
fr_ch: Livres du groupe

source: Group Content
fr_ch: Contenu de groupe

source: Group Core Comments support
fr_ch: Groupe Cœur Commentaires soutien

source: Group Default Routes
fr_ch: Routes par défaut du groupe

source: Group Events
fr_ch: Évènements de groupe

source: Group Image
fr_ch: Image du groupe

source: Group Information
fr_ch: Informations du groupe

source: Group Manage Members
fr_ch: Groupe Gérer les membres

source: Group Manager
fr_ch: Gestionnaire du groupe

source: Group Managers
fr_ch: Gestionnaires du groupe

source: Group Managers Only
fr_ch: Responsables de groupe uniquement

source: Group Members
fr_ch: Membres du groupe

source: Group Quick Join settings
fr_ch: Paramètres de participation rapide à un groupe

source: Group Quickjoin settings
fr_ch: Paramètres de participation rapide à un groupe

source: Group Stream
fr_ch: Flux de groupe

source: Group Tags
fr_ch: Tags du groupe

source: Group Topics
fr_ch: Sujets de groupe

source: Group Type
fr_ch: Type de groupe

source: Group Views Bulk Operations
fr_ch: Vues de groupe Opérations en bloc

source: Group Visibility
fr_ch: Visibilité du groupe

source: Group activity context
fr_ch: Contexte de l'activité de groupe

source: Group add block
fr_ch: Bloc d'ajout de groupe

source: Group add book block
fr_ch: Groupe ajouter un bloc de livres

source: Group add event block
fr_ch: Bloc d'événements d'ajout de groupe

source: Group add topic block
fr_ch: Groupe ajouter un bloc thématique

source: Group album creation page title
fr_ch: Titre de la page de création d'un album de groupe

source: Group albums
fr_ch: Albums de groupe

source: Group bulk operations for Group Content
fr_ch: Opérations de groupe pour le contenu de groupe

source: Group content Content
fr_ch: Contenu du groupe

source: Group content User
fr_ch: Contenu du groupe Utilisateur

source: Group content in my group activity context
fr_ch: Contenu de groupe dans mon contexte d'activité de groupe

source: Group content visibility
fr_ch: Visibilité du contenu du groupe

source: Group content visibility options
fr_ch: Options de visibilité du contenu du groupe

source: Group content: event
fr_ch: Contenu du groupe : événement

source: Group content: topic
fr_ch: Contenu du groupe : thème

source: Group destination
fr_ch: Destination du groupe

source: Group hero block
fr_ch: Bloc de héros de groupe

source: Group invitations
fr_ch: Invitations de groupe

source: Group invite settings
fr_ch: Paramètres des invitations de groupe

source: Group invites
fr_ch: Invitations à des groupes

source: Group invites (@count)
fr_ch: Invitations à des groupes (@count)

source: Group manager
fr_ch: Gestionnaire du groupe

source: Group managers
fr_ch: Gestionnaire(s) du groupe

source: Group managers are able to allow members send invites
fr_ch: Les gestionnaires de groupes peuvent autoriser les membres à envoyer des invitations

source: Group managers only
fr_ch: Responsables de groupe uniquement

source: Group members
fr_ch: Membres du groupe seulement

source: Group members landing tab
fr_ch: Page d'accueil pour les membres du groupe

source: Group members only
fr_ch: Membres du groupe seulement

source: Group members only (Secret)
fr_ch: Membres du groupe uniquement (secret)

source: Group members only (secret)
fr_ch: Membres du groupe seulement (secret)

source: Group membership invite notification
fr_ch: Notification d'invitation à l'adhésion à un groupe

source: Group membership request
fr_ch: Demande d'adhésion au groupe

source: Group memberships
fr_ch: Abonnements du groupe

source: Group memberships (specified)
fr_ch: membres des groupes

source: Group node events
fr_ch: Événements de nœuds de groupe

source: Group overview
fr_ch: Aperçu du groupe

source: Group pending members
fr_ch: Membres du groupe en attente

source: Group permissions
fr_ch: Autorisations des groupes

source: Group relationship
fr_ch: Relation de groupe

source: Group request
fr_ch: Demande de groupe

source: Group roles
fr_ch: Rôles au sein du groupe

source: Group selection
fr_ch: Sélection de groupe

source: Group settings
fr_ch: Paramètres du groupe

source: Group statistic block
fr_ch: Bloc de statistiques de groupe

source: Group type
fr_ch: Type de groupe

source: Group types
fr_ch: Types de groupes

source: Group visibility
fr_ch: Visibilité du groupe

source: Group: &nbsp;
fr_ch: Groupe: &nbsp;

source: Groups
fr_ch: Groupes

source: Groups count per node.
fr_ch: Nombre de groupes par nœud.

source: Groups created
fr_ch: Groupes créés

source: Groups title
fr_ch: Titre du groupe

source: Groups url
fr_ch: Url des groupes

source: Guest
fr_ch: Invité

source: Guest enrollments
fr_ch: Inscriptions des invités

source: Have an account already? @link
fr_ch: Vous avez déjà un compte ? @link

source: Header
fr_ch: Entête

source: Header image for Landing Page Hero section.
fr_ch: Image d'en-tête pour la section Landing Page Hero.

source: Header image for Landing Page Hero small section.
fr_ch: Image d'en-tête pour la petite section Landing Page Hero.

source: Header image in the AN hero region
fr_ch: Image d'en-tête dans la région du héros AN

source: Header image in the hero region
fr_ch: Image d'en-tête dans la région du héros

source: Header markup
fr_ch: Balisage de l'en-tête

source: Help
fr_ch: Aide

source: Helper
fr_ch: Aide

source: Hero
fr_ch: Héros

source: Hero AN
fr_ch: Héros AN

source: Hero Landing
fr_ch: Atterrissage des héros

source: Hero Small Landing
fr_ch: Héros Petit Atterrissage

source: Hero block with a call to action (for example on the AN homepage)
fr_ch: Bloc héros avec un appel à l'action (par exemple sur la page d'accueil de l'AN)

source: Hero call to action block
fr_ch: Bloc d'appel à l'action du héros

source: Hero image
fr_ch: Image d'héros

source: Hero small
fr_ch: Petit héro

source: Hex Color
fr_ch: Couleur hexagonale

source: Hi <strong>@display_name</strong>
fr_ch: Bonjour <strong>@display_name</strong>

source: Hi,<br /><br /> I would like to invite you to join my group [group:title] on [site:name].<br /><br />Kind regards,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]">View group</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
fr_ch: Bonjour,<br /><br /> Je souhaite vous inviter à rejoindre mon groupe [group:title] sur [site:name].<br /><br />À bientôt !<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]">Voir le groupe</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">À propos de [site:name]</a></td> </tr> </tbody> </table>

source: Hi,<br /><br />I would like to invite you to join my group [group:title] on [site:name].<br /><br />Kind regards,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]">View group</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
fr_ch: Bonjour,<br /><br />Je souhaite vous inviter à rejoindre mon groupe [group:title] sur [site:name].<br /><br />À bientôt !<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]">Voir mon groupe</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">À propos de [site:name]</a></td> </tr> </tbody> </table>

source: Hide
fr_ch: Masquer

source: Hide enrollments
fr_ch: Cacher les inscriptions

source: Hide for others
fr_ch: Cacher pour les autres

source: Hide the list of enrollees from other members
fr_ch: Cacher la liste des inscrits aux autres membres

source: Home
fr_ch: Accueil

source: Homepage stream block
fr_ch: Bloc de flux de la page d'accueil

source: How can people join this group. Group managers can always add members directly, regardless of the chosen join method.
fr_ch: Comment peut-on rejoindre le groupe ? (Les gestionnaires du groupe pourront toujours ajouter de nouveaux membres)

source: How many suggestions do you want to show when mentioning.
fr_ch: Combien de suggestions voulez-vous afficher lorsque vous mentionnez.

source: ID
fr_ch: Identifiant (ID)

source: IN operator
fr_ch: Opérateur IN

source: IP limit
fr_ch: Limite IP

source: IP window
fr_ch: Fenêtre IP

source: Icon
fr_ch: Icône

source: Identifier
fr_ch: Identificateur

source: If checked you will be prompted to define a message users will receive on resending invites.
fr_ch: Si cette option est cochée, vous serez invité à définir un message que les utilisateurs recevront lorsqu'ils renverront des invitations.

source: If disabled, event organizers can decide to disable or enable event enrollments when creating or editing an event.
fr_ch: Si cette option est désactivée, les organisateurs d'événements peuvent décider de désactiver ou d'activer les inscriptions aux événements lors de la création ou de la modification d'un événement.

source: If enabled, event managers can allow users to send invitations to event.
fr_ch: Si cette option est activée, les gestionnaires d'événements peuvent autoriser les utilisateurs à envoyer des invitations aux événements.

source: If enabled, group managers can allow group members to send invitations to their group.
fr_ch: Si cette option est activée, les gestionnaires de groupe peuvent autoriser les membres du groupe à envoyer des invitations à leur groupe.

source: If enabled, logged-in users are allowed to add the event to own calendar
fr_ch: Si activé, les utilisateurs connectés pourront ajouter l'événement à leur calendrier

source: If enabled, members will be able to publish posts in the group. If disabled, only group managers are able to publish posts.
fr_ch: Si cette option est activée, les membres pourront publier des messages dans le groupe. S'il est désactivé, seuls les gestionnaires du groupe pourront publier des messages.

source: If enabled, one content, for example, an event, can be added posted to multiple groups.
fr_ch: Si cette option est activée, un contenu, par exemple un événement, peut être ajouté et publié dans plusieurs groupes.

source: If enabled, user’s own time zone will be displayed after the event date and time.
fr_ch: Si activé, le fuseau horaire de l'utilisateur sera affiché pour la date et l'heure de l'événement.

source: If selected it will show a "all comments" link if there is at least 1 comment.
fr_ch: S'il est sélectionné, il affichera un lien "tous les commentaires" s'il y a au moins un commentaire.

source: If visibility settings of the fields %labels will be changed, then once you submit this form, all the user profiles on the platform will be updated.
fr_ch: Si les paramètres de visibilité des champs %labels sont modifiés, une fois que vous aurez envoyé ce formulaire, tous les profils d'utilisateurs sur la plateforme seront mis à jour.

source: If you check this, validation is applied that verifies the users nickname is unique whenever they save their profile.
fr_ch: Si vous cochez cette case, une validation est appliquée pour vérifier que le pseudonyme de l'utilisateur est unique chaque fois qu'il enregistre son profil.

source: Ignore an option on the setting page for creating groups.
fr_ch: Ignorer une option sur la page de paramétrage pour la création de groupes.

source: Image field display format settings
fr_ch: Paramètres de mise en forme d'affichage de champ image

source: Images posted in album %album
fr_ch: Images publiées dans l'album %album

source: Immediately
fr_ch: instantanée

source: Implement defaults for the Metatag module
fr_ch: Mise en œuvre des valeurs par défaut du module Metatag

source: Implements group welcome message functionality.
fr_ch: Met en œuvre la fonctionnalité de message de bienvenue du groupe.

source: Improved Theme Settings
fr_ch: Amélioration des paramètres du thème

source: In order to change the group type, please contact the content or site managers.
fr_ch: Pour changer le type de groupe, contacter svp l'administrateur du site.
