Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: This logo is shown in the platform header and on emails sent to your users. It can be overriden in the above E-mail setting
fr_ch: Ce logo est affiché dans l'en-tête de la plateforme et sur les e-mails envoyés à vos utilisateurs. Il peut être remplacé par le paramètre e-mail ci-dessus

source: This message was deleted together with the user’s account.
fr_ch: Ce message a été supprimé en même temps que le compte de l'utilisateur.

source: This module allows group managers to set the default routes on a group for member and non-members.
fr_ch: Ce module permet aux gestionnaires de groupes de définir les itinéraires par défaut d'un groupe pour les membres et les non-membres.

source: This month
fr_ch: Ce mois-ci

source: This options enables you to provide consent for embedded content before it is displayed in your stream. For example, YouTube videos.
fr_ch: Cette option vous permet de donner votre accord pour le contenu intégré avant qu'il ne soit affiché dans votre flux. Par exemple, les vidéos YouTube.

source: This permission grants access to add node to multiple groups.
fr_ch: Cette autorisation donne accès à l'ajout de nœuds à plusieurs groupes.

source: This permission grants access to change group types on already existing groups.
fr_ch: Cette autorisation donne accès à la modification des types de groupes sur des groupes déjà existants.

source: This permission grants full access to all groups.
fr_ch: Cette autorisation accorde un accès complet à tous les groupes.

source: This setting is currently being controlled by a platform wide setting and cannot be changed. Please contact a sitemanager if you have questions.
fr_ch: Ce choix de paramétrage est fixé par défaut par les administrateurs de la plateforme. Il ne peut être modifié. N'hésitez pas les contacter via l'onglet "Aide" si vous avez des questions.

source: This setting will enforce anonymous users to give consent before showing embedded content.
fr_ch: Ce paramètre oblige les utilisateurs anonymes à donner leur consentement avant d'afficher le contenu incorporé.

source: This setting will enforce users to give consent before showing embedded content.
fr_ch: Ce paramètre oblige les utilisateurs à donner leur consentement avant d'afficher le contenu incorporé.

source: This title will be displayed in the menu.
fr_ch: Ce titre sera affiché dans le menu.

source: This will provide event organisers with the permission to decide whether anonymous users can enroll in their event.
fr_ch: Les organisateurs d'événements pourront ainsi décider si des utilisateurs anonymes peuvent s'inscrire à leur événement.

source: Tick the box to specify which data you want to share. Keep unchecked if you don’t want to share any data.
fr_ch: Cochez la case pour spécifier les données que vous souhaitez partager. Ne cochez pas la case si vous ne souhaitez pas partager de données.

source: Time zone
fr_ch: Fuseau horaire

source: Timestamp
fr_ch: Horodatage

source: Title
fr_ch: Titre

source: Title & image
fr_ch: Titre et image

source: Title of entity containing mention
fr_ch: Titre de l'entité contenant la mention

source: Title of the action selector form element
fr_ch: Titre de l'élément de formulaire du sélecteur d'action

source: To add multiple members, separate each member with a comma ( , ).
fr_ch: Pour ajouter plusieurs utilisateurs, séparez chacun d'eux par une virgule.

source: To add the event name and link, use the following tokens: [node:title], [social_event_an_enroll:enrolled_event]
fr_ch: Pour ajouter le nom de l'événement et le lien, utilisez les jetons suivants : [node:title], [social_event_an_enroll:enrolled_event]

source: To allow users to enroll in this event without an account, this event must be visible to the public and open for all users.
fr_ch: Pour autoriser les utilisateurs sans compte WeGreen à s'inscrire à cet événement, l'événement doit apparaître en publique pour tous les utilisateurs.

source: To allow users who have not join the group of this event to enroll or send request to enroll
fr_ch: Pour autoriser les utilisateurs qui ne sont pas membres du groupe à participer à cet événement

source: To exclude files of certain types, enter the extensions to exclude separated by spaces. This is useful if you have private image fields and don't wish to include them in download counts.
fr_ch: Pour exclure des fichiers de certains types, saisissez les extensions à exclure en les séparant par des espaces. Cette fonction est utile si vous avez des champs d'images privés et que vous ne souhaitez pas les inclure dans le décompte des téléchargements.

source: To make the list of topics more specific you can additionally configure more filters such as topic types, content tags and groups.
fr_ch: Pour rendre la liste des sujets plus spécifique, vous pouvez configurer d'autres filtres tels que les types de sujets, les étiquettes de contenu et les groupes.

source: Token
fr_ch: Jeton (token)

source: Tokens from the Social Content Report module.
fr_ch: Jetons du module Social Content Report.

source: Tokens from the Social Event AN Enroll module.
fr_ch: Jetons du module Social Event AN Enroll.

source: Tokens from the Social Event Invite module.
fr_ch: Jetons du module d'invitation aux événements sociaux.

source: Tokens from the Social Event module.
fr_ch: Jetons provenant du module d'événements sociaux.

source: Tokens from the Social Follow Taxonomy module.
fr_ch: Jetons du module Social Follow Taxonomy.

source: Tokens from the Social Queue Entity module.
fr_ch: Jetons du module Social Queue Entity (entité de la file d'attente sociale).

source: Tokens from the activity creator module.
fr_ch: Jetons du module de création d'activités.

source: Tokens from the activity logger module.
fr_ch: Jetons du module d'enregistrement des activités.

source: Tokens from the social comment module.
fr_ch: Jetons du module de commentaires sociaux.

source: Tokens from the social group module.
fr_ch: Jetons du module de groupe social.

source: Tokens from the social group request module.
fr_ch: Jetons du module de demande de groupe social.

source: Tokens from the social like module.
fr_ch: Jetons du module social like.

source: Tokens from the social mentions module.
fr_ch: Jetons provenant du module des mentions sociales.

source: Tokens from the social user module.
fr_ch: Jetons du module d'utilisateur social.

source: Topic
fr_ch: Publication

source: Topic add block
fr_ch: Bloc d'ajout de sujet

source: Topic settings
fr_ch: Paramètres du sujet

source: Topic type
fr_ch: Type de sujet

source: Topic type:
fr_ch: Type:

source: Topic types
fr_ch: Type

source: Topic types, Event types, Profile tags, Organization tags, Expertise and Interests can be added, removed or changed here.
fr_ch: Les types de sujets, les types d'événements, les balises de profil, les balises d'organisation, l'expertise et les intérêts peuvent être ajoutés, supprimés ou modifiés ici.

source: Topics
fr_ch: Publications

source: Topics created
fr_ch: Publications créées

source: Topics of type @type
fr_ch: Publication de type @type

source: Tracks file downloads for Drupal private core file fields for Open Social.
fr_ch: Suivi des téléchargements de fichiers pour les champs de fichiers privés de Drupal pour Open Social.

source: Tracks file downloads for Drupal private core file fields.
fr_ch: Suivi des téléchargements de fichiers pour les champs de fichiers du noyau privé de Drupal.

source: Tracks file downloads for files stored in private core file fields.
fr_ch: Suivi des téléchargements de fichiers stockés dans des champs de fichiers privés.

source: Translate
fr_ch: Traduire

source: Translate account settings
fr_ch: Traduire les paramètres du compte

source: Translate system information
fr_ch: Traduire les informations système

source: Trending
fr_ch: Tendance

source: Trimmed plain text
fr_ch: Texte en clair découpé

source: Trimmed plain text display format settings
fr_ch: Paramètres du format d'affichage du texte brut rogné

source: Turn sitewide JS on or off.
fr_ch: Activer ou désactiver les JS pour l'ensemble du site.

source: Turning on this feature makes sure regular user can no longer post public content anywhere on the platform.
fr_ch: En activant cette fonctionnalité, vous vous assurez que les utilisateurs normaux ne peuvent plus publier de contenu public où que ce soit sur la plateforme.

source: Type a message on resending invites
fr_ch: Tapez un message sur le renvoi des invitations

source: Type configuration
fr_ch: Configuration du type

source: Type of content
fr_ch: Type de contenu

source: URL Options
fr_ch: Options d'URL

source: URL of anonymously enrolled event with token to cancel enrollment.
fr_ch: URL de l'événement inscrit de manière anonyme avec un jeton permettant d'annuler l'inscription.

source: URL of anonymously enrolled event.
fr_ch: URL de l'événement inscrit anonymement.

source: URL of the Event I organize.
fr_ch: URL de l'événement que j'organise.

source: URL of the content that was reported.
fr_ch: URL du contenu signalé.

source: URL of the entity the like was created for
fr_ch: URL de l'entité pour laquelle le like a été créé

source: URL of the liked entity.
fr_ch: URL de l'entité aimée.

source: URL of the reported content.
fr_ch: URL du contenu signalé.

source: URL to send the usage data to
fr_ch: URL à laquelle envoyer les données d'utilisation

source: UUID
fr_ch: Identifiant universel unique (UUID)

source: Unable to proceed, please try again.
fr_ch: Impossible de procéder, veuillez réessayer.

source: Unapproved comments
fr_ch: Commentaires non aprouvés

source: Unfollow
fr_ch: Ne plus suivre

source: Unfollow content
fr_ch: Ne plus suivre le contenu

source: Unfollow this content
fr_ch: Ne plus suivre ce contenu

source: Uninstalled %module_name module.
fr_ch: Désinstallation du module %module_name.

# Validation
source: Unique Nickname
fr_ch: Surnom unique

source: Unique identifier of topic type
fr_ch: Identifiant unique du type de sujet

source: Unique nicknames
fr_ch: Surnoms uniques

source: Unpublish
fr_ch: Dépublier

source: Unpublish Comment
fr_ch: Commentaire non-publié

source: Unpublish the selected comments
fr_ch: Retirer les commentaires sélectionnés

source: Unpublished
fr_ch: Non publié

source: Unpublished immediately
fr_ch: Retiré immédiatement

source: Unrestricted
fr_ch: Libre

source: Upcoming community events
fr_ch: Événements communautaires à venir

source: Upcoming events
fr_ch: Événements à venir

source: Upcoming events group block
fr_ch: Bloc d'événements à venir

source: Update
fr_ch: Mettre à jour

source: Update node with following tag
fr_ch: Mise à jour du nœud avec la balise suivante

source: Update options
fr_ch: Mettre à jour les options

source: Update or remove report
fr_ch: Mettre à jour ou retirer le rapport

source: Update report
fr_ch: Mettre à jour le rapport

source: Updated
fr_ch: Mis à jour

source: Updating Group Content...
fr_ch: Mise à jour du contenu du groupe...

source: Updating group content (@id)
fr_ch: Mise à jour du contenu du groupe (@id)

source: Updating profile names...
fr_ch: Mise à jour des noms de profil...

source: Url of the Event a user enrolled to.
fr_ch: Url de l'événement auquel un utilisateur s'est inscrit.

source: Url to register page with prefilled email address.
fr_ch: Url vers la page d'enregistrement avec l'adresse email pré-remplie.

source: Url to the login page with event as destination.
fr_ch: Url vers la page de connexion avec l'événement comme destination.

source: Usage data shared with Open Social team
fr_ch: Données d'utilisation partagées avec l'équipe Open Social

source: Usage data sharing enabled
fr_ch: Partage des données d'utilisation activé

source: Usage data sharing settings
fr_ch: Paramètres de partage des données d'utilisation

source: Use Views Bulk Operations together with group permission.
fr_ch: Utiliser Views Bulk Operations avec l'autorisation du groupe.

source: Use basic pages for your static content, such as an 'About us' page.
fr_ch: Utilisez les pages de base pour votre contenu statique, tel que la page « Qui sommes-nous ».

source: Use basic pages for your static content, such as an about page.
fr_ch: Utilisez les pages de base pour votre contenu statique, tel que la page « Qui sommes-nous ».

source: Use landing pages for your dynamic content, such as a home page.
fr_ch: Utiliser les pages d'atterrissage pour votre contenu dynamique, comme la page d'accueil.

source: Use mentions
fr_ch: Utiliser les mentions

source: Used to display activities with support for views
fr_ch: Utilisé pour afficher des activités avec un support pour les vues

source: Used to log activities based on the message module
fr_ch: Utilisé pour enregistrer les activités basées sur le module de message

source: Used to send activity notifications by Email
fr_ch: Utilisé pour envoyer des notifications d'activité par courrier électronique

source: Used to send activity notifications by Push service
fr_ch: Utilisé pour envoyer des notifications d'activité par le service Push

source: Used to store and manage external notifications
fr_ch: Utilisé pour stocker et gérer les notifications externes

source: User
fr_ch: Utilisateur

source: User %name used magic login link at time %timestamp but needs to set a password.
fr_ch: L'utilisateur %name a utilisé le lien de connexion magique à l'heure %timestamp mais doit définir un mot de passe.

source: User %name used one-time login link at time %timestamp.
fr_ch: L'utilisateur %name a utilisé un lien de connexion temporaire à %timestamp.

source: User Event Invites
fr_ch: Invitations aux événements pour l'utilisateur

source: User Export
fr_ch: Exportation par l'utilisateur

source: User Groups
fr_ch: Groupes d'utilisateurs

source: User Groups Block
fr_ch: Bloc des groupes d'utilisateurs

source: User Groups Page
fr_ch: Page des groupes d'utilisateurs

source: User ID
fr_ch: Identifiant (ID) utilisateur

source: User Terms
fr_ch: Conditions d'utilisation

source: User Topics
fr_ch: Sujets d'utilisateurs

source: User account menu
fr_ch: Menu du compte de l'utilisateur

source: User albums
fr_ch: Albums utilisateur

source: User connection
fr_ch: Connexion de l'utilisateur

source: User consent overview
fr_ch: Aperçu du consentement des utilisateurs

source: User email processor
fr_ch: Processeur de courrier électronique de l'utilisateur

source: User entity
fr_ch: Entité de l'utilisateur

source: User entity from URL
fr_ch: Entité utilisateur à partir de l'URL

source: User flooding
fr_ch: Inondation par l'utilisateur

source: User from data structure
fr_ch: Utilisateur de la structure de données

source: User group content
fr_ch: Contenu du groupe d'utilisateurs

source: User information
fr_ch: Information utilisateur

source: User invitations to Groups
fr_ch: Invitations d'utilisateurs à des groupes

source: User is member
fr_ch: L'utilisateur est membre

source: User is member of the group
fr_ch: L'utilisateur est membre du groupe

source: User limit
fr_ch: Limite utilisateur

source: User name
fr_ch: Nom d'utilisateur

source: User profiles privacy data not found.
fr_ch: Profils d'utilisateur et données de confidentialité introuvables.

source: User roles
fr_ch: Rôles de l'utilisateur

source: User settings
fr_ch: Paramètres des utilisateurs

source: User status
fr_ch: Statut de l'utilisateur

source: User window
fr_ch: Fenêtre utilisateur

source: Username
fr_ch: Nom d'utilisateur

source: Username of user enrolled to the Event. Can be an anonymous user.
fr_ch: Nom d'utilisateur de l'utilisateur inscrit à l'événement. Il peut s'agir d'un utilisateur anonyme.

source: Username of user enrolled to the event.
fr_ch: Nom d'utilisateur de l'utilisateur inscrit à l'événement.

source: Username or email address
fr_ch: Nom d'utilisateur ou adresse mail

source: Users
fr_ch: Utilisateurs

source: Users Profile
fr_ch: Profil des utilisateurs

source: Users with this permission will see a user's full name even when the Social Profile Privacy module is configured to hide it.
fr_ch: Les utilisateurs disposant de cette autorisation verront le nom complet d'un utilisateur, même si le module de confidentialité du profil social est configuré pour le masquer.

source: Value
fr_ch: Valeur

source: Value (Media source or FileItem)
fr_ch: Valeur (source de média ou élément de fichier)

source: Values
fr_ch: Valeurs

source: Verified immediately
fr_ch: Vérifié immédiatement

source: Verified user
fr_ch: Utilisateur vérifié

source: View
fr_ch: Voir

source: View @label content
fr_ch: Voir le contenu @label

source: View Comment
fr_ch: Voir le commentaire

source: View Content
fr_ch: Voir le contenu

source: View Email address on a users profile
fr_ch: Afficher l'adresse e-mail sur le profil d'un utilisateur

source: View Post
fr_ch: Voir l'article

source: View all hidden profile fields
fr_ch: Afficher tous les champs cachés du profil

source: View all notifications
fr_ch: Voir toutes les notifications

source: View all published Activity entities
fr_ch: Voir toutes les entités d'activité publiées

source: View and edit embedded content settings
fr_ch: Afficher et modifier les paramètres du contenu intégré

source: View blocked user
fr_ch: Voir les utilisateurs bloqués

source: View comments
fr_ch: Voir les commentaires

source: View community Posts
fr_ch: Voir les publications de la communauté

source: View content I'm following
fr_ch: Voir le contenu que je suis

source: View debug information
fr_ch: Afficher les informations de débogage

source: View enrollment requests
fr_ch: Consulter les demandes d'inscription

source: View enrollments
fr_ch: Voir les inscriptions

source: View full name when restricted
fr_ch: Afficher le nom complet en cas de restriction

source: View group
fr_ch: Voir le groupe

source: View group stream page
fr_ch: Page de visualisation du flux de groupe

source: View image
fr_ch: Voir l'image

source: View invites
fr_ch: Voir les invitations

source: View like widget
fr_ch: Afficher en tant que widget

source: View manager notes on a users profile
fr_ch: Afficher les notes du gestionnaire sur le profil d'un utilisateur

source: View mode
fr_ch: Mode d'affichage

source: View my albums
fr_ch: Voir mes albums

source: View my events
fr_ch: Voir mes événements

source: View my groups
fr_ch: Voir mes groupes

source: View my profile
fr_ch: Voir mon profil

source: View my topics
fr_ch: Voir mes sujets

source: View own unpublished Post entities
fr_ch: Voir ses propres entités postales non publiées

source: View preferred language on a users profile
fr_ch: Voir langue préférée sur le profil des utilisateurs

source: View public Posts
fr_ch: Afficher les publications publiques

source: View published Event enrollment entities
fr_ch: Visualiser les entités d'inscription à un événement publiées

source: View published Font entities
fr_ch: Voir les entités de police publiées

source: View published Post entities
fr_ch: Voir les entités de publication publiées

source: View published Queue storage entity entities
fr_ch: Vue des entités de stockage de la file d'attente publiée

source: View reports for inappropriate content
fr_ch: Afficher les rapports sur les contenus inappropriés

source: View tags I'm following
fr_ch: Voir les tags que je suis

source: View the My events overview and block on other peoples profile
fr_ch: Voir l'aperçu et le bloc Mes événements sur le profil des autres

source: View the My events overview and block on your own profile
fr_ch: Voir l'aperçu et le bloc Mes événements sur votre propre profil

source: View the My groups overview and block on other peoples profile
fr_ch: Voir l'aperçu et le bloc Mes groupes sur le profil des autres

source: View the My groups overview and block on your own profile
fr_ch: Voir l'aperçu et le bloc Mes groupes sur votre propre profil

source: View the My topics overview and block on other peoples profile
fr_ch: Voir l'aperçu et le bloc Mes sujets sur le profil des autres

source: View the My topics overview and block on your own profile
fr_ch: Voir l'aperçu et le bloc Mes sujets sur votre propre profil

source: View the requests
fr_ch: Voir les demandes

source: View the stream page of the group (also needs the view group permissions)
fr_ch: Afficher la page de flux du groupe (nécessite également les autorisations d'affichage du groupe)

source: View unpublished Activity entities
fr_ch: Voir les entités d'activité non publiées

source: View unpublished Event enrollment entities
fr_ch: Visualiser les entités d'inscription à un événement qui n'ont pas été publiées

source: View unpublished Font entities
fr_ch: Voir les entités de police non publiées

source: View unpublished Post entities
fr_ch: Voir les entités de publication non publiées

source: View unpublished Queue storage entity entities
fr_ch: Voir les entités de stockage de la file d'attente non publiées

source: View user consents per data policy.
fr_ch: Afficher les consentements des utilisateurs par politique de données.

source: View users
fr_ch: Voir les utilisateurs

source: Viewer
fr_ch: Visionneuse

source: Views Bulk Operations From Group
fr_ch: Vues Opérations en vrac du groupe

source: Views blocks
fr_ch: Blocs de vues

source: Visibility
fr_ch: Visibilité

source: Visibility of @count content item(s) updated.
fr_ch: Visibilité des éléments de contenu @count mis à jour.

source: Visibility of content item(s) updated.
fr_ch: Mise à jour de la visibilité du ou des éléments de contenu.

source: Visibility settings
fr_ch: Paramètres de visibilité

source: Visible only to group members
fr_ch: Visible uniquement par les membres du groupe

source: Visible only to members who are logged in
fr_ch: Visible uniquement par les membres de Greenwire

source: Visible to all visitors of the site
fr_ch: Visible par tous les internautes, y compris ceux ne disposant pas de compte Greenwire

source: Vocabularies
fr_ch: Vocabulaires

source: Vocabulary
fr_ch: Vocabulaire

source: Vote activity context
fr_ch: Contexte de l'activité de vote

source: Voting User
fr_ch: Utilisateur votant

source: We could not find any event organisers for this event.
fr_ch: Nous n'avons pas trouvé l'organisateur de cet événement.

source: We expected some recipients. None were provided.
fr_ch: Nous nous attendions à ce qu'il y ait des destinataires. Aucun n'a été fourni.

source: We published a new version of the data policy. You can review the data policy @url.
fr_ch: Nous avons publié une nouvelle version de la politique des données. Vous pouvez consulter la politique de données @url.

source: Website URL
fr_ch: URL du site web

source: Weekly
fr_ch: Hebdomadaire

source: Weight
fr_ch: Poids

source: Weight for @title
fr_ch: Poids pour @title

source: Welcome message
fr_ch: Message d'accueil

source: What I follow
fr_ch: Ce que je suis

source: What I manage
fr_ch: Ce que je gère

source: What type of events do you want to see?
fr_ch: Type d'événement

source: What's on your mind?
fr_ch: À quoi pensez-vous ?

source: When checked, a new option will appear on the flexible group form which requires group creators to select a group type, this allows for a better categorisation of groups in your community. You can add or edit the available group types @link
fr_ch: Lorsqu'elle est cochée, une nouvelle option apparaît sur sur le formulaire de groupe flexible qui demande aux créateurs de groupes de sélectionner un type de groupe, ce qui permet de mieux catégoriser les groupes dans votre système. type de groupe, ce qui permet de mieux catégoriser les groupes dans votre communauté. Vous pouvez ajouter ou modifier les types de groupes disponibles @link
