Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: Determine whether content managers are allowed to add @profile_tags terms to the users profile.
fr_ch: Déterminez si les gestionnaires de contenu sont autorisés à ajouter des termes @profile_tags au profil des utilisateurs.

source: Determine whether regular users are allowed to add profile tags to their own profile.
fr_ch: Déterminer si les utilisateurs normaux sont autorisés à ajouter des balises de profil à leur propre profil.

source: Determine whether users are allowed to tag content, view tags and filter on tags in content. (@content)
fr_ch: Détermine si les utilisateurs sont autorisés à étiqueter le contenu, à afficher les étiquettes et à filtrer les étiquettes dans le contenu. (@content)

source: Determine whether users can upload documents to comments.
fr_ch: Déterminez si les utilisateurs peuvent télécharger des documents dans les commentaires.

source: Determines whether content tagging is enabled for users.
fr_ch: Détermine si l'étiquetage du contenu est activé pour les utilisateurs.

source: Determines whether the book node type has tagging enabled.
fr_ch: Détermine si l'étiquetage est activé pour le type de nœud livre.

source: Determines whether the event node type has tagging enabled.
fr_ch: Détermine si le marquage est activé pour le type de nœud d'événement.

source: Determines whether the landing page node type has tagging enabled.
fr_ch: Détermine si le marquage est activé pour le type de nœud de la page d'atterrissage.

source: Determines whether the page node type has tagging enabled.
fr_ch: Détermine si le balisage est activé pour le type de nœud de page.

source: Determines whether the top level taxonomy items are considered categories for tagging.
fr_ch: Détermine si les éléments de taxonomie de premier niveau sont considérés comme des catégories pour le balisage.

source: Determines whether the topic node type has tagging enabled.
fr_ch: Détermine si l'étiquetage est activé pour le type de nœud de sujet.

source: Dialog
fr_ch: Dialogue

source: Direct download
fr_ch: Téléchargement direct

source: Disable all event enrollments on your community
fr_ch: Désactiver toutes les inscriptions aux événements pour votre communauté.

source: Disable all event enrollments on your community.
fr_ch: Désactiver toutes les inscriptions aux événements pour votre communauté.

source: Disable public visibility
fr_ch: Désactiver la visibilité publique

source: Disclaimer
fr_ch: Avertissement

source: Display action options as buttons
fr_ch: Afficher les options d'action sous forme de boutons

source: Display configuration form on a separate page
fr_ch: Afficher le formulaire de configuration sur une page séparée

source: Display embedded URLs with consent
fr_ch: Afficher les URL intégrés avec le consentement de l'utilisateur

source: Display emoji picker
fr_ch: Afficher le sélecteur d'emoji

source: Display emoji picker: @display_emoji_picker
fr_ch: Afficher le sélecteur d'emoji : @display_emoji_picker

source: Display entity label even when access is prohibited.
fr_ch: Afficher l'étiquette de l'entité même si l'accès est interdit.

source: Display error message
fr_ch: Afficher un message d'erreur

source: Display icon configuration
fr_ch: Configuration des icônes d'affichage

source: Display name
fr_ch: Nom de l'affichage

source: Display settings
fr_ch: Paramètres d'affichage

source: Display the <b>My Groups</b> icon in the main navigation
fr_ch: Afficher l'icône <b>My Groups</b> dans la navigation principale

source: Display the <b>Social Private Message</b> (envelope) icon.
fr_ch: Affichez l'icône <b>Social Private Message</b> (enveloppe).

source: Display the groups icon in the navigation bar
fr_ch: Afficher l'icône des groupes dans la barre de navigation

source: Display the label of the referenced album entities.
fr_ch: Afficher l'étiquette des entités d'albums référencés.

source: Display the label of the referenced entities even if based entity type is user and entity is deleted.
fr_ch: Afficher l'étiquette des entités référencées même si le type d'entité basé est utilisateur et que l'entité est supprimée.

source: Display the mentioned user in a post
fr_ch: Afficher l'utilisateur mentionné dans un message

source: Display the private message icon in the navigation bar
fr_ch: Afficher l'icône du message privé dans la barre de navigation

source: Display the view as a filter block.
fr_ch: Afficher la vue en tant que bloc de filtre.

source: Display the view as a mode block.
fr_ch: Afficher la vue comme un bloc de mode.

source: Display user’s time zone in events
fr_ch: Afficher le fuseau horaire de l'utilisateur sur l'événement

source: Displayed in the user log in card.
fr_ch: Affiché dans la carte de connexion de l'utilisateur.

source: Displayed in the user sign-up card.
fr_ch: Affiché dans la carte d'inscription de l'utilisateur.

source: Displays a block and page for the newest users on the platform based on Profile
fr_ch: Affiche un bloc et une page pour les utilisateurs les plus récents sur la plateforme en fonction de leur profil.

source: Displays the count of members in a group.
fr_ch: Affiche le nombre de membres d'un groupe.

source: Displays the entity type or the bundle type for Nodes.
fr_ch: Affiche le type d'entité ou le type de regroupement pour les nœuds.

source: Displays the newest topics in the community
fr_ch: Affiche les sujets les plus récents dans la communauté

source: Do not count downloads for users with this role.
fr_ch: Ne pas compter les téléchargements pour les utilisateurs ayant ce rôle.

source: Do not show threads a user deleted.
fr_ch: Ne pas afficher les discussions qu'un utilisateur a supprimées.

source: Don't have an account yet? @link
fr_ch: Vous n'avez pas encore de compte ? @link

source: Don't send email notifications to users who have never logged in
fr_ch: Ne pas envoyer de notifications par e-mail aux utilisateurs qui ne se sont jamais connectés

source: Download Count
fr_ch: Nombre de téléchargements

source: Download count
fr_ch: Nombre de téléchargements

source: Download file
fr_ch: Télécharger le fichier

source: Drag-and-drop to change the order
fr_ch: Glisser-déposer pour modifier l'ordre

source: Dropdown
fr_ch: Liste déroulante

source: Dropdown element.
fr_ch: Élément de liste déroulante.

source: Dropdown field formatter
fr_ch: Formateur de champs déroulants

source: Dropdown field.
fr_ch: Champ déroulant.

source: Dropdown list
fr_ch: Liste déroulante

source: Dropdown list settings
fr_ch: Paramètres de la liste déroulante

source: Dropdown widget
fr_ch: Widget Dropdown

source: Due to privacy concerns, the identity of registered email addresses will not be disclosed. Therefore, a password reset link has been sent to you only if you have entered a valid email address or username. <br>If the email address or username you entered does not exist, you will not get a reset link or a confirmation/warning about that here. Please contact the @admin_link if there are any problems.
fr_ch: Pour des raisons de confidentialité, aucune adresse mail enregistrée ne pourra être révélée. Un lien de réinitialisation de votre mot de passe ne vous a ainsi été envoyé que si vous avez entré une adresse électronique ou un nom d'utilisateur valide. Autrement, vous ne recevrez rien. Veuillez contacter l'administrateur du site en cas de problème.

source: Due to privacy concerns, we can't disclose the existence of registered email addresses. Please make sure the email address is entered correctly and try again.
fr_ch: Un compte associé à cette adresse email existe déjà, veuillez vérifier votre adresse email et réessayez. En cas de question ou réclamation, adressez un message à dpd@wegreen.fr .

source: Dynamic page cache (recommended)
fr_ch: Cache de page dynamique (recommandé)

source: E-mail template settings.
fr_ch: Paramètres du modèle d'e-mail.

source: Edge cursor
fr_ch: Curseur de bord

source: Edge node
fr_ch: Noeud de bordure

source: Edges
fr_ch: Bords

source: Edit
fr_ch: Modifier

source: Edit Activity entities
fr_ch: Modifier les entités d'activité

source: Edit Comment
fr_ch: Modifier le commentaire

source: Edit Content
fr_ch: Modifier le contenu

source: Edit Event enrollment entities
fr_ch: Modifier les entités d'inscription à l'événement

source: Edit Font entities
fr_ch: Modifier les entités de police

source: Edit Frontpage Setting
fr_ch: Modifier les paramètres de la page d'accueil

source: Edit Mentions Type
fr_ch: Modifier le type de mentions

source: Edit Post
fr_ch: Modifier la contribution

source: Edit Queue storage entity entities
fr_ch: Éditer les entités de stockage de la file d'attente

source: Edit account
fr_ch: Modifier le compte

source: Edit alternative frontpage settings
fr_ch: Modifier les paramètres de la page d'accueil alternative

source: Edit any posts entities
fr_ch: Modifier les entités des messages

source: Edit content
fr_ch: Modifier le contenu

source: Edit existing groups their group type
fr_ch: Modifier les groupes existants leur type de groupe

source: Edit manager notes on a users profile
fr_ch: Modifier les notes du gestionnaire sur le profil d'un utilisateur

source: Edit own comments
fr_ch: Modifier ses propres commentaires

source: Edit own posts entities
fr_ch: Modifier les entités de ses propres messages

source: Edit profile
fr_ch: Modifier le profil

source: Edit profile organization tags on a users profile
fr_ch: Modifier les balises d'organisation du profil d'un utilisateur

source: Edit profile tags on a users profile
fr_ch: Modifier les balises de profil sur le profil d'un utilisateur

source: Edit report details
fr_ch: Modifier les détails du rapport

source: Email Card
fr_ch: Carte électronique

source: Email address
fr_ch: Adresse mail

source: Email notification
fr_ch: Notification par mail

source: Email notification settings
fr_ch: paramètres de réception des notifications

source: Email notifications
fr_ch: Notifications reçues par mail

source: Email of the @id is missing
fr_ch: L'email de l'@id est manquant

source: Email task subject
fr_ch: Objet de la tâche du courrier électronique

source: Embed Media in Content
fr_ch: Intégrer des médias dans le contenu

source: Embedded content from third party providers, like Facebook or YouTube, require cookies to be placed in order to work. This settings page allows you to configure this behavior. This should help you create a better experience for your users, keeping their privacy in mind. When enabled, users are shown a placeholder instead of embedded content. After the user consents to show this third party content, the embedded content will be shown.
fr_ch: Les contenus intégrés par des fournisseurs tiers, tels que Facebook ou YouTube, nécessitent l'installation de cookies pour fonctionner. Cette page de paramètres vous permet de configurer ce comportement. Cela devrait vous aider à créer une meilleure expérience pour vos utilisateurs, tout en gardant à l'esprit le respect de leur vie privée. Lorsque cette option est activée, les utilisateurs voient apparaître un espace réservé au lieu d'un contenu intégré. Une fois que l'utilisateur a consenti à l'affichage de ce contenu tiers, le contenu intégré s'affiche.

source: Embedded content settings
fr_ch: Paramètres du contenu intégré

source: Embedded content user consent settings
fr_ch: Paramètres de consentement de l'utilisateur pour les contenus intégrés

source: Embeds URLs using data attribute: data-embed-url.
fr_ch: Incorpore des URL à l'aide de l'attribut de données : data-embed-url.

source: Emoji picker
fr_ch: Sélecteur d'emoji

source: Enable activity access control for notifications.
fr_ch: Activer le contrôle d'accès aux activités pour les notifications.

source: Enable activity access control for related post entities.
fr_ch: Activer le contrôle d'accès à l'activité pour les entités postales liées.

source: Enable activity access control.
fr_ch: Activer le contrôle d'accès aux activités.

source: Enable additional features
fr_ch: Activer des fonctionnalités supplémentaires

source: Enable and require a group type
fr_ch: Activer et exiger un type de groupe

source: Enable book pages
fr_ch: Activer les pages du livre

source: Enable calendars you want to allow users to use
fr_ch: Autoriser les calendrier que vous voulez autoriser l'utilisateur à utiliser

source: Enable cross-group posting for node types
fr_ch: Activer la publication inter groupes pour les types de nœuds

source: Enable cross-posting
fr_ch: Activer la publication croisée

source: Enable event enrollment
fr_ch: Activer le système d'inscription

source: Enable event enrollment for anonymous users
fr_ch: Autoriser les non-membres de WeGreen à s'inscrire

source: Enable event invite per group type
fr_ch: Activer l'invitation à un événement par type de groupe

source: Enable events for on the user profiles.
fr_ch: Activer les événements pour les profils d'utilisateurs.

source: Enable invite enrollment to events
fr_ch: Permettre l'inscription par invitation à des événements

source: Enable maximum number of event enrollments
fr_ch: Autoriser le nombre maximum d'inscriptions à un événement

source: Enable module functionality.
fr_ch: Activer la fonctionnalité du module.

source: Enable post access for public and community posts.
fr_ch: Activer l'accès aux messages pour les messages publics et communautaires.

source: Enable post for the account stream.
fr_ch: Activer la publication pour le flux du compte.

source: Enable post for the group stream.
fr_ch: Activer la publication pour le flux de groupe.

source: Enable posts for members
fr_ch: Activer les messages pour les membres

source: Enable quickjoin
fr_ch: Activer le quickjoin

source: Enable site wide JS
fr_ch: Activer le JS sur l'ensemble du site

source: Enable the <em>Add to calendar</em> button
fr_ch: Autoriser le bouton <em>Ajouter au calendrier</em>

source: Enables GraphQL support for Open Social features.
fr_ch: Permet la prise en charge de GraphQL pour les fonctionnalités Open Social.

source: Enables Group functionality for the Comment module
fr_ch: Active la fonctionnalité de groupe pour le module Commentaire

source: Enables site-builders to create custom view permissions for entities based on field values in the entity_access field.
fr_ch: Permet aux constructeurs de sites de créer des autorisations d'affichage personnalisées pour les entités en fonction des valeurs du champ entity_access.

source: Enables the GraphQL API for Open Social.
fr_ch: Active l'API GraphQL pour Open Social.

source: Enables translation of static site content (such as Basic Pages, Landing Pages and Book Pages).
fr_ch: Permet la traduction du contenu statique du site (pages de base, pages d'atterrissage et pages de livres).

source: Enabling this feature gives site builders the possibility to create group 'quick join' links (ex., /group/1/quickjoin). Furthermore, it's possible to skip the confirmation step on a group type basis.
fr_ch: L'activation de cette fonction permet aux créateurs de sites de créer des liens d'adhésion rapide à des groupes (par exemple, /group/1/quickjoin). En outre, il est possible de sauter l'étape de confirmation pour chaque type de groupe.

source: Enabling this feature provides event organisers with the possibility to allow anonymous users to enroll in public events.
fr_ch: L'activation de cette fonction permet aux organisateurs d'événements d'autoriser des utilisateurs anonymes à s'inscrire à des événements publics.

source: Enabling this feature provides event organisers with the possibility to set a limit for event enrollments.
fr_ch: L'activation de cette fonction permet aux organisateurs d'événements de fixer une limite pour les inscriptions aux événements.

source: Enabling this feature provides the possibility to let event managers to invite people to their events.
fr_ch: L'activation de cette fonction permet aux gestionnaires d'événements d'inviter des personnes à leurs événements.

source: Enabling this setting causes users' full name to be hidden on the platform when the user has filled in their nickname. This setting won't hide the full name of users who didn't fill in a nickname. Users with the '%display_name' permission will still see the full name whenever available. Only users with the '%search_name' permission will find users using their full name through search or mentions.
fr_ch: L'activation de ce paramètre a pour effet de masquer le nom complet des utilisateurs sur la plateforme lorsqu'ils ont indiqué leur pseudonyme. Ce paramètre ne masque pas le nom complet des utilisateurs qui n'ont pas indiqué de pseudonyme. Les utilisateurs disposant de l'autorisation "%display_name" verront toujours le nom complet lorsqu'il est disponible. Seuls les utilisateurs disposant de l'autorisation '%search_name' trouveront des utilisateurs utilisant leur nom complet par le biais d'une recherche ou d'une mention.

source: End
fr_ch: Fin

source: End date is required!
fr_ch: La date de fin est obligatoire !

source: Enforce consent for all embedded content
fr_ch: Renforcer le consentement pour tous les contenus intégrés

source: Enforce consent for all embedded content for anonymous users.
fr_ch: Renforcer le consentement pour tous les contenus intégrés pour les utilisateurs anonymes.

source: Enforce consent for all embedded content for registered users.
fr_ch: Renforcer le consentement pour tous les contenus intégrés pour les utilisateurs enregistrés.

source: Enroll
fr_ch: S'inscrire

source: Enroll Method
fr_ch: Modalités d'inscription

source: Enroll action block
fr_ch: Bloc d'actions d'inscription

source: Enroll as guest
fr_ch: Inscription invité

source: Enroll button should be visible for users that are not in the group and automatic enroll people to groups when they enroll to events that are part of the group.
fr_ch: Le bouton d'inscription devrait être visible pour les utilisateurs qui ne font pas partie du groupe et inscrire automatiquement les personnes dans les groupes lorsqu'elles s'inscrivent à des événements qui font partie du groupe.

source: Enroll date
fr_ch: Date d'inscription

source: Enroll in
fr_ch: Inscrivez-vous à

source: Enroll in @label Event
fr_ch: Inscrivez vous à @label

source: Enroll in event
fr_ch: Inscrivez-vouz à l'événement

source: Enroll method
fr_ch: Modalités d'inscription

source: Enroll to events posted inside this group
fr_ch: S'inscrire aux événements affichés dans ce groupe

source: Enroll user which is not group member
fr_ch: Inscrire un utilisateur qui n'est pas membre d'un groupe

source: Enroll with account
fr_ch: S'inscrire avec un compte

source: Enroll without account
fr_ch: S'inscrire sans compte

source: Enrolled
fr_ch: Inscrit

source: Enrollee
fr_ch: Inscrit

source: Enrollment limit
fr_ch: Limite d'inscription

source: Enrollment options
fr_ch: Inscription

source: Enrollment status
fr_ch: Statut d'inscription

source: Enrollment without account can only be enabled when the visibility of the event is Public.
fr_ch: L'inscription sans avoir de compte WeGreen n'est possible que lorsque l'événement est en visibilité "Public".

source: Enrollments
fr_ch: Inscriptions

source: Enrollments Block
fr_ch: Bloc d'inscriptions

source: Enter a comma separated list of content tags.
fr_ch: Entrez une liste de balises de contenu séparées par des virgules.

source: Enter information you want to show in the email notifications footer
fr_ch: Saisissez les informations que vous souhaitez voir apparaître dans le pied de page des notifications par courrier électronique.

source: Enter information you want to show in the email notifications header
fr_ch: Saisissez les informations que vous souhaitez voir apparaître dans l'en-tête des notifications par courrier électronique.

source: Enter the frontpage. This setting will override the homepage which is set in the Site Configuration form. Enter the path starting with a forward slash. Default: /stream.
fr_ch: Saisissez la page d'accueil. Ce paramètre remplace la page d'accueil définie dans le formulaire de configuration du site. Saisissez le chemin d'accès commençant par une barre oblique. Par défaut : /stream.

source: Enter your @s username or email.
fr_ch: Indiquez votre nom d'utilisateur ou votre mail.

source: Enter your email, so we can send you event updates.
fr_ch: Indiquez votre adresse mail afin que l'organisateur de l'événement puisse vous tenir informé (votre mail ne lui sera pas communiqué).

source: Entities
fr_ch: Entités

source: Entity
fr_ch: Entité

source: Entity %label has been deleted.
fr_ch: L'entité %label a été supprimée.

source: Entity Access By Field
fr_ch: Accès à l'entité par champ

source: Entity Access Field selector.
fr_ch: Sélecteur de champ d'accès à l'entité.

source: Entity ID
fr_ch: Identifiant (ID) de l'entité

source: Entity Reference
fr_ch: Référence à une entité

source: Entity Type
fr_ch: Type d'entité

source: Entity Type Count
fr_ch: Type d'entité Nombre

source: Entity access field
fr_ch: Champ d'accès à l'entité

source: Entity access field settings
fr_ch: Paramètres des champs d'accès aux entités

source: Entity and/or Bundle type
fr_ch: Type d'entité et/ou de regroupement

source: Entity exists in single group
fr_ch: L'entité existe dans un seul groupe

source: Entity id
fr_ch: Id de l'entité

source: Entity type
fr_ch: Type d'entité

source: Entity type of entity that contains mention
fr_ch: Type d'entité de l'entité qui contient la mention

source: Entity url
fr_ch: Entité url

source: Error creating request
fr_ch: Erreur lors de la création de la demande

source: Error updating Request
fr_ch: Erreur de mise à jour de la demande

source: Error when creating a request to join
fr_ch: Erreur lors de la création d'une demande d'adhésion

source: Error when joining the group.
fr_ch: Erreur lors de l'adhésion au groupe.

source: Event
fr_ch: Événement

source: Event Add To Calendar
fr_ch: Événement Ajouter au calendrier

source: Event Enroll Limit
fr_ch: Limite d'inscription à un événement

source: Event Enrollment - Send confirmation after standalone enroll
fr_ch: Inscription à un événement - Envoi d'une confirmation après une inscription autonome

source: Event Enrolments Export
fr_ch: Exportation des inscriptions aux événements

source: Event Organisers
fr_ch: Organisateur(s) de l'événement

source: Event add block
fr_ch: Bloc d'ajout d'événement

source: Event date
fr_ch: Date de l'évênement

source: Event date:
fr_ch: Date de l'événement :

source: Event display settings
fr_ch: Paramètre d'affichage des événements

source: Event enrolled or created
fr_ch: Événement inscrit ou créé

source: Event enrollment
fr_ch: Inscription à l'événement

source: Event enrollment ID
fr_ch: ID d'inscription à l'événement

source: Event enrollment settings
fr_ch: Paramètres d'inscription aux événements

source: Event enrollments
fr_ch: inscriptions à l'événement

source: Event has passed
fr_ch: L'événement est passé

source: Event invite activity context
fr_ch: Contexte de l'activité d'invitation à un événement

source: Event invite settings
fr_ch: Paramètres d'invitation à un événement

source: Event invites
fr_ch: Invitations à des événements

source: Event invites (@count)
fr_ch: Invitations à des événements (@count)

source: Event link with login page
fr_ch: Lien vers la page de connexion de l'événement

source: Event location
fr_ch: Localisation de l'évènement

source: Event managers
fr_ch: Gestionnaires d'événements

source: Event managers are able to allow users send invites
fr_ch: Les gestionnaires d'événements peuvent permettre aux utilisateurs d'envoyer des invitations

source: Event managers are able to allow users send invites.
fr_ch: Les gestionnaires d'événements peuvent autoriser les utilisateurs à envoyer des invitations.

source: Event managers settings
fr_ch: Paramètres des gestionnaires d'événements
