Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> published [social_group:content_type] in the <a href="[message:gurl]">[message:gtitle]</a> group [message:count_groups_per_node] you are member of:</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a partagé un contenu dans le groupe <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node] dans lequel vous êtes membre:</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied on your <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> on the&nbsp;[social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a répondu à votre <a href="[message:field_message_related_object:entity:url:absolute]">commentaire</a> :&nbsp;[social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied to a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> in which you were&nbsp;mentioned.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a répondu à un <a href="[message:field_message_related_object:entity:url:absolute]">commentaire</a> dans lequel vous avez été&nbsp;mentionné:e.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied to a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> where you are mentioned</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a répondu à un <a href="[message:field_message_related_object:entity:url:absolute]">commentaire</a> dans lequel vous êtes mentionné</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reported <a href="[social_content_report:content_url]">content</a> as inappropriate</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a signalé le contenu <a href="[social_content_report:content_url]"></a> comme inapproprié</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reported <a href="[social_content_report:content_url]">content</a> as inappropriate</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a signalé le contenu <a href="[social_content_report:content_url]"></a> comme inapproprié</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>&nbsp;left a comment on a post in your <a href="[message:recipient-user-url]">profile stream</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>&nbsp;a commenté votre <a href="[message:recipient-user-url]">profil</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> has requested to join your group&nbsp;<a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> vous a envoyé une demande pour rejoindre votre groupe &nbsp;<a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> joined the <a href="[message:gurl]">[message:gtitle]</a> group</p>
fr_ch: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> a rejoint le groupe <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> joined the <a href="[message:gurl]">[message:gtitle]</a> group</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> a rejoint le groupe <a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has enrolled to the event [social_event:event_iam_organizing] you are organizing</p>
fr_ch: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> s'est inscrit:e à l'événement [social_event:event_iam_organizing] que vous organisez</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has enrolled to the event [social_event:event_iam_organizing] you are organizing</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> s'est inscrit à l'événement [social_event:event_iam_organizing] que vous organisez</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has requested enrollment to the event [social_event:event_iam_organizing] you are organizing</p>
fr_ch: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> a demandé à s'inscrire à l'événement [social_event:event_iam_organizing] que vous organisez</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has requested enrollment to the event [social_event:event_iam_organizing] you are organizing</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> a demandé à s'inscrire à l'événement [social_event:event_iam_organizing] que vous organisez</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="absolute]">[message:recipient-user:display-name]</a> has requested membership to the <a href="gurl]">[message:gtitle]</a> group</p>
fr_ch: <p><a href="absolute]">[message:recipient-user:display-name]</a> a demandé à rejoindre le groupe <a href="gurl]">[message:gtitle]</a> </p>

source: <p>@total people have enrolled anonymously</p>
fr_ch: <p>@total personnes se sont inscrites de manière anonyme</p>

source: <p>Background process "[queue_storage_entity:mail_task_subject]" has finished.</p>
fr_ch: <p>L'opération "[queue_storage_entity:mail_task_subject]" en arrière-plan est terminée.</p>

source: <p>Hi,</p> <p>I would like to invite you to my event [social_event:event_iam_organizing] on [site:name].</p> <p>Kind regards,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]">See event</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
fr_ch: <p>Bonjour,</p> <p>Je souhaite vous inviter à mon événement [social_event:event_iam_organizing] sur [site:name].</p> <p>À bientôt !<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]">Voir l'événement</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">À propos de [site:name]</a></td> </tr> </tbody> </table>

source: <p>Hi,</p> <p>I would like to invite you to my group [message:gtitle] on [site:name].</p> <p>Kind regards,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]">Accept invite</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
fr_ch: <p>Bonjour,</p> <p>J'aimerais vous inviter à mon groupe [message:gtitle] sur [site:name].</p> <p>Bien à vous,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href=" [message:gurl]">Accepter l'invitation</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">À propos de [site:name]</a></td> </tr> </tbody> </table>

source: <p>Hi,</p> <p>I would like to invite you to my event <strong>[node:title]</strong> on <strong>[site:name]</strong>.</p> <p>Kind regards, [user:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]">See event</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
fr_ch: <p>Bonjour,</p> <p>Je souhaite vous inviter à mon événement <strong>[node:title]</strong> sur <strong>[site:name]</strong>.</p> <p>À bientôt ! [user:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]">Voir l'événement</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">À propos de [site:name]</a></td> </tr> </tbody> </table>

source: <p>The message above is edited by the community managers. Please contact them for questions and ideas</p>
fr_ch: <p>Le message ci-dessus est édité par les managers de la plateforme. Contactez-les pour toute question ou idée</p>

source: <p>You have been invited for the even [social_event:event_iam_organizing] by [message:author:display-name]</p>
fr_ch: <p>Vous avez été invité à l'événement [social_event:event_iam_organizing] par [message:author:display-name]</p>

source: <p>You have been invited for the event [social_event:event_iam_organizing] by [message:author:display-name]</p>
fr_ch: <p>Vous avez été invité à l'événement [social_event:event_iam_organizing] par [message:author:display-name]</p>

source: <p>You have been invited to join the group <a href="gurl]">[message:gtitle]</a></p>
fr_ch: <p>Vous avez été invité.e à rejoindre le groupe <a href="gurl]">[message:gtitle]</a></p>

source: <p>You have insufficient permissions to view the page you're trying to access. There could be several reasons for this:</p><ul><li>You are trying to edit content you're not allowed to edit.</li><li>You are trying to view content (from a group) you don't have access to.</li><li>You are trying to access administration pages.</li></ul><p>Click the back button of your browser to go back where you came from or click <a href=":url">here</a> to go to the homepage</p>
fr_ch: <p>Vous n'avez pas les autorisations suffisantes pour visualiser la page à laquelle vous essayez d'accéder. Il peut y avoir plusieurs raisons à cela :</p><ul><li> Vous essayez de modifier un contenu que vous n'êtes pas autorisé à modifier.</li><li>Vous essayez de voir un contenu (d'un groupe) auquel vous n'avez pas accès.</li><li>Vous essayez d'accéder à des pages d'administration.</li></ul><p> Cliquez sur le bouton "Précédent" de votre navigateur pour revenir à votre point de départ ou cliquez sur <a href=":url">ici</a> pour aller à la page d'accueil.</p>

source: <p>You have received a <a href="[message:pmt-url]">message</a> from <a href="[message:author:url:absolute]">[message:author:display-name]</a></p>
fr_ch: <p>Vous avez reçu un <a href="[message:pmt-url]">message</a> de <a href="[message:author:url:absolute]">[message:author:display-name]</a></p>

source: <p>You have received a <a href="[message:pmt-url]">message</a> from <a href="[message:author:url:absolute]">[message:author:display-name]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p>Vous avez reçu un <a href="[message:pmt-url]">message</a> de <a href="[message:author:url:absolute]">[message:author:display-name]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p>Your membership request for the <a href="gurl]">[message:gtitle]</a> group has been approved</p>
fr_ch: <p>Votre demande de rejoindre le groupe <a href="gurl]">[message:gtitle]</a> a été approuvée</p>

source: <p>Your request to join the <a href="[message:gurl]">[message:gtitle]</a> group has been approved! You are now a member of the group and can start posting.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p>Votre demande à rejoindre le groupe <a href="[message:gurl]">[message:gtitle]</a> a été approuvée ! Vous êtes à présent membre du groupe et pouvez commencer à poster des contenus.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <strong>Please note:</strong> <p>Other people will still be able to find you when they search for a value of some of these fields (e.g. Amsterdam for City value). The information you choose to hide will still be visible to the managers of this site. It is also possible that some of the options below are disabled by the managers of this site.</p>
fr_ch: <strong>Veuillez noter :</strong> <p>D'autres personnes pourront toujours vous trouver lorsqu'elles rechercheront une valeur de certains de ces champs (p. ex., Amsterdam pour la valeur Ville). Les informations que vous choisissez de masquer seront toujours visibles pour les gestionnaires de ce site. Il est également possible que certaines des options ci-dessous soient désactivées par les gestionnaires de ce site. </p>

source: <strong>WARNING</strong>: Flushing profile data will permanently <strong>remove all data</strong> from the following fields from the database: %fields. The search indexes may also be cleared and will need re-indexing. This <strong>cannot be undone</strong>. Are you sure you want to continue?
fr_ch: <strong>AVERTISSEMENT</strong>: L'effacement des données de profil supprimera définitivement <strong>toutes les données</strong> des champs suivants de la base de données : %fields. Les index de recherche peuvent également être effacés et devront être réindexés. Cette opération <strong>ne peut être annulée</strong>. Êtes-vous sûr de vouloir continuer ?

source: @amount like(s)
fr_ch: @amount j'aime

source: @cal calendar
fr_ch: @cal calendrier

source: @calendar calendar
fr_ch: @calendar calendrier

source: @count activities data has been migrated to activity_notification_table.
fr_ch: Les données relatives aux activités @count ont été transférées dans la table activity_notification_table.

source: @entity_type @entity_id could not be unpublished after a user reported it.
fr_ch: @entity_type @entity_id n'a pas pu être dépublié après qu'un utilisateur l'ait signalé.

source: @interval ago
fr_ch: Il y a @interval

source: @interval hence
fr_ch: @interval d'où

source: @name field is required.
fr_ch: Le champ @name est requis.

source: @time ago
fr_ch: il y a @time

source: @timezone time
fr_ch: Heure de @timezone

source: @total Enrollees
fr_ch: @total inscrits

source: @total members
fr_ch: @total membres

source: @total people have enrolled
fr_ch: @total personnes se sont inscrites

source: @total person has enrolled @spots_left
fr_ch: @total personne s'est inscrite @spots_left

source: A Reply-To address is the email address that receives messages sent from those who select Reply in their email clients.
fr_ch: Adresse mail vers laquelle le destinataire de votre message peut répondre automatiquement.

source: A background process (e.g. sending bulk emails) has finished
fr_ch: Une opération que vous avez lancée est terminée (ex : l'envoi d'un mail groupé)

source: A basic block contains a title and a body.
fr_ch: Un bloc simple contient un titre et un corps.

source: A block section where can be selected a block or a paragraph
fr_ch: Une section de bloc où l'on peut sélectionner un bloc ou un paragraphe

source: A boolean indicating whether the Activity is published.
fr_ch: Un booléen indiquant si l'activité est publiée.

source: A boolean indicating whether the Event enrollment is published.
fr_ch: Un booléen indiquant si l'inscription à l'événement est publiée.

source: A boolean indicating whether the Font is published.
fr_ch: Un booléen indiquant si la police est publiée.

source: A call to action button.
fr_ch: Un bouton d'appel à l'action.

source: A class instance containing user information.
fr_ch: Une instance de classe contenant des informations sur l'utilisateur.

source: A color value that is valid for the CSS 'color' property. Any CSS spec compliant string.
fr_ch: Une valeur de couleur valide pour la propriété CSS "color". Toute chaîne conforme à la spécification CSS.

source: A custom block to generate a list of content dynamically according to specific filters.
fr_ch: Un bloc personnalisé pour générer dynamiquement une liste de contenu en fonction de filtres spécifiques.

source: A description of your report is mandatory.
fr_ch: Une description de votre rapport est obligatoire.

source: A list of featured content that can have a title, link, group/node/profile, and description.
fr_ch: Une liste de contenus mis en avant qui peuvent avoir un titre, un lien, un groupe/nœud/profil et une description.

source: A list of featured items that can have a title, link, image/icon, and description.
fr_ch: Une liste d'éléments en vedette qui peuvent avoir un titre, un lien, une image/icône et une description.

source: A list of reasons users can choose from for reporting content.
fr_ch: Une liste de raisons que les utilisateurs peuvent choisir pour signaler un contenu.

source: A person commented on a post on my profile
fr_ch: Un utilisateur a commenté un post sur ma page de profil

source: A person commented on content I am following
fr_ch: Un utilisateur a commenté un contenu que je suis

source: A person commented on content created or organised by me
fr_ch: Un utilisateur a commenté un post, une publication ou un événement que j'ai créé

source: A person create content with tag I am following
fr_ch: Une personne crée un contenu avec une étiquette à laquelle je suis abonné

source: A person created a post on my profile
fr_ch: Un utilisateur a publié un post sur ma page de profil

source: A person created a post on my profile and I see it on the stream
fr_ch: Une personne a partagé un post sur mon profil et je le vois sur le fil d'actus

source: A person created a post, event or topic in a group I joined
fr_ch: Un utilisateur a partagé un post, une publication ou a créé un événement dans un groupe auquel je suis inscrit

source: A person joins a group I am managing
fr_ch: Un utilisateur a rejoint un groupe que j'administre

source: A person likes a post, topic, comment or event created by me
fr_ch: Un utilisateur a aimé un post, une publication, un commentaire ou un événement que j'ai partagé

source: A person mentioned me in a comment
fr_ch: Un utilisateur m'a mentionné dans un commentaire

source: A person mentioned me in a comment (stream: profile)
fr_ch: Une personne m'a mentionné dans un commentaire (stream : profil)

source: A person mentioned me in a post
fr_ch: Un utilisateur m'a mentionné dans un post

source: A person mentioned me in a post (stream: profile)
fr_ch: Une personne m'a mentionné dans un message (stream : profil)

source: A person moved event or topic to other group
fr_ch: Une personne a déplacé un événement ou un sujet vers un autre groupe

source: A person replied on my comments
fr_ch: Un utilisateur a répondu à mon commentaire

source: A person replied to a comment where I am mentioned
fr_ch: Un utilisateur a répondu à un commentaire dans lequel je suis mentionné

source: A person requests membership to a group I manage
fr_ch: Un utilisateur demande à devenir membre d'un groupe que je gère

source: A person update content and add tag I am following
fr_ch: Une personne met à jour un contenu et ajoute une étiquette à laquelle je suis abonné

source: A secondary block will be printed in a side column, keep in mind it will take 1/3
fr_ch: Un bloc secondaire sera imprimé dans une colonne latérale, gardez à l'esprit qu'il prendra 1/3

source: A section similiar to the Hero, but a bit smaller, so it takes up less room in the view port
fr_ch: Une section similaire à celle du Hero, mais un peu plus petite, de sorte qu'elle prend moins de place dans le hublot.

source: A section with a background image and buttons (optional). Looks good on top of each page. Also nice as a seperator.
fr_ch: Une section avec une image de fond et des boutons (facultatifs). S'affiche bien en haut de chaque page. Elle peut également être utilisée comme séparateur.

source: A smaller variant for the hero region
fr_ch: Une variante plus petite pour la région du héros

source: A user add (create) a event to a group (or groups)
fr_ch: Un utilisateur ajoute (crée) un événement à un (ou plusieurs) groupe(s)

source: A user add (create) a topic to a group (or groups)
fr_ch: Un utilisateur ajoute (crée) un sujet à un (ou plusieurs) groupe(s)

source: A user add a comment to content in the community
fr_ch: Un utilisateur a commenté un contenu dans la communauté

source: A user add a comment to content in the group
fr_ch: Un utilisateur a commenté un contenu du groupe

source: A user add a comment to post in the community
fr_ch: Un utilisateur a commenté un post dans la communauté

source: A user add a comment to post in the group
fr_ch: Un utilisateur ajoute un commentaire à publier dans le groupe

source: A user created a book in a group
fr_ch: Un utilisateur a créé un livre dans un groupe

source: A user created a post in a group
fr_ch: Un utilisateur a créé un post dans un groupe

source: A user created a post in the community
fr_ch: Un utilisateur a créé un post dans la communauté

source: A user created a topic in a group
fr_ch: Un utilisateur a créé un sujet de discussion dans un groupe

source: A user created a topic in the community
fr_ch: Un utilisateur a créé un sujet de discussion dans la communauté

source: A user created an event in a group
fr_ch: Un utilisateur a créé un évènement dans un groupe

source: A user created an event in the community
fr_ch: Un utilisateur a créé un événement dans la communauté

source: A user got an invite for an event
fr_ch: Un utilisateur a reçu une invitation pour un événement

source: A user reported inappropriate content
fr_ch: Un utilisateur a signalé un contenu que vous avez publié comme inapproprié

source: A user request an enrollment for event
fr_ch: Un utilisateur demande une inscription à un événement

source: A user sends a private message to me
fr_ch: Un utilisateur m'a envoyé un message privé

source: A user was enrolled for the event
fr_ch: Un utilisateur a été inscrit à l'événement

source: A users expertises
fr_ch: L'expertise d'un utilisateur

source: A users interests for their profile.
fr_ch: Intérêts d'un utilisateur pour son profil.

source: A valid route name that is used as default user profile page
fr_ch: Un nom de route valide utilisé comme page de profil utilisateur par défaut.

source: A view to be used by machines only to limit the group selection for creating a post.
fr_ch: Une vue à utiliser uniquement par les machines pour limiter la sélection du groupe pour la création d'un message.
