Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: A welcome message with further instructions will be sent to your email address after you successfully enter your email address and a username.
fr_ch: Un message de bienvenue contenant des instructions supplémentaires sera envoyé à votre adresse électronique après que vous aurez saisi avec succès votre adresse électronique et un nom d'utilisateur.

source: A/an article.
fr_ch: Un article.

source: About
fr_ch: À propos

source: About Group
fr_ch: À propos du groupe

source: About {{ arguments.id }}
fr_ch: À propos de {{ arguments.id }}

source: Accent style
fr_ch: Style d'accent

source: Accept
fr_ch: Accepter

source: Accept invitation and join group
fr_ch: Accepter l'invitation et rejoindre le groupe

source: Accept invite
fr_ch: Accepter l'invitation

source: Accepted and joined
fr_ch: Invitation acceptée

source: Access Denied
fr_ch: Accès refusé

source: Access Open Social Connect
fr_ch: Accès Open Social Connect

source: Access administration dashboard
fr_ch: Accéder au tableau de bord d'administration

source: Access all Open Social menu links.
fr_ch: Accéder à tous les liens du menu Open Social.

source: Access content search
fr_ch: Accéder à la recherche de contenu

source: Access cross-group posting
fr_ch: Accéder à la publication entre groupes

source: Access for group managers only
fr_ch: Accès réservé aux gestionnaires de groupe

source: Access for group managers only.
fr_ch: Accès réservé aux responsables de groupe.

source: Access group search
fr_ch: Recherche de groupes d'accès

source: Access permissions
fr_ch: Permissions d'accès

source: Access posts in group
fr_ch: Accéder aux messages du groupe

source: Access the Font overview page
fr_ch: Accéder à la page de présentation des polices

source: Access the posts in this group
fr_ch: Accéder aux posts dans ce groupe

source: Access to Manage All Enrollments page on events.
fr_ch: Accès à la page "Gérer toutes les inscriptions" sur les événements.

source: Access to Manage Enrollments page on events.
fr_ch: Accès à la page "Gérer toutes les inscriptions" sur les événements.

source: Access to endpoint which return embedded content on click of consent button
fr_ch: Accès à un point de terminaison qui renvoie un contenu intégré lorsque l'on clique sur le bouton de consentement

source: Access to manage event enrollment requests.
fr_ch: Accès pour gérer les demandes d'inscription aux événements.

source: Access to the Embed consent settings form
fr_ch: Accès au formulaire de consentement intégré

source: Access to the event manage all enrollment page.
fr_ch: Accès à la page d'inscription à la gestion de l'événement.

source: Access to the event manage enrollment page.
fr_ch: Accès à la page d'inscription à la gestion des événements.

source: Access to the people page.
fr_ch: Accès à la page des personnes.

source: Access to view all hidden profile fields
fr_ch: Accès à tous les champs cachés du profil

source: Access to view hide profile fields
fr_ch: Accès à la visualisation des champs masqués du profil

source: Access users search
fr_ch: Accès à la recherche d'utilisateurs

source: Accordion
fr_ch: Accordéon

source: Accordion item
fr_ch: Élément Accordion

source: Account
fr_ch: Compte

source: Account header block
fr_ch: Bloc d'en-tête du compte

source: Account identifier
fr_ch: Identifiant du compte

source: Account information
fr_ch: Informations du compte

source: Account settings
fr_ch: Paramètres de compte

source: AccountInterface instance
fr_ch: Instance AccountInterface

source: Action that is triggered when a entity is created
fr_ch: Action déclenchée lors de la création d'une entité

source: Action that is triggered when a entity is moved
fr_ch: Action déclenchée lorsqu'une entité est déplacée

source: Action that is triggered when a entity is published
fr_ch: Action qui est déclenchée lorsqu'une entité est publiée

source: Action that is triggered when a entity is updated
fr_ch: Action déclenchée lorsqu'une entité est mise à jour

source: Actions
fr_ch: action

source: Active
fr_ch: Actif

source: Active theme
fr_ch: Thème actif

source: Activity
fr_ch: Dans un groupe

source: Activity Basics
fr_ch: Les bases de l'activité

source: Activity Creator
fr_ch: Créateur d'activité

source: Activity Entity tokens
fr_ch: Jetons d'entité d'activité

source: Activity ID
fr_ch: ID de l'activité

source: Activity Logger
fr_ch: Enregistreur d'activité

source: Activity Send
fr_ch: Activité Envoyer

source: Activity Send Email
fr_ch: Activité Envoyer un courriel

source: Activity Send Push Notification
fr_ch: Activité Envoyer une notification push

source: Activity Stream
fr_ch: Flux d'activités

source: Activity Viewer
fr_ch: Visionneuse d'activité

source: Activity comment
fr_ch: Sur un profil

source: Activity filter settings
fr_ch: Paramètres du filtre d'activité

source: Activity filter tag
fr_ch: Filtre d'activité

source: Activity group argument
fr_ch: Argumentaire du groupe d'activité

source: Activity group context argument.
fr_ch: Argument de contexte du groupe d'activités.

source: Activity notification visibility access
fr_ch: Notification d'activité Accès à la visibilité

source: Activity on events I am organizing
fr_ch: Tout type d'activité sur un événement que j'organise

source: Activity overview
fr_ch: Aperçu de l'activité sur Greenwire

source: Activity post visibility access
fr_ch: Accès à la visibilité du poste d'activité

source: Activity profile argument
fr_ch: Argument du profil d'activité

source: Activity profile context argument.
fr_ch: Argument de contexte du profil d'activité.

source: Activity send
fr_ch: Envoi de l'activité

source: Activity send settings
fr_ch: Paramètres d'envoi d'activité

source: Activity settings
fr_ch: Paramètres d'activité

source: Activity stream
fr_ch: Flux d'activité

source: Activity stream - Without Post block
fr_ch: Flux d'activité - Sans blocage du courrier

source: Activity stream notifications
fr_ch: Notifications du flux d'activité

source: Activity stream notifications on a profile
fr_ch: Notifications du flux d'activité sur un profil

source: Activity stream on a group
fr_ch: Flux d'activité sur un groupe

source: Activity stream on a profile
fr_ch: Flux d'activité sur un profil

source: Activity tokens
fr_ch: Jetons d'activité

source: Activity visibility access
fr_ch: Accès à la visibilité de l'activité

source: ActivityStreamProfile
fr_ch: Profil du flux d'activité

source: Add Activity
fr_ch: Ajouter une activité

source: Add Event enrollment
fr_ch: Ajouter une inscription à un événement

source: Add Font
fr_ch: Ajouter une police de caractères

source: Add Frontpage Setting
fr_ch: Ajouter un paramètre de page d'accueil

source: Add Mentions Type
fr_ch: Ajouter des mentions Type

source: Add Queue Storage type
fr_ch: Ajouter une file d'attente Type de stockage

source: Add a comment
fr_ch: Ajouter un commentaire

source: Add a group
fr_ch: Créer un groupe

source: Add a reply
fr_ch: Ajouter une réponse

source: Add a role to the selected users
fr_ch: Attribuer un rôle aux utilisateurs sélectionnés

source: Add alternative frontpage settings
fr_ch: Ajouter des paramètres alternatifs pour la page d'accueil

source: Add another organizer
fr_ch: Ajouter un autre organisateur

source: Add attachment
fr_ch: Ajouter une pièce jointe

source: Add directly
fr_ch: Ajouter directement

source: Add enrollees
fr_ch: Inscrire un utilisateur

source: Add event to Calendar
fr_ch: Ajouter un événement au calendrier

source: Add extra useful template suggestsions
fr_ch: Ajouter des suggestions de modèles utiles

source: Add image(s) to an album
fr_ch: Ajouter une/des image(s) à un album

source: Add images
fr_ch: Ajouter des images

source: Add images to album @name
fr_ch: Ajouter des images à l'album @name

source: Add invites
fr_ch: Ajouter des invités

source: Add invites to group: @group_name
fr_ch: Ajouter des invités au groupe : @group_name

source: Add members
fr_ch: Ajouter des membres

source: Add members to group
fr_ch: Ajouter des membres au groupe

source: Add members to group: @group_name
fr_ch: Ajouter des membres au groupe : @group_name

source: Add new comment
fr_ch: Ajouter un commentaire

source: Add new reply
fr_ch: Ajouter une nouvelle réponse

source: Add new user
fr_ch: Ajouter un nouvel utilisateur

source: Add new user.
fr_ch: Ajouter un nouvel utilisateur.

source: Add post
fr_ch: Ajouter une contribution

source: Add post type
fr_ch: Ajouter un contenu

source: Add to
fr_ch: Ajouter à

source: Add to Group
fr_ch: Ajouter au groupe

source: Add to calendar
fr_ch: Ajouter au calendrier

source: Add to calendar settings
fr_ch: Ajouter aux paramètres du calendrier

source: Add-on information (including installed modules, profiles, and themes)
fr_ch: Informations sur les modules complémentaires (y compris les modules, profils et thèmes installés)

source: Additional information.
fr_ch: Information additionnelle.

source: Additional message information. This token is deprecated, please use "preview" and "cta_button" tokens instead in your message templates.
fr_ch: Informations complémentaires sur le message. Ce jeton est obsolète, veuillez utiliser les jetons "preview" et "cta_button" à la place dans vos modèles de message.

source: Address
fr_ch: Adresse

source: Address line 1
fr_ch: Adresse - ligne 1

source: Address line 2
fr_ch: Adresse - ligne 2

source: Address locality
fr_ch: Localité de l'adresse

source: Address module requirements)
fr_ch: Exigences en matière de modules d'adresses)

source: Address visibility settings
fr_ch: Paramètres de visibilité de l'adresse

source: Adds <em class="placeholder">Album</em> content to groups both publicly and privately.
fr_ch: Ajoute du contenu <em class="placeholder">Album</em> aux groupes, à la fois publiquement et en privé.

source: Adds <em class="placeholder">Book page</em> content to groups both publicly and privately.
fr_ch: Ajoute le contenu de la page du livre <em class="placeholder"></em> aux groupes, tant en public qu'en privé.

source: Adds <em class="placeholder">Event</em> content to groups both publicly and privately.
fr_ch: Ajoute le contenu <em class="placeholder">Event</em> aux groupes de façon publique et privée.

source: Adds <em class="placeholder">Event</em> content to groups using private content settings.
fr_ch: Ajoute le contenu de <em class="placeholder">Event</em> aux groupes utilisant des paramètres de contenu privé.

source: Adds <em class="placeholder">Topic</em> content to groups both publicly and privately.
fr_ch: Ajoute le contenu <em class="placeholder">Event</em> aux groupes de façon publique et privée.

source: Adds <em class="placeholder">Topic</em> content to groups using private content settings.
fr_ch: Ajoute le contenu du sujet <em class="placeholder"></em> aux groupes utilisant des paramètres de contenu privé.

source: Adds Open Social Links to the main menu.
fr_ch: Ajoute les liens sociaux ouverts au menu principal.

source: Adds Secret Group as a group type.
fr_ch: Ajouter un groupe caché comme type de groupe.

source: Adds a link to https://www.getopensocial.com in the admin menu.
fr_ch: Ajoute un lien vers https://www.getopensocial.com dans le menu d'administration.

source: Adds a sitewide post form.
fr_ch: Ajoute un formulaire de publication pour l'ensemble du site.

source: Adds ability to act on Group Content.
fr_ch: Ajoute la possibilité d'agir sur le contenu du groupe.

source: Adds ability to export event enrolments (include guests) to a CSV.
fr_ch: Ajout de la possibilité d'exporter les inscriptions à un événement (y compris les invités) vers un fichier CSV.

source: Adds ability to export event enrolments to a CSV.
fr_ch: Ajout de la possibilité d'exporter les inscriptions à un événement vers un fichier CSV.

source: Adds ability to export group members to a CSV.
fr_ch: Ajout de la possibilité d'exporter les membres d'un groupe vers un fichier CSV.

source: Adds ability to export users to a CSV.
fr_ch: Ajout de la possibilité d'exporter les utilisateurs vers un fichier CSV.

source: Adds an article before the content label.
fr_ch: Ajoute un article avant l'étiquette de contenu.

source: Adds content access checks for custom view permissions for entities based on field values in the entity_access field.
fr_ch: Ajoute des contrôles d'accès au contenu pour les autorisations d'affichage personnalisées des entités en fonction des valeurs du champ entity_access.

source: Adds event nodes to groups both publicly and privately.
fr_ch: Ajoute des nœuds d'événements aux groupes de manière publique et privée.

source: Adds the flexible group type which allows users to create groups and choose the method of joining a group and its content visibility.
fr_ch: Ajoute le type de groupe flexible qui permet aux utilisateurs de créer des groupes et de choisir la méthode d'adhésion à un groupe et la visibilité de son contenu.

source: Adds the restricted name to the index according to the privacy rules.
fr_ch: Ajoute le nom restreint à l'index conformément aux règles de confidentialité.

source: Adds the secret group type which allows users to create groups that are not shown on the platform unless you're a member.
fr_ch: Ajoute le type de groupe secret qui permet aux utilisateurs de créer des groupes qui ne sont pas affichés sur la plateforme à moins d'en être membre.

source: Adds users as requesters for the group.
fr_ch: Ajoute des utilisateurs en tant que demandeurs pour le groupe.

source: Adds users to groups as members.
fr_ch: Ajoute des utilisateurs aux groupes en tant que membres.

source: Administer Activity entities
fr_ch: Administrer les entités d'activité

source: Administer Album Settings
fr_ch: Administrer les paramètres de l'album

source: Administer Comment upload settings
fr_ch: Administrer les paramètres de téléchargement des commentaires

source: Administer Content Moderation settings
fr_ch: Administrer les paramètres de modération du contenu

source: Administer Event Settings
fr_ch: Administrer les paramètres de l'événement

source: Administer Event enrollment entities
fr_ch: Administrer les entités d'inscription à l'événement

source: Administer Follow User Settings
fr_ch: Administrer les paramètres de l'utilisateur suivant

source: Administer Font entities
fr_ch: Administrer les entités de la police

source: Administer Navigation Settings
fr_ch: Administrer les paramètres de navigation

source: Administer Open Social settings.
fr_ch: Administrer les paramètres de l'Open Social.

source: Administer Post entities
fr_ch: Administrer les entités postales

source: Administer Queue storage entity entities
fr_ch: Administrer les entités de stockage de la file d'attente

source: Administer Social Activity Filter settings
fr_ch: Administrer les paramètres du filtre d'activité sociale

source: Administer Social Footer settings
fr_ch: Administrer les paramètres du pied de page social

source: Administer Topic Settings
fr_ch: Administrer les paramètres des thèmes

source: Administer User Settings
fr_ch: Administrer les paramètres de l'utilisateur

source: Administer alternative frontpage settings
fr_ch: Administrer les paramètres alternatifs de la page d'accueil

source: Administer comments
fr_ch: Administrer les commentaires

source: Administer data policy settings
fr_ch: Administrer les paramètres de la politique de données

source: Administer improved theme settings
fr_ch: Administration des paramètres améliorés du thème

source: Administer mentions
fr_ch: Administrer les mentions

source: Administer mentions.
fr_ch: Administrer les mentions.

source: Administer own comment settings
fr_ch: Administrer ses propres paramètres de commentaires

source: Administer profile settings
fr_ch: Administrer les paramètres du profil

source: Administer settings for the social tagging module.
fr_ch: Administrer les paramètres du module de marquage social.

source: Administer social swiftmail settings
fr_ch: Administrer les paramètres du swiftmail social

source: Administer social tagging settings
fr_ch: Administrer les paramètres de marquage social

source: Administer usage data sharing settings
fr_ch: Administrer les paramètres de partage des données d'utilisation

source: Administer visiblility settings
fr_ch: Administrer les paramètres de visibilité

source: Administer which profile fields are enabled.
fr_ch: Administrez les champs de profil activés.

source: Administration of all the people registered on the site.
fr_ch: Administration de toutes les personnes inscrites sur le site.

source: Administrative address
fr_ch: Adresse administrative

source: Administrative area
fr_ch: Zone administrative

source: Administrator
fr_ch: Administrateur

source: Advanced options
fr_ch: Options avancées

source: After
fr_ch: Après

source: Aggregate activity
fr_ch: Activité globale

source: Album @title is successfully created. Now you can add images to this album.
fr_ch: L'album @title a bien été créé. Vous pouvez y ajouter des images.

source: Album Cover Embed
fr_ch: Intégration de la couverture d'album

source: Album Overview Embed
fr_ch: Intégration de l'aperçu de l'album

source: Album content type
fr_ch: Type de contenu de l'album

source: Album image
fr_ch: Image de l'album

source: Album label
fr_ch: Étiquette de l'album

source: Album name
fr_ch: Nom de l'album

source: Album settings
fr_ch: Paramètres de l'album

source: Albums Overview Page
fr_ch: Page d'aperçu des albums

source: All
fr_ch: Tout

source: All @label
fr_ch: Tous les @label

source: All comments
fr_ch: Tous les commentaires

source: All content index created for the Social distribution.
fr_ch: Tous les index de contenu créés pour la distribution sociale.

source: All day
fr_ch: Journée Entière

source: All enrollments
fr_ch: Tous les inscrits

source: All events
fr_ch: Tous les événements

source: All groups
fr_ch: Tous les groupes

source: All members
fr_ch: Tous les membres

source: All my upcoming events
fr_ch: Tous mes événements à venir

source: All notifications
fr_ch: Toutes mes notifications

source: All statuses
fr_ch: Tous les statuts

source: All the replies placed on an unpublished comment will be hidden automatically.
fr_ch: Toutes les réponses placées sur un commentaire non publié seront automatiquement cachées.

source: All the required modules and configuration will be automatically installed and imported. You can optionally select additional features or generated demo content.
fr_ch: Tous les modules et la configuration nécessaires seront automatiquement installés et importés. Vous pouvez éventuellement sélectionner des fonctionnalités supplémentaires ou du contenu de démonstration généré.

source: All topics
fr_ch: Toutes les publications

source: All types
fr_ch: Tous les types

source: All visitors of the platform can see this group
fr_ch: Tous les internautes peuvent voir le groupe

source: Allow access to the album settings form to configure general album options.
fr_ch: Autoriser l'accès au formulaire des paramètres de l'album pour configurer les options générales de l'album.

source: Allow access to the event settings form to configure general event options.
fr_ch: Permet d'accéder au formulaire de configuration de l'événement pour configurer les options générales de l'événement.

source: Allow access to the follow user settings form.
fr_ch: Autoriser l'accès au formulaire de suivi des paramètres de l'utilisateur.

source: Allow access to the topic settings form to configure general topic options.
fr_ch: Autoriser l'accès au formulaire des paramètres du sujet pour configurer les options générales du sujet.

source: Allow access to the user settings form to configure general user options.
fr_ch: Autoriser l'accès au formulaire des paramètres de l'utilisateur pour configurer les options générales de l'utilisateur.

source: Allow anonymous users to enroll in new events by default
fr_ch: Autoriser par défaut les utilisateurs anonymes à s'inscrire à de nouveaux événements

source: Allow category split
fr_ch: Autoriser la division de catégories

source: Allow category split.
fr_ch: Autoriser la division de catégories

source: Allow event managers to invite users and external people.
fr_ch: Permettre aux gestionnaires d'événements d'inviter des utilisateurs et des personnes externes.

source: Allow file uploads in comments
fr_ch: Autoriser le téléchargement de fichiers dans les commentaires

source: Allow file uploads in comments.
fr_ch: Autoriser le téléchargement de fichiers dans les commentaires.

source: Allow invited user to skip email verification
fr_ch: Permet à un utilisateur invité d'ignorer la vérification de son adresse e-mail

source: Allow invited user to skip email verification.
fr_ch: Permet à un utilisateur invité d'ignorer la vérification de son adresse e-mail.

source: Allow members of the same group to add images to this album
fr_ch: Permettre aux membres du même groupe d'ajouter des images à cet album

source: Allow members to share the group with others
fr_ch: Autoriser les membres du groupe à envoyer des invitations à le rejoindre

source: Allow non-group members to enroll or request to enroll
fr_ch: Autoriser les utilisateurs qui ne sont pas membres du groupe à participer à cet événement

source: Allow parents to be used as tag
fr_ch: Permettre aux parents d'être utilisés comme étiquette

source: Allow profile tagging for content managers
fr_ch: Autoriser le marquage des profils pour les gestionnaires de contenu

source: Allow profile tagging for regular users
fr_ch: Autoriser le marquage des profils pour les utilisateurs normaux

source: Allow regular users to change the group their content belong to
fr_ch: Permettre aux utilisateurs réguliers de modifier le groupe auquel appartient leur contenu

source: Allow regular users to create new groups
fr_ch: Permettre aux utilisateurs réguliers de créer de nouveaux groupes

source: Allow setting the maximum participant number for events.
fr_ch: Permet de fixer le nombre maximum de participants aux événements.

source: Allow the author of an event to decide whether anonymous users can or cannot enroll in the event
fr_ch: Permettre à l'auteur d'un événement de décider si des utilisateurs anonymes peuvent ou non s'inscrire à l'événement.

source: Allow to access blocked users pages
fr_ch: Autoriser l'accès aux pages utilisateurs bloquées

source: Allow to access the administration form to block some users.
fr_ch: Autoriser pour accéder au formulaire d'administration afin de bloquer certains utilisateurs.

source: Allow to access the administration form to configure Activity entities.
fr_ch: Autoriser l'accès au formulaire d'administration pour configurer les entités d'activité.

source: Allow to access the administration form to configure Event enrollment entities.
fr_ch: Autoriser l'accès au formulaire d'administration pour configurer les entités d'inscription aux événements.

source: Allow to access the administration form to configure Font entities.
fr_ch: Autoriser l'accès au formulaire d'administration pour configurer les entités Font.

source: Allow to access the administration form to configure Post entities.
fr_ch: Autoriser l'accès au formulaire d'administration pour configurer les entités postales.

source: Allow to access the administration form to configure Queue storage entity entities.
fr_ch: Autoriser l'accès au formulaire d'administration pour configurer les entités de stockage de la file d'attente.

source: Allow to access the people list page.
fr_ch: Autoriser pour accéder à la page de la liste des personnes.

source: Allow to access the social_comment_upload settings form.
fr_ch: Permet d'accéder au formulaire de paramétrage de social_comment_upload.

source: Allow to set for which group types quickjoin is enabled.
fr_ch: Permet de définir les types de groupes pour lesquels la jonction rapide est activée.
