Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: Provides content managers the ability to create landing pages. Landing pages can be used for external users or as guides for authenticated users.
fr_ch: Permet aux gestionnaires de contenu de créer des pages d'atterrissage. Les pages de renvoi peuvent être utilisées pour les utilisateurs externes ou comme guides pour les utilisateurs authentifiés.

source: Provides core components required by other features.
fr_ch: Fournit les composants de base nécessaires à d'autres fonctionnalités.

source: Provides core functionality around Nodes.
fr_ch: Fournit des fonctionnalités de base autour des nœuds.

source: Provides data about image fields and media sources.
fr_ch: Fournit des données sur les champs d'images et les sources de médias.

source: Provides default comment type and related configuration
fr_ch: Fournit le type de commentaire par défaut et la configuration correspondante

source: Provides demo content.
fr_ch: Fournit un contenu de démonstration.

source: Provides filters for activity streams used for example on landing pages, it allows you to filter by taxonomy terms.
fr_ch: Fournit des filtres pour les flux d'activité utilisés par exemple sur les pages d'atterrissage, il vous permet de filtrer par termes de taxonomie.

source: Provides hiding fields on a per profile_type basis
fr_ch: Fournit des champs de masquage par type de profil

source: Provides landing page content type for dynamic content, such as a home page.
fr_ch: Fournit un type de contenu de page d'atterrissage pour le contenu dynamique, tel qu'une page d'accueil.

source: Provides links to perform post operations.
fr_ch: Fournit des liens pour effectuer des opérations postales.

source: Provides profile notes that can created by Managers
fr_ch: Fournit des notes de profil qui peuvent être créées par les gestionnaires.

source: Provides sharing of content to social media.
fr_ch: Assure le partage du contenu vers les médias sociaux.

source: Provides site editor components.
fr_ch: Fournit les composants de l'éditeur de site.

source: Provides site managers the ability to create policies (e.g. GPDR or Terms & Agreements) that users may/should agree to during registration.
fr_ch: Permet aux gestionnaires de sites de créer des politiques (par exemple, GPDR ou conditions et accords) que les utilisateurs peuvent/doivent accepter lors de l'enregistrement.

source: Provides the React library for use by other modules. This module should not be enabled on its own. Other modules that require React should not load React themselves but instead depend on this module. The libraries in those modules should depend on the React library contained in this module to ensure React is properly loaded.
fr_ch: Fournit la bibliothèque React pour l'utilisation par d'autres modules. Ce module ne doit pas être activé seul. Les autres modules qui ont besoin de React ne devraient pas charger React eux-mêmes, mais plutôt dépendre de ce module. Les bibliothèques de ces modules doivent dépendre de la bibliothèque React contenue dans ce module pour s'assurer que React est correctement chargé.

source: Provides the ability to add Open Social events to the third party calendars
fr_ch: Permet d'ajouter des événements Open Social aux calendriers de tiers.

source: Provides the ability to export user data as comma separated values (CSV) files.
fr_ch: Permet d'exporter les données des utilisateurs sous forme de fichiers de valeurs séparées par des virgules (CSV).

source: Provides the ability to report inappropriate content.
fr_ch: Permet de signaler les contenus inappropriés.

source: Provides the ability to use the Album feature in a post.
fr_ch: Permet d'utiliser la fonctionnalité Album dans une publication.

source: Provides user profiles.
fr_ch: Fournit des profils d'utilisateurs.

source: Public - visible to everyone including people who are not a member
fr_ch: Public - visible par tous les internautes, y compris ceux ne disposant pas de compte Greenwire

source: Public Group
fr_ch: Groupe public

source: Public group
fr_ch: Groupe public

source: Public group: Group Invitation
fr_ch: Groupe public : Invitation de groupe

source: Public group: Group membership
fr_ch: Groupe public : Membres du groupe

source: Public group: Group node (Album)
fr_ch: Groupe public : nœud de groupe (Album)

source: Public visibility settings
fr_ch: Paramètres de visibilité publique

source: Publish status
fr_ch: Statut de publication

source: Publish the selected comments
fr_ch: Publier les commentaires sélectionnés

source: Published
fr_ch: Publié

source: Published comments
fr_ch: Commentaires publiés

source: Published status
fr_ch: Statut de publication

source: Publishing status
fr_ch: Statut de publication

source: Push notifications
fr_ch: notifications push

source: Query a list of events
fr_ch: Interroger une liste d'événements

source: Query a list of topics
fr_ch: Interroger une liste de sujets

source: Query a list of users
fr_ch: Interroger une liste d'utilisateurs

source: Queue List
fr_ch: Liste d'attente

source: Queue Store Entity has is finished status.
fr_ch: Le statut de l'entité Queue Store est terminé.

source: Queue storage entity
fr_ch: Entité de stockage en file d'attente

source: Queue storage entity type
fr_ch: Type d'entité de stockage en file d'attente

source: Queue storage entity type config
fr_ch: Configuration du type d'entité de stockage de la file d'attente

source: Queue storage types
fr_ch: Types de stockage en file d'attente

source: Re-indexed search to include demo content.
fr_ch: Réindexation de la recherche pour inclure le contenu de démonstration.

source: Read more
fr_ch: Lire la suite

source: Read more about it
fr_ch: En savoir plus

source: Read more about this
fr_ch: En savoir plus à propos de cet

source: Read more link
fr_ch: Lien pour en savoir plus

source: Read more<span class="visually-hidden"> about @title</span>
fr_ch: En savoir plus<span class="visually-hidden"> sur @title</span>

source: Reason
fr_ch: Motif

source: Reason term for which an additional textfield is displayed.
fr_ch: Terme de référence pour lequel une zone de texte supplémentaire est affichée.

source: Reassign your groups to the super administrator.
fr_ch: Tous les autres contenus partagés via ce compte seront anonymisés.

source: Recently created topics
fr_ch: Dernières publications partagées

source: Recently joined groups
fr_ch: Derniers groupes rejoints

source: Recipient
fr_ch: Destinataire

source: Recipient (group)
fr_ch: Bénéficiaire (groupe)

source: Recipient (user)
fr_ch: Destinataire (utilisateur)

source: Recipient user
fr_ch: Utilisateur destinataire

source: Recipient user entity display name
fr_ch: Nom d'affichage de l'entité utilisateur du destinataire

source: Recipient user url
fr_ch: URL de l'utilisateur du destinataire

source: Recipients
fr_ch: Membres

source: Record, render and react to specified patterns within content.
fr_ch: Enregistrer, restituer et réagir à des modèles spécifiques dans le contenu.

source: Recursive rendering detected when rendering entity @entity_type @entity_id. Aborting rendering.
fr_ch: Rendu récursif détecté lors du rendu de l'entité @entity_type @entity_id. Abandon du rendu.

source: Redirect a comment view to its parent entity
fr_ch: Redirection d'une vue de commentaire vers son entité mère

source: Redirect users to a destination while using a magic login link.
fr_ch: Rediriger les utilisateurs vers une destination lors de l'utilisation d'un lien de connexion magique.

source: Reduce
fr_ch: Réduire

source: Reference
fr_ch: Référence

source: Reference some block
fr_ch: Référence d'un bloc

source: Refresh interval in seconds
fr_ch: Intervalle de rafraîchissement en secondes

source: Regional Settings
fr_ch: Paramètres régionaux

source: Register Link
fr_ch: Lien d'inscription

source: Registered users are verified immediately
fr_ch: Les utilisateurs enregistrés sont vérifiés immédiatement

source: Registration Date
fr_ch: Date d'inscription

source: Registration date
fr_ch: Date d'inscription

source: Reject Membership
fr_ch: Rejeter la demande

source: Reject membership request for the group @group_title
fr_ch: Rejeter la demande d'inscription au groupe @group_title

source: Related object
fr_ch: Objet apparenté

source: Relevance
fr_ch: Pertinence

source: Relevance (ascending)|Least relevant first Relevance (descending)|Most relevant first Created date (ascending)|Least recent first Created date (descending)|Most recent first Title (ascending)|A - Z Title (descending)|Z - A
fr_ch: Pertinence (ascendant)|Moins pertinent en premier Pertinence (descendant)|Le plus pertinent en premier Date de création (ascendant)|Moins récent en premier Date de création (descendant)|Plus récent en premier Titre (ascendant)|A - Z Titre (descendant)|Z - A

source: Remark
fr_ch: Remarque

source: Remote content settings
fr_ch: Paramètres de contenu externe

source: Remove
fr_ch: Retirer

source: Remove %name from %group
fr_ch: Désinscrire %name du groupe %group

source: Remove Open Social Branding
fr_ch: Retirer le marquage Open Social

source: Remove a member
fr_ch: Retirer un membre du groupe

source: Remove a role from the selected users
fr_ch: Retirer un rôle aux utilisateurs sélectionnés.

source: Remove image
fr_ch: Supprimer l'image

source: Remove invitation
fr_ch: Annuler l'invitation

source: Remove invitee from group: @group_name
fr_ch: Annuler une invitation à rejoindre le groupe : @group_name

source: Remove members from a group
fr_ch: Retirer des membres d'un groupe

source: Remove report
fr_ch: Supprimer le rapport

source: Removing @count orphaned posts for deleted users
fr_ch: Suppression des messages orphelins @count pour les utilisateurs supprimés

source: Render Field
fr_ch: Champ de rendu

source: Render as link
fr_ch: Rendu sous forme de lien

source: Renders a field.
fr_ch: Rend un champ.

source: Replies for comments on posts are not allowed
fr_ch: Les réponses aux commentaires sur les articles ne sont pas autorisées

source: Replies to comments deeper than 1 is not allowed
fr_ch: Les réponses aux commentaires de plus d'une personne ne sont pas autorisées.

source: Reply
fr_ch: Répondre

source: Reply comment
fr_ch: Répondre au commentaire

source: Reply to Comment
fr_ch: Répondre au commentaire

source: Reply to private messages
fr_ch: Répondre aux messages privés

source: Reply to this comment
fr_ch: Répondre à ce commentaire

source: Reply to this message
fr_ch: Répondre à ce message

source: Reply-to
fr_ch: Répondre à

source: Report
fr_ch: Signaler

source: Report as inappropriate
fr_ch: Signaler comme inapproprié

source: Report inappropriate comment
fr_ch: Signaler un commentaire inapproprié

source: Report inappropriate nodes
fr_ch: Signaler les nœuds inappropriés

source: Report inappropriate post
fr_ch: Signaler un message inapproprié

source: Report overview
fr_ch: Aperçu du rapport

source: Report reasons
fr_ch: Motifs du rapport

source: Reported
fr_ch: Signalé

source: Reported content overview
fr_ch: Aperçu du contenu signalé

source: Reporter
fr_ch: Rapporteur

source: Reports
fr_ch: Statistiques

source: Request approved event enrollment
fr_ch: Demande d'inscription à un événement approuvé

source: Request date
fr_ch: Date de demande

source: Request enrollment in @label Event
fr_ch: Demande d'inscription à @label Event

source: Request event enrollment
fr_ch: Demande d'inscription à un événement

source: Request group membership
fr_ch: Demande d'inscription au groupe

source: Request membership
fr_ch: Demander l'inscription

source: Request message
fr_ch: Demande de message

source: Request only
fr_ch: Demande uniquement

source: Request or invite status
fr_ch: Statut de la demande ou de l'invitation

source: Request page link.
fr_ch: Lien de la page de demande.

source: Request sent
fr_ch: Demande envoyée

source: Request status
fr_ch: Statut de la demande

source: Request to enroll
fr_ch: Demander à s'inscrire

source: Request to enroll - users can "request to enroll" for this event which event organisers approve/decline
fr_ch: Sur demande - Le créateur ou les organisateurs de l'événement doivent approuver la demande d'inscription envoyée par un utilisateur

source: Request to enroll - users can 'request to enroll' for this event which event organisers approve/decline
fr_ch: Sur demande - Le créateur ou les organisateurs de l'événement doivent approuver la demande d'inscription envoyée par un utilisateur

source: Request to join
fr_ch: Demander à s'inscrire

source: Request to join - users can "request to join" this group which group managers approve/decline
fr_ch: Sur demande - Les gestionnaires du groupe doivent approuver la demande d'inscription envoyée par un utilisateur

source: Request to join a group
fr_ch: Demander à rejoindre le groupe

source: Requested on
fr_ch: Demande reçue le

source: Require group types
fr_ch: Exiger des types de groupes

source: Resend an invitation
fr_ch: Renvoyer une invitation

source: Resend invite
fr_ch: Renvoyer l'invitation

source: Resend invites for group members
fr_ch: Renvoyer des invitations aux membres du groupe

source: Reset
fr_ch: Réinitialiser

source: Reset password with <b>username</b> or <b>email</b>
fr_ch: Réinitialisez votre mot de passe à l'aide de votre <b>username</b> ou de votre <b>email</b>

source: Reset your password
fr_ch: Réinitialisation du mot de passe

source: Restricted HTML
fr_ch: HTML restreint

source: Restricted Name
fr_ch: Nom restreint

source: Retrieves a list of teas.
fr_ch: Récupère une liste de thés.

source: Returns the account identifier.
fr_ch: Renvoie l'identifiant du compte.

source: Returns the client mutation id from a payload.
fr_ch: Renvoie l'identifiant de mutation du client à partir d'une charge utile.

source: Returns the cursor of an edge.
fr_ch: Renvoie le curseur d'une arête.

source: Returns the edges of a connection.
fr_ch: Renvoie les arêtes d'une connexion.

source: Returns the entity's url.
fr_ch: Renvoie l'url de l'entité.

source: Returns the node associated with an edge.
fr_ch: Renvoie le nœud associé à une arête.

source: Returns the nodes of a connection.
fr_ch: Renvoie les nœuds d'une connexion.

source: Returns the page info of a connection.
fr_ch: Renvoie les informations sur la page d'une connexion.

source: Returns the roles that a user has.
fr_ch: Renvoie les rôles d'un utilisateur.

source: Returns the status of the user.
fr_ch: Renvoie le statut de l'utilisateur.

source: Returns the violations from a payload.
fr_ch: Renvoie les violations d'une charge utile.

source: Reverse
fr_ch: Inversé

source: Review Open Social
fr_ch: Avis sur Open Social

source: Role
fr_ch: Rôle

source: Role TargetId
fr_ch: Rôle TargetId

source: Roles
fr_ch: Rôles

source: Save
fr_ch: Enregistrer

source: Save Mentions Type
fr_ch: Enregistrer le type de mentions

source: Save and continue
fr_ch: Enregistrer et continuer

source: Save configuration
fr_ch: Enregistrer la configuration

source: Saved the %label Activity.
fr_ch: Sauvegarde de l'activité %label.

source: Saved the %label Event enrollment.
fr_ch: Sauvegarde de l'inscription à l'événement %label.

source: Saved the %label Font.
fr_ch: Sauvegarde de l'étiquette %label Font.

source: Saved the %label Post type.
fr_ch: Sauvegarde du type de message %label.

source: Saved the %label Queue storage entity type.
fr_ch: A enregistré le type d'entité de stockage %label Queue.

source: Saved the %label Queue storage entity.
fr_ch: Sauvegarde de l'entité de stockage %label Queue.

source: Saved the %label settting.
fr_ch: Sauvegarde de la configuration de %label.

source: Say something about these image(s)
fr_ch: Dites quelque chose à propos de cette image

source: Say something to the Community
fr_ch: Dîtes quelque chose à la communauté !

source: Say something to the group
fr_ch: Dîtes quelque chose dans ce groupe !

source: Search
fr_ch: Recherche

source: Search API date
fr_ch: Date de l'API de recherche

source: Search All
fr_ch: Rechercher tout

source: Search Content
fr_ch: Rechercher dans le contenu

source: Search Groups
fr_ch: Recherche de groupes

source: Search Index
fr_ch: Index de recherche

source: Search Users
fr_ch: Rechercher des utilisateurs

source: Search content
fr_ch: Rechercher dans le contenu

source: Search content block
fr_ch: Bloc de contenu de recherche

source: Search hero block
fr_ch: Bloc du héros de la recherche

source: Search index disabled
fr_ch: Index de recherche désactivé

source: Search index enabled
fr_ch: Index de recherche activé

source: Search index exists
fr_ch: L'index de recherche existe

source: Search navbar block
fr_ch: Bloc de la barre de navigation de recherche

source: Search users
fr_ch: Rechercher des utilisateurs

source: Secondary
fr_ch: Secondaire

source: Secondary tabs
fr_ch: Onglets secondaires

source: Secret group
fr_ch: Groupe caché

source: Secret group: Group membership
fr_ch: Groupe secret : Membres du groupe

source: Secret group: Group node (Album)
fr_ch: Groupe secret : nœud de groupe (Album)

source: Secret groups
fr_ch: Groupe caché

source: See all likes
fr_ch: Voir tous les goûts

source: See all members
fr_ch: Voir tous les membres

source: See all organisers
fr_ch: Voir tous les organisateurs

source: See event details
fr_ch: Voir les détails de l'événement

source: See excluded enrollees on other pages
fr_ch: Voir les personnes exclues sur d'autres pages

source: See related content
fr_ch: Voir le contenu connexe

source: See selected enrollees on other pages
fr_ch: Inscrits sélectionnés sur les autres pages

source: See selected invites on other pages
fr_ch: Voir les invitations sélectionnées sur d'autres pages

source: See selected members on other pages
fr_ch: Membres sélectionnés sur les autres pages

source: See the event
fr_ch: Voir l'événement

source: See who else is going
fr_ch: Voir qui d'autre y va

source: Select / unselect all @count invites across all the pages
fr_ch: Sélectionner / désélectionner toutes les invitations @count sur toutes les pages

source: Select / unselect all @count members across all the pages
fr_ch: Sélectioner / désélectionner @count membres présents sur toutes les pages

source: Select / unselect all @count results in this view
fr_ch: Sélectionner / déselectionner @count résultats

source: Select a Block from a list to include
fr_ch: Sélectionnez un bloc dans une liste pour l'inclure

source: Select a action for when to display this message.
fr_ch: Sélectionnez une action pour l'affichage de ce message.

source: Select a context where to display this message.
fr_ch: Sélectionnez un contexte dans lequel afficher ce message.

source: Select a entity bundle type to for this message.
fr_ch: Sélectionnez un type de regroupement d'entités pour ce message.

source: Select a entity condition for this message.
fr_ch: Sélectionnez une condition d'entité pour ce message.

source: Select a tag
fr_ch: Sélectionner une étiquette

source: Select any filter and click on Apply to see results
fr_ch: Sélectionnez n'importe quel filtre et cliquez sur Appliquer pour voir les résultats

source: Select blocks
fr_ch: Sélectionner les blocs

source: Select destinations where to display this message.
fr_ch: Sélectionnez les destinations où afficher ce message.

source: Select if items should be aggregated instead of displaying separately.
fr_ch: Sélectionnez si les éléments doivent être regroupés au lieu d'être affichés séparément.

source: Select if items should be created directly instead of in the queue. Warning: performance implications!
fr_ch: Indiquer si les éléments doivent être créés directement plutôt que dans la file d'attente. Attention : conséquences sur les performances !

source: Select in what order selected content should be displayed
fr_ch: Sélectionnez l'ordre dans lequel le contenu sélectionné doit être affiché

source: Select list for albums
fr_ch: Sélectionner la liste pour les albums

source: Select members to add by name or email address
fr_ch: Sélectionnez les membres à ajouter par nom ou par adresse électronique

source: Select one or more comments to perform the update on.
fr_ch: Sélectionnez un ou plusieurs commentaires pour effectuer la mise à jour.

source: Select optional modules
fr_ch: Sélectionner les modules optionnels

source: Select taxonomy vocabularies
fr_ch: Sélectionner des vocabulaires de taxonomie

source: Select terms
fr_ch: Sélectionner les termes

source: Select the fields you want to use on this profile type.
fr_ch: Sélectionnez les champs que vous souhaitez utiliser sur ce type de profil.

source: Select the filters which users should be able to customize default values for when placing the views block into a layout.
fr_ch: Sélectionnez les filtres pour lesquels les utilisateurs doivent pouvoir personnaliser les valeurs par défaut lorsqu'ils placent le bloc de vues dans une mise en page.

source: Select the group types for which you want to enable the event invite feature.
fr_ch: Sélectionnez les types de groupes pour lesquels vous souhaitez activer la fonction d'invitation à un événement.

source: Select the group types in which the content can be posted. It also depends on "Content types" options selected above. For example, if you chose "Topic" on "Content type" option and you want them to be posted in "Flexible group" and "Open group", you will have to select them here. Users will not be able to see the groups of other group types in options while adding/editing content.
fr_ch: Sélectionnez les types de groupes dans lesquels le contenu peut être publié. Cela dépend également des options « Types de contenu » sélectionnées ci-dessus. Par exemple, si vous avez choisi « Sujet » dans l'option « Type de contenu » et que vous souhaitez qu'ils soient publiés dans « Groupe flexible » et « Groupe ouvert », vous devrez les sélectionner ici. Les utilisateurs ne seront pas en mesure de voir les groupes d'autres types de groupes dans les options pendant l'ajout/la modification du contenu.

source: Select the language you want to use this site in.
fr_ch: Sélectionnez la langue dans laquelle vous souhaitez utiliser ce site.

source: Select the order used to show the list of comments.
fr_ch: Sélectionnez l'ordre d'affichage de la liste des commentaires.

source: Select the tags to filter items in the stream.
fr_ch: Sélectionnez les balises pour filtrer les éléments du flux.

source: Select the terms that will show an additional field where users can describe their reasons.
fr_ch: Sélectionnez les termes qui afficheront un champ supplémentaire où les utilisateurs pourront décrire leurs raisons.

source: Select the type of content which will be shown in this block
fr_ch: Sélectionnez le type de contenu qui sera affiché dans ce bloc

source: Select the type(s) of content which will be shown in this block.
fr_ch: Sélectionnez le type de contenu qui sera affiché dans ce bloc

source: Select which icons to show or hide in the main (top) navigation bar.
fr_ch: Sélectionnez les icônes à afficher ou à masquer dans la barre de navigation principale (supérieure).

source: Select which icons you want to show or hide in the main (top) navigation bar.
fr_ch: Sélectionnez les icônes que vous souhaitez afficher ou masquer dans la barre de navigation principale (supérieure).

source: Select which usage data to share
fr_ch: Sélectionner les données d'utilisation à partager

source: Selected @count entities:
fr_ch: @count entités sélectionnées :

source: Selected actions array
fr_ch: Tableau des actions sélectionnées

source: Selected tag will be displayed in a block with the options to follow this tag and see content relates to this tag.
fr_ch: La balise sélectionnée sera affichée dans un bloc avec l'option de suivre cette balise et de voir le contenu lié à cette balise.

source: Selection type
fr_ch: Type de sélection
