Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: Tagging
fr_ch: Étiquetage

source: Tagging field.
fr_ch: Champ de marquage.

source: Tags I follow
fr_ch: Balises que je suis

source: Taxonomy I follow.
fr_ch: Taxonomie que je suis.

source: Taxonomy fields
fr_ch: Champs de la taxonomie

source: Taxonomy settings
fr_ch: Paramètres de taxonomie

source: Taxonomy term I follow
fr_ch: Terme de taxonomie que je suis

source: Taxonomy terms the user is following
fr_ch: Termes de la taxonomie que l'utilisateur suit

source: Taxonomy vocabularies
fr_ch: Vocabulaires de taxonomie

source: Teaser
fr_ch: Résultat de recherche

source: Teaser image in overviews
fr_ch: Image d'accroche dans les aperçus

source: Template configuration
fr_ch: Configuration du modèle

source: Template footer
fr_ch: Pied de page du modèle

source: Template header
fr_ch: En-tête du modèle

source: Terms with additional reason text
fr_ch: Conditions avec texte de motif supplémentaire

source: Text
fr_ch: Texte

source: Text area display format settings
fr_ch: Paramètres du format d'affichage des zones de texte

source: Text block
fr_ch: Bloc texte

source: Text format
fr_ch: Format de texte

source: Text value
fr_ch: Valeur textuelle

source: Textarea
fr_ch: Zone de texte

source: Thanks for enrolling!
fr_ch: Merci de vous inscrire !

source: The (html) link to reply to the comment.
fr_ch: Le lien (html) pour répondre au commentaire.

source: The (html) link to the commented entity.
fr_ch: Le lien (html) vers l'entité commentée.

source: The (html) link to the created entity.
fr_ch: Le lien (html) vers l'entité créée.

source: The (html) link to the liked entity.
fr_ch: Le lien (html) vers l'entité aimée.

source: The @entity_type to which the comment is a reply to.
fr_ch: Le @entity_type auquel ce commentaire est une réponse.

source: The Activity ID.
fr_ch: L'ID de l'activité.

source: The Address module requires the commerceguys/addressing library. <a href=":link" target="_blank">For more information check our readme</a>
fr_ch: Le module Address nécessite la bibliothèque commerceguys/addressing. <a href=":link" target="_blank">Pour plus d'informations, consultez notre readme</a>

source: The Community About.
fr_ch: La Communauté A propos de.

source: The Community Branding Logo Url.
fr_ch: Le logo de la marque communautaire Url.

source: The Event enrollment ID.
fr_ch: L'ID d'inscription à l'événement.

source: The Hex color.
fr_ch: La couleur hexagonale.

source: The ID of the Activity entity.
fr_ch: L'ID de l'entité Activité.

source: The ID of the Event enrollment entity.
fr_ch: L'ID de l'entité d'inscription à l'événement.

source: The ID of the Post entity.
fr_ch: L'ID de l'entité Post.

source: The JS to add to the site.
fr_ch: Le JS à ajouter au site.

source: The Job was not finished correctly, no error thrown.
fr_ch: Le travail n'a pas été terminé correctement, aucune erreur n'a été signalée.

source: The Post ID.
fr_ch: Le Post ID.

source: The URL alias allows you to customise the link to this page.
fr_ch: L'URL vous permet de personnaliser le lien vers cette page.

source: The URL alias must be a relative URL.
fr_ch: L'alias d'URL doit être un URL relatif.

source: The URL of the private message thread group url.
fr_ch: L'URL du groupe de discussion du message privé.

source: The UUID of the Activity entity.
fr_ch: L'UUID de l'entité Activity.

source: The UUID of the Event enrollment entity.
fr_ch: L'UUID de l'entité d'inscription à l'événement.

source: The UUID of the Post entity.
fr_ch: L'UUID de l'entité Post.

source: The activity actions for this message
fr_ch: Les actions de l'activité pour ce message

source: The activity context for this message
fr_ch: Le contexte de l'activité pour ce message

source: The activity destinations for this message
fr_ch: Les destinations de l'activité pour ce message

source: The activity was already deleted. We marked it as successful.
fr_ch: L'activité a déjà été supprimée. Nous l'avons marquée comme réussie.

source: The actor for this request if any.
fr_ch: L'acteur de cette demande, le cas échéant.

source: The album visibility will be the same as the visibility of this post
fr_ch: La visibilité de l'album sera la même que celle de cette publication

source: The amount of login attempts that can be made by a username.
fr_ch: Nombre de tentatives de connexion possibles pour un nom d'utilisateur.

source: The amount of login attempts that can be made from a certain IP address.
fr_ch: Le nombre de tentatives de connexion qui peuvent être effectuées à partir d'une certaine adresse IP.

source: The approved comments listing.
fr_ch: La liste des commentaires approuvés.

source: The author ID of the mention
fr_ch: L'ID de l'auteur de la mention

source: The author of the comment.
fr_ch: L'auteur du commentaire.

source: The author of the content type that was commented on.
fr_ch: L'auteur du type de contenu qui a été commenté.

source: The author of the parent comment.
fr_ch: L'auteur du commentaire des parents.

source: The author of the parent entity.
fr_ch: L'auteur de l'entité mère.

source: The body of notification e-mails for anonymous enrollees.
fr_ch: Le corps des courriels de notification pour les inscrits anonymes.

source: The brand color.
fr_ch: La couleur de la marque.

source: The brand colors for this community.
fr_ch: Les couleurs de la marque pour cette communauté.

source: The character limit is 140 characters including spaces.
fr_ch: La limite de caractères est de 140 caractères, espaces compris.

source: The color alpha component.
fr_ch: La composante alpha de la couleur.

source: The color blue component.
fr_ch: Le composant de couleur bleue.

source: The color green component.
fr_ch: Le composant de couleur verte.

source: The color red component.
fr_ch: Le composant de couleur rouge.

source: The color.
fr_ch: La couleur.

source: The commented content type.
fr_ch: Le type de contenu commenté.

source: The community branding information.
fr_ch: L'information sur le marquage communautaire.

source: The content type.
fr_ch: Le type de contenu.

source: The created date cannot be in the future.
fr_ch: La date de création ne peut pas se situer dans le futur.

source: The date field
fr_ch: Le champ date

source: The date of the comment.
fr_ch: La date du commentaire.

source: The date of the parent comment.
fr_ch: La date du commentaire du parent.

source: The description is optional: if a line contains value|label a description will not be shown.
fr_ch: La description est facultative : si une ligne contient valeur|étiquette, la description ne sera pas affichée.

source: The display name of the Receiver of the email.
fr_ch: Nom d'affichage du destinataire de l'e-mail.

source: The display name that is visible for unpriviliged users.
fr_ch: Nom d'affichage visible par les utilisateurs non privilégiés.

source: The download count module has been uninstalled.
fr_ch: Le module de comptage des téléchargements a été désinstallé.

source: The email subject line
fr_ch: L'objet du courriel

source: The email you are about to send is sent from the platform's email address. If you wish to receive replies on this email on your own email address, please specify your email address in this field.
fr_ch: L'email que vous allez envoyer sera envoyé depuis l'adresse générique WeGreen de la plateforme. Si vous souhaitez recevoir des réponses directement sur votre propre adresse, spécifiez s'il vous plaît l'adresse email dans le champs ci-dessus.

source: The email(s) will be send in the background. You will be notified upon completion.
fr_ch: Les e-mails sont en cours d'envoi en arrière-plan. Vous serez averti une fois l'opération terminée.

source: The enrollment request of @name has been declined.
fr_ch: La demande d'inscription de @name a été rejetée.

source: The entered username already exists or has an incorrect format. Please try again.
fr_ch: Le nom d'utilisateur n'est pas disponible. Veuillez en créer un autre (vous pouvez mettre un chiffre ou un caractère spécial).

source: The entities that are affected for this message
fr_ch: Les entités concernées par ce message

source: The entity condition for this message
fr_ch: La condition d'entité pour ce message

source: The entity condition that are affected for this message
fr_ch: Les conditions de l'entité qui sont affectées par ce message

source: The entity type
fr_ch: Le type d'entité

source: The entity type to which this mention is attached.
fr_ch: Le type d'entité auquel cette mention est rattachée.

source: The event date and time are set based on the site's default timezone.
fr_ch: La date et l'heure de l'événement sont basé sur le fuseau horaire par défaut du site.

source: The event date and time are set based on your timezone. @change_timezone.
fr_ch: La date et l'heure de l'événement sont basées sur votre fuseau horaire.

source: The event enrollment request has been approved.
fr_ch: La demande d'inscription à l'événement a été approuvée.

source: The event enrollment request has been declined.
fr_ch: La demande d'inscription à l'événement a été rejetée.

source: The event will take place at the
fr_ch: L'évènement aura lieu :

source: The explore page shows content not directly related to you, so placed in a groups you are not a member of.
fr_ch: La page d'exploration affiche un contenu qui n'est pas directement lié à vous, donc placé dans un groupe dont vous n'êtes pas membre.

source: The group content type.
fr_ch: Le type de contenu du groupe.

source: The group content url.
fr_ch: L'url du contenu du groupe.

source: The group type is
fr_ch: Le type du groupe est

source: The human-readable name of this mention type. It is recommended that this name begin with a capital letter and contain only letters, numbers, and spaces. This name must be unique.
fr_ch: Nom lisible par l'homme de ce type de mention. Il est recommandé que ce nom commence par une majuscule et ne contienne que des lettres, des chiffres et des espaces. Ce nom doit être unique.

source: The individual display name of a user, when receiving an email.
fr_ch: Le nom d'affichage individuel d'un utilisateur, lorsqu'il reçoit un courrier électronique.

source: The invite email message body.
fr_ch: Le corps du message d'invitation.

source: The invite email subject.
fr_ch: L'objet du courriel d'invitation.

source: The invite has been removed.
fr_ch: L'invitation a été supprimée.

source: The invite helper text.
fr_ch: Le texte d'aide à l'invitation.

source: The job was finished correctly.
fr_ch: Le travail a été effectué correctement.

source: The language code for the Activity entity.
fr_ch: Code de la langue de l'entité Activity.

source: The language code for the Event enrollment entity.
fr_ch: Code de la langue de l'entité d'enregistrement de l'événement.

source: The language code for the Post entity.
fr_ch: Le code langue de l'entité Post.

source: The liked content type.
fr_ch: Le type de contenu aimé.

source: The link (button) to reply to the comment, will include raw HTML.
fr_ch: Le lien (bouton) permettant de répondre au commentaire comprendra du HTML brut.

source: The link to the commented entity, can be post or node, will include raw HTML.
fr_ch: Le lien vers l'entité commentée, qui peut être un message ou un nœud, comprendra du HTML brut.

source: The link to the created entity, can be post or node, will include raw HTML.
fr_ch: Le lien vers l'entité créée, qui peut être un message ou un nœud, comprendra du HTML brut.

source: The link to the entity, can be post or node, will include raw HTML.
fr_ch: Le lien vers l'entité, qui peut être un message ou un nœud, comprendra du HTML brut.

source: The link to the request page of the group.
fr_ch: Le lien vers la page de demande du groupe.

source: The machine name of the feature.
fr_ch: Le nom de la machine de l'élément.

source: The member(s) of the private message thread. Add multiple members by seperating them with a comma.
fr_ch: Il est possible d'envoyer un message à plusieurs destinataires en séparant leur nom par une virgule.

source: The name of the Event enrollment entity.
fr_ch: Champ facultatif.

source: The name of the Font entity.
fr_ch: Le nom de l'entité Font.

source: The name of the Queue storage entity entity.
fr_ch: Nom de l'entité de stockage de la file d'attente.

source: The name of the user you want to make a member
fr_ch: Le nom de l'utilisateur dont vous voulez faire un membre

source: The number of terms at which point to topic type chooser will switch from radio buttons to dropdown.
fr_ch: Le nombre de termes à partir duquel le sélecteur de type de sujet passera des boutons radio à la liste déroulante.

source: The number of users that user following.
fr_ch: Le nombre d'utilisateurs que l'utilisateur suit.

source: The number of users who are followed.
fr_ch: Nombre d'utilisateurs suivis.

source: The output location of the sitewide JS.
fr_ch: L'emplacement de sortie du sitewide JS.

source: The partial text of the comment.
fr_ch: Le texte partiel du commentaire.

source: The partial text of the parent comment.
fr_ch: Le texte partiel du commentaire parent.

source: The path for the frontpage is not allowed for anonymous users.
fr_ch: Le chemin de la page d'accueil n'est pas autorisé pour les utilisateurs anonymes.

source: The path for the frontpage is not allowed.
fr_ch: Le chemin d'accès à la page d'accueil n'est pas autorisé.

source: The path for the frontpage is not valid.
fr_ch: Le chemin d'accès à la page d'accueil n'est pas valide.

source: The path for the frontpage should start with a forward slash.
fr_ch: Le chemin d'accès à la page d'accueil doit commencer par une barre oblique.

source: The possible values this field can contain. Enter one value per line, in the format value|label|description.
fr_ch: Les valeurs possibles que ce champ peut contenir. Saisissez une valeur par ligne, dans le format valeur|étiquette|description.

source: The preferred features information.
fr_ch: Les informations sur les caractéristiques préférées.

source: The primary identifier for a mention.
fr_ch: L'identifiant principal d'une mention.

source: The public visibility setting has been disabled. In order to change the visibility to public, please contact a site manager.
fr_ch: Le paramètre de visibilité publique a été désactivé. Afin de changer la visibilité en public, merci de contacter un gestionnaire de site.

source: The recipient of an event invite.
fr_ch: Le destinataire d'une invitation à un événement.

source: The recipient user entity display name.
fr_ch: Le nom d'affichage de l'entité utilisateur du destinataire.

source: The recipient user url.
fr_ch: L'url de l'utilisateur du destinataire.

source: The recipient user.
fr_ch: L'utilisateur destinataire.

source: The related group title.
fr_ch: Le titre du groupe concerné.

source: The related group url.
fr_ch: L'url du groupe concerné.

source: The related node title.
fr_ch: Le titre du nœud apparenté.

source: The request to enroll to an enrollment is approved
fr_ch: La demande d'inscription a été approuvée

source: The route (tab) a member lands on when going to a group.
fr_ch: L'itinéraire (onglet) qu'emprunte un membre lorsqu'il se rend dans un groupe.

source: The route (tab) a non-member lands on when going to a group.
fr_ch: L'itinéraire (onglet) qu'emprunte un non-membre lorsqu'il se rend dans un groupe.

source: The social event type module is not enabled.
fr_ch: Le module de type événement social n'est pas activé.

source: The subject of notification e-mails for anonymous enrollees.
fr_ch: L'objet des courriels de notification pour les inscrits anonymes.

source: The subject of the email task that ran in the background.
fr_ch: Objet de la tâche de courrier électronique exécutée en arrière-plan.

source: The subject used when sending email notifications.
fr_ch: L'objet utilisé lors de l'envoi de notifications par courrier électronique.

source: The term "@term" could not be created.
fr_ch: Le terme "@term" n'a pas pu être créé.

source: The text of the comment.
fr_ch: Le texte du commentaire.

source: The text of the parent comment.
fr_ch: Le texte du commentaire du parent.

source: The text to show in this block.
fr_ch: Le texte à afficher dans ce bloc.

source: The the community about name.
fr_ch: La communauté sur le nom.

source: The time in seconds that needs to pass before a login block expires (IP).
fr_ch: Le temps en secondes qui doit s'écouler avant l'expiration d'un bloc de connexion (IP).

source: The time in seconds that needs to pass before a login block expires (User).
fr_ch: Le temps en secondes qui doit s'écouler avant l'expiration d'un bloc de connexion (Utilisateur).

source: The time that the entity was created.
fr_ch: L'heure à laquelle l'entité a été créée.

source: The time that the entity was last edited.
fr_ch: La date à laquelle l'entité a été modifiée pour la dernière fois.

source: The time that the mention was created.
fr_ch: L'heure à laquelle la mention a été créée.

source: The title of the node to add to the group
fr_ch: Le titre du nœud à ajouter au groupe

source: The type of the content that is created in the group.
fr_ch: Le type de contenu créé dans le groupe.

source: The type of the content that is related to following term.
fr_ch: Le type de contenu lié au terme suivant.

source: The type of the content that was commented on.
fr_ch: Le type de contenu qui a été commenté.

source: The type of the content that was liked
fr_ch: Le type de contenu qui a été aimé

source: The unapproved comments listing.
fr_ch: La liste des commentaires non-approuvés.

source: The unique ID of the object that contains mention
fr_ch: L'ID unique de l'objet qui contient la mention

source: The update has been performed.
fr_ch: La mise à jour a été effectuée.

source: The update has encountered an error.
fr_ch: La mise à jour a échoué.

source: The url to the content that is created in the group.
fr_ch: L'url du contenu créé dans le groupe.

source: The user ID of author of the Activity entity.
fr_ch: L'identifiant de l'auteur de l'entité Activité.

source: The user ID of author of the Event enrollment entity.
fr_ch: Utilisateur membre de la plateforme.

source: The user ID of author of the Font entity.
fr_ch: L'identifiant de l'auteur de l'entité Font.

source: The user ID of author of the Post entity.
fr_ch: L'identifiant de l'auteur de l'entité Post.

source: The user ID of author of the Queue storage entity entity.
fr_ch: L'identifiant de l'auteur de l'entité de stockage Queue.

source: The user information for a UserAwareInterface implementing type.
fr_ch: Les informations relatives à l'utilisateur pour un type de mise en œuvre UserAwareInterface.

source: The user language code.
fr_ch: Le code de langue de l'utilisateur.

source: The user that authored the mention
fr_ch: L'utilisateur auteur de la mention

source: The user that is mentioned
fr_ch: L'utilisateur mentionné

source: The username %name has not been activated or is blocked.
fr_ch: Le nom d'utilisateur %name n'a pas été activé ou est bloqué.

source: The username can not be an email address.
fr_ch: Le nom d'utilisateur ne peut pas être une adresse électronique.

source: The value is the stored value. The label and description will be used in displayed values and edit forms.
fr_ch: La valeur est la valeur stockée. L'étiquette et la description seront utilisées dans les valeurs affichées et les formulaires d'édition.

source: The visibility of this content is set to @visibility_label
fr_ch: La visibilité de ce contenu est défini comme @visibility_label

source: The visibility option for no one field has been changed.
fr_ch: L'option de visibilité pour aucun champ a été modifiée.

source: The visibility option has been changed to configurable for the following fields: @list
fr_ch: L'option de visibilité a été modifiée pour devenir configurable pour les champs suivants : @list

source: There @link to enroll in this event.
fr_ch: Vous avez reçu @link pour rejoindre cet événement.

source: There @link to join this group.
fr_ch: Vous avez reçu @link pour rejoindre ce groupe.

source: There are currently no terms in the vocabulary.
fr_ch: Il n'y a actuellement aucun terme dans le vocabulaire.

source: There are no groups yet.
fr_ch: Il n'y a pas de groupes pour l'instant.

source: There are no members yet.
fr_ch: Il n'y aucun membre dans ce groupe pour l'instant.

source: There are no spots left
fr_ch: Il n'y a plus de places disponibles

source: There is a new post in your stream
fr_ch: Il y a une nouvelle publication sur votre profil

source: There is already a setting created for this role.
fr_ch: Un paramètre a déjà été créé pour ce rôle.

source: There is no profile added yet, you can <a href="/user/{{ arguments.uid }}/profile">add a profile here</a>
fr_ch: Le profil est vide, vous pouvez <a href="/user/{{ arguments.uid }}/profile">compléter votre profil ici</a>

source: There is no profile information you can change here.
fr_ch: Il n'y a pas d'informations de profil que vous pouvez modifier ici.

source: There is no profile information you can change here. Change your @settings.
fr_ch: Il n'y a pas d'informations de profil que vous pouvez modifier ici. Modifiez vos @settings.

source: There was an unexpected error.
fr_ch: Une erreur inattendue s'est produite.

source: These fields allow you to configure various help texts that are shown to users during signup and login
fr_ch: Ces champs vous permettent de configurer différents textes d'aide qui sont affichés aux utilisateurs lors de l'inscription et de la connexion

source: This description will be displayed when hovering over the menu link.
fr_ch: Cette description s'affiche lorsque vous survolez le lien du menu.

source: This field has been disabled by the plugin to guarantee the functionality that's expected of it.
fr_ch: Ce champ a été désactivé par le plugin afin de garantir la fonctionnalité attendue.

source: This field stores text values from a dropdown list of allowed 'value => label => description' pairs.
fr_ch: Ce champ stocke des valeurs textuelles provenant d'une liste déroulante de paires "valeur => étiquette => description" autorisées.

source: This field supports tokens.
fr_ch: Ce champ permet l'utilisation de jetons.

source: This image will be displayed on the block
fr_ch: Cette image sera affichée sur le bloc

source: This input text will be displayed in the block
fr_ch: Ce texte d'entrée sera affiché dans le bloc

source: This is a closed group. Users can only join by invitation and the content in the group is hidden from non members.
fr_ch: Pour qu'un utilisateur rejoigne un groupe fermé, un gestionnaire du groupe doit lui envoyer une invitation. Tous les contenus qui y sont partagés ne sont visibles qu'aux membres du groupe.

source: This is a public group. Users may join without approval and all content added in this group will be visible to all community members and anonymous users.
fr_ch: N'importe quel utilisateur peut s'inscrire librement à un groupe public et les contenus qui y sont partagés sont visibles pour tous les internautes, qu'ils soient connectés ou non à la plateforme.

source: This is a secret group. Users can only join by invitation and the group itself and its content are hidden from non members.
fr_ch: Pour qu'un utilisateur rejoigne un groupe caché, un gestionnaire du groupe doit lui envoyer une invitation. L'existence même du groupe ainsi que tous ses contenus ne sont visibles qu'aux membres du groupe.

source: This is an open group. Users may join without approval and all content added in this group will be visible to all community members.
fr_ch: N'importe quel utilisateur peut s'inscrire librement à un groupe ouvert et les contenus qui y sont partagés sont visibles pour tous les membres.
