Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: Selects a field from an entity.
fr_ch: Sélectionne un champ dans une entité.

source: Self Introduction
fr_ch: A propos de moi

source: Self introduction
fr_ch: A propos de moi

source: Self introduction, expertise and interests
fr_ch: Description, compétences et intérêts

source: Send
fr_ch: Envoyer

source: Send a confirmation email when a member enrolls in an event
fr_ch: Envoyer un courriel de confirmation lorsqu'un membre s'inscrit à un événement

source: Send a reminder to <strong>@user</strong>?
fr_ch: Envoyer un rappel à <strong>@user</strong>?

source: Send a welcome message to new group members
fr_ch: Envoyer un message d'accueil automatique à tout nouvel inscrit

source: Send an email to :selected_count members
fr_ch: Envoyer email à:selected_count members

source: Send confirmation after standalone enrolment
fr_ch: Envoyer une confirmation après l'inscription autonome

source: Send email
fr_ch: Envoyer un mail

source: Send email to event enrollment users
fr_ch: Envoyer un mail aux membres inscrits à cet événement

source: Send email to group members
fr_ch: Envoyer un mail aux membres du groupe

source: Send in case
fr_ch: Envoyer dans le cas

source: Send invite(s)
fr_ch: Envoyer les invitations

source: Send mail
fr_ch: Envoyer le mail

source: Send password reset instructions via email.
fr_ch: Envoyer les instructions de réinitialisation par courriel.

source: Send reminder
fr_ch: Envoyer un rappel

source: Send request
fr_ch: Envoyer la demande

source: Send usage data.
fr_ch: Envoyer des données d'utilisation.

source: Send your invite(s) by email
fr_ch: Envoyer cette invitation par mail

source: Sending Invites
fr_ch: Envoi en cours

source: Sending invites...
fr_ch: Envoi en cours...

source: Sent email to %recipient
fr_ch: Courriel envoyé à %recipient

source: Separate multiple values by a comma.
fr_ch: Séparer chaque tag par une virgule.

source: Seret group: Group Invitation
fr_ch: Groupe Seret : Invitation du groupe

source: Set Sitewide Javascript
fr_ch: Définir le Javascript pour l'ensemble du site

source: Set Social Group settings
fr_ch: Définir les paramètres du groupe social

source: Set a limit for event enrollments. Users are not able to enroll once the maximum number of enrollees is reached.
fr_ch: Limitez le nombre d'inscriptions à cet événement. Les utilisateurs ne pourront pas s'inscrire une fois que le nombre maximal d'inscrits est atteint.

source: Set a limit to number of enrollees
fr_ch: Fixer une limite au nombre d'inscrits

source: Set an alternative frontpage for authenticated users.
fr_ch: Définir une page d'accueil alternative pour les utilisateurs authentifiés.

source: Set author of event as event organiser automatically.
fr_ch: Définir automatiquement l'auteur de l'événement comme organisateur de l'événement.

source: Set wether event types field is required or not.
fr_ch: Définir si le champ des types d'événements est obligatoire ou non.

source: Set wether the tour is enabled or not.
fr_ch: Indique si la visite est activée ou non.

source: Set whether event types field is required or not.
fr_ch: Définir si le champ des types d'événements est obligatoire ou non.

source: Set who can post public items on this platform.
fr_ch: Définir qui peut publier des éléments publics sur cette plateforme.

source: Set your password
fr_ch: Création du mot de passe

source: Settings
fr_ch: Paramètres

source: Settings for Mentions module.
fr_ch: Paramètres du module Mentions.

source: Settings for Social Event AN Enroll module.
fr_ch: Paramètres du module Social Event AN Enroll.

source: Settings for Social Event Invite module.
fr_ch: Paramètres du module d'invitation aux événements sociaux.

source: Settings for Social Event Max Enroll module.
fr_ch: Paramètres du module Social Event Max Enroll.

source: Settings for Social Groups.
fr_ch: Paramètres pour les groupes sociaux.

source: Settings for content reporting.
fr_ch: Paramètres pour les rapports sur le contenu.

source: Settings for event managers implementation.
fr_ch: Paramètres pour la mise en œuvre des gestionnaires d'événements.

source: Settings for event types implementation.
fr_ch: Paramètres pour la mise en œuvre des types d'événements.

source: Settings for group quckjoin.
fr_ch: Paramètres pour le groupe quckjoin.

source: Settings for profiletype: @profile_type
fr_ch: Paramètres pour le type de profil : @profile_type

source: Settings for sitewide JS.
fr_ch: Paramètres pour le sitewide JS.

source: Settings for the Add to Calendar button
fr_ch: Paramètres pour le bouton Ajouter au calendrier

source: Settings form for Post entities. Manage field settings here.
fr_ch: Formulaire de paramétrage des entités Post. Gérer les paramètres des champs ici.

source: Settings form for Queue storage entity entities. Manage field settings here.
fr_ch: Formulaire de paramétrage des entités de stockage de la file d'attente. Gérer les paramètres des champs ici.

source: Settings to change consent embedded content.
fr_ch: Paramètres pour modifier le contenu incorporé dans le consentement.

source: Share this page
fr_ch: Partager cette page

source: Share usage data Open Social development team and help us improve the product.
fr_ch: Partagez vos données d'utilisation avec l'équipe de développement d'Open Social et aidez-nous à améliorer le produit.

source: Share usage data with Open Social team
fr_ch: Partager les données d'utilisation avec l'équipe Open Social

source: Shares usage data to the Open Social team. This helps us prioritise issues and new features making Open Social better.
fr_ch: Partage les données d'utilisation avec l'équipe d'Open Social. Cela nous aide à prioriser les problèmes et les nouvelles fonctionnalités pour améliorer Open Social.

source: Sharing Options
fr_ch: Options de partage

source: Show
fr_ch: Afficher

source: Show all :num_comments comments
fr_ch: Montrer les :num_comments commentaires

source: Show content
fr_ch: Afficher le contenu

source: Show debug information in Open Social modules. Intended for developers only.
fr_ch: Afficher les informations de débogage dans les modules Open Social. Réservé aux développeurs.

source: Show email
fr_ch: Montrer le courriel

source: Show email address in help messages
fr_ch: Afficher l'adresse e-mail dans les messages d'aide

source: Show email on all user profiles
fr_ch: Afficher l'adresse e-mail sur tous les profils d'utilisateurs

source: Show hierarchy in dropdown
fr_ch: Montrer la hiérarchie dans la liste déroulante

source: Show language on all user profiles
fr_ch: Montrer la langue des utilisateurs sur leur profil

source: Show my email on my profile
fr_ch: Montrer mon adresse mail sur ma page de profil

source: Show my language on my profile
fr_ch: Montrer mon choix de langue sur mon profil

source: Show site email address in help messages after failed login, signup or password reset.
fr_ch: Affichez l'adresse e-mail du site dans les messages d'aide après un échec de connexion, d'inscription ou de réinitialisation du mot de passe.

source: Show upcoming events (my, community and overview)
fr_ch: Afficher les événements à venir (mon, communauté et vue d'ensemble)

source: Show user timezone
fr_ch: Afficher le fuseau horaire de l'utilisateur

source: Show, but can be hidden by each user
fr_ch: Afficher, mais peut être caché par chaque utilisateur

source: Shows errors in forms next to the incorrect field instead of at the top of the form.
fr_ch: Affiche les erreurs dans les formulaires à côté du champ incorrect plutôt qu'en haut du formulaire.

source: Shows invites to events for a user.
fr_ch: Affichez les invitations à des événements pour un utilisateur.

source: Sign Up
fr_ch: S'inscrire

source: Sign up
fr_ch: S'inscrire

source: Sign up with <b>email</b>
fr_ch: S'inscrire avec une <b>adresse éléctronique</b>

source: Signed in as
fr_ch: Connecté

source: Signup Help Text
fr_ch: Texte d'aide à l'inscription

source: Simple text
fr_ch: Texte simple

source: Site branding
fr_ch: Marque du site

source: Site manager
fr_ch: Gestionnaire de site

source: Site manager remarks
fr_ch: Remarques du gestionnaire de site

source: Sitewide JS settings
fr_ch: Paramètres JS pour l'ensemble du site

source: Sitewide Post form
fr_ch: Formulaire d'affichage pour l'ensemble du site

source: Size of the processing batch
fr_ch: Taille du lot de traitement

source: Skills
fr_ch: Compétences

source: Skip Blocked users
fr_ch: Sauter les utilisateurs bloqués

source: Skip User 1
fr_ch: Sauter l'utilisateur 1

source: Skip confirmation for type @grouptype
fr_ch: Sauter la confirmation pour le type @grouptype

source: Skip not Verified users
fr_ch: Ne pas sauter Utilisateurs vérifiés

source: Skipped installing socialblue theme. Please check release notes.
fr_ch: L'installation du thème socialblue a été omise. Veuillez consulter les notes de version.

source: Skipped installing the social_file_private module because your Private file system is not set. This could have some security implications. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
fr_ch: L'installation du module social_file_private a été ignorée car votre système de fichiers privés n'est pas défini. Cela pourrait avoir des conséquences sur la sécurité. Plus d'informations : https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Small
fr_ch: Occurrence sur le site (carrée)

source: Small Avatar
fr_ch: Petit avatar

source: Small Teaser
fr_ch: Occurrence courte

source: Small hero
fr_ch: Petite bannière

source: Small sized profile image
fr_ch: Image de profil de petite taille

source: Small teaser
fr_ch: Occurrence courte

source: Social (Experimental)
fr_ch: Social (expérimental)

source: Social (experimental)
fr_ch: Social (expérimental)

source: Social Activity
fr_ch: Activité sociale

source: Social Activity Filter
fr_ch: Filtre d'activités sociales

source: Social Activity Filter settings
fr_ch: Paramètres du filtre d'activité sociale

source: Social Admin Menu
fr_ch: Menu d'administration sociale

source: Social Admin Menu enhancements.
fr_ch: Amélioration du menu social de l'administration.

source: Social Advanced Queue
fr_ch: File d'attente sociale avancée

source: Social Ajax Comments
fr_ch: Commentaires Ajax sociaux

source: Social Album
fr_ch: Album social

source: Social Album Settings
fr_ch: Paramètres des albums sociaux

source: Social Book
fr_ch: Livre social

source: Social Book Content Block
fr_ch: Bloc de contenu du livre social

source: Social Book on Landing pages
fr_ch: Social Book sur les pages d'atterrissage

source: Social Branding
fr_ch: La stratégie de marque sociale

source: Social Comment
fr_ch: Commentaire social

source: Social Comment Settings
fr_ch: Paramètres des commentaires sociaux

source: Social Comment Upload
fr_ch: Téléversement de commentaire social

source: Social Comment Upload Settings
fr_ch: Paramètres de téléchargement des commentaires sociaux

source: Social Comment upload settings
fr_ch: Paramètres de téléchargement des commentaires sociaux

source: Social Comments
fr_ch: Commentaire social

source: Social Content
fr_ch: Contenu social

source: Social Content Block
fr_ch: Bloc de contenu social

source: Social Content Block on Landing pages
fr_ch: Bloc de contenu social sur les pages d'atterrissage

source: Social Content Moderation settings
fr_ch: Paramètres de modération des contenus sociaux

source: Social Content Report
fr_ch: Signalement de contenu social

source: Social Core
fr_ch: Le noyau social

source: Social Database
fr_ch: Base de données sociale

source: Social Demo
fr_ch: Démonstration sociale

source: Social Download Count
fr_ch: Nombre de téléchargements sociaux

source: Social Editor
fr_ch: Rédacteur social

source: Social Emoji
fr_ch: Emoji social

source: Social Event
fr_ch: Événement social

source: Social Event AN Enroll
fr_ch: Evénement social AN S'inscrire

source: Social Event Add To Calendar
fr_ch: Événement social Ajouter au calendrier

source: Social Event Anonymous Enrollment Settings
fr_ch: Paramètres d'inscription anonyme à un événement social

source: Social Event Anonymous Enrolments
fr_ch: Inscriptions anonymes à un événement social

source: Social Event Anonymous Enrolments Export
fr_ch: Evénement social Inscriptions anonymes Exportation

source: Social Event Content Block
fr_ch: Bloc de contenu pour les événements sociaux

source: Social Event Enrolments Export
fr_ch: Inscriptions aux événements sociaux Exportation

source: Social Event Invite
fr_ch: Invitation à un événement social

source: Social Event Invite Enrolments
fr_ch: Invitation à un événement social Inscriptions

source: Social Event Invite Settings
fr_ch: Paramètres des invitations aux événements sociaux

source: Social Event Invite block
fr_ch: Bloc d'invitations à des événements sociaux

source: Social Event Managers Settings
fr_ch: Paramètres des gestionnaires d'événements sociaux

source: Social Event Max Enroll
fr_ch: Événement social Inscription maximale

source: Social Event Max Enroll settings
fr_ch: Événement social Paramètres d'inscription maximaux

source: Social Event Organisers
fr_ch: Organisateurs d'événements sociaux

source: Social Event Organisers settings
fr_ch: Paramètres des organisateurs d'événements sociaux

source: Social Event Settings
fr_ch: Paramètres des événements sociaux

source: Social Event Type
fr_ch: Type d'événement social

source: Social Event Type settings
fr_ch: Paramètres du type d'événement social

source: Social Featured Content
fr_ch: Contenu social en vedette

source: Social Featured Items
fr_ch: Éléments en vedette de mise en réseau

source: Social Files
fr_ch: Dossiers sociaux

source: Social Flexible Group
fr_ch: Groupe social flexible

source: Social Flexible Group - Book pages
fr_ch: Social Flexible Group - Pages du livre

source: Social Flexible Group on Landing pages
fr_ch: Groupe social flexible sur les pages d'atterrissage

source: Social Follow Landing Page
fr_ch: Page d'atterrissage Social Follow

source: Social Follow Tag
fr_ch: Balise de suivi social

source: Social Follow Taxonomy
fr_ch: Taxonomie du suivi social

source: Social Follow Taxonomy Term
fr_ch: Terme de la taxonomie Social Follow

source: Social Follow User Settings
fr_ch: Paramètres de l'utilisateur de Social Follow

source: Social Font
fr_ch: Police sociale

source: Social Footer
fr_ch: Pied de page social

source: Social Group
fr_ch: Groupe social

source: Social Group Content Block
fr_ch: Bloc de contenu des groupes sociaux

source: Social Group Default Route
fr_ch: Groupe social Route par défaut

source: Social Group Invite
fr_ch: Invitation à un groupe social

source: Social Group Invite Settings
fr_ch: Paramètres d'invitation des groupes sociaux

source: Social Group Members Export
fr_ch: Membres du groupe social Exportation

source: Social Group Quickjoin
fr_ch: Connexion rapide au groupe social

source: Social Group Quickjoin settings
fr_ch: Paramètres de connexion rapide au groupe social

source: Social Group Request
fr_ch: Demande de groupe social

source: Social Group Settings
fr_ch: Paramètres des groupes sociaux

source: Social Group Tags block
fr_ch: Bloc d'étiquettes de groupes sociaux

source: Social Group User invitations
fr_ch: Invitations d'utilisateurs de groupes sociaux

source: Social Group VBO integration with Groups and Open Social
fr_ch: Intégration de l'OBV des groupes sociaux avec les groupes et Open Social

source: Social Group Welcome Message
fr_ch: Message de bienvenue du groupe social

source: Social Group invitations
fr_ch: Invitations aux groupes sociaux

source: Social Group request
fr_ch: Demande de groupe social

source: Social Groups
fr_ch: Groupe social

source: Social Invite Actions block
fr_ch: Bloc d'actions d'invitation sociale

source: Social Landing Page
fr_ch: Page d'atterrissage sociale

source: Social Language
fr_ch: Langue sociale

source: Social Language - Content Translation
fr_ch: Langage social - Traduction de contenu

source: Social Lets Connect
fr_ch: Connectons-nous social

source: Social Like
fr_ch: J'aime social

source: Social Magic Login Settings
fr_ch: Paramètres de connexion de Social Magic

source: Social Magic login
fr_ch: Connexion à Social Magic

source: Social Mentions
fr_ch: Mentions sociales

source: Social Metatag
fr_ch: Métatag social

source: Social Node
fr_ch: Nœud social

source: Social Page
fr_ch: Page sociale

source: Social Page Content Block
fr_ch: Bloc de contenu des pages sociales

source: Social Path Manager
fr_ch: Gestionnaire du parcours social

source: Social Post
fr_ch: Publication sociale

source: Social Post Album
fr_ch: Album de publication sociale

source: Social Post Photo
fr_ch: Photo d'un post social

source: Social Private Message
fr_ch: Message privé social

source: Social Private Message Owner
fr_ch: Message privé social Propriétaire

source: Social Private Message Thread Members
fr_ch: Message social privé Membres du fil de discussion

source: Social Profile
fr_ch: Profil social

source: Social Profile Fields
fr_ch: Champs de profil social

source: Social Profile Manager Notes
fr_ch: Notes du gestionnaire de profils sociaux

source: Social Profile Organization Tag
fr_ch: Étiquette d'organisation du profil social

source: Social Profile Preview
fr_ch: Aperçu du profil social

source: Social Profile Privacy
fr_ch: Confidentialité des profils sociaux

source: Social Profile Privacy settings
fr_ch: Profil social Paramètres de confidentialité

source: Social Profile Settings
fr_ch: Paramètres du profil social

source: Social Profile Tag Split
fr_ch: Fractionnement des balises des profils sociaux

source: Social Queue Entity
fr_ch: Entité de file d'attente sociale

source: Social Queue item Storage
fr_ch: Stockage des éléments de la file d'attente sociale

source: Social Search
fr_ch: Recherche sociale

source: Social Secret Group
fr_ch: Groupe Social Secret

source: Social Secret Group on Landing pages
fr_ch: Groupe Social Secret sur les pages d'atterrissage

source: Social Sharing
fr_ch: Partage social

source: Social Swiftmailer
fr_ch: Swiftmailer social

source: Social Swiftmailer implementation
fr_ch: Mise en œuvre de Swiftmailer social

source: Social Tag Settings
fr_ch: Paramètres des balises sociales

source: Social Tagging
fr_ch: Marquage social

source: Social Tagging Settings
fr_ch: Paramètres de marquage social

source: Social Tags block
fr_ch: Bloc de tags sociaux

source: Social Topic
fr_ch: Sujet social

source: Social Topic Settings
fr_ch: Paramètres des thèmes sociaux

source: Social User
fr_ch: Utilisateur social

source: Social User Export
fr_ch: Exportation d'utilisateurs sociaux

source: Social User Export Settings
fr_ch: Paramètres d'exportation des utilisateurs sociaux

source: Social User Navigation Bar Settings
fr_ch: Paramètres de la barre de navigation de l'utilisateur social

source: Social User Settings
fr_ch: Paramètres de l'utilisateur social

source: Social User entity from URL
fr_ch: Entité sociale de l'utilisateur à partir de l'URL

# Validation
source: Social User name
fr_ch: Nom d'utilisateur social

source: Social Users
fr_ch: Utilisateur social

source: Social Views bulk operations for Enrollments
fr_ch: Opérations en bloc de Social Views pour les inscriptions

source: Social Views bulk operations for Group Management
fr_ch: Vues sociales opérations en vrac pour la gestion de groupe

source: Social Views bulk operations for invites
fr_ch: Opérations en masse de Social Views pour les invitations

source: Social comment list(Lazy build)
fr_ch: Liste de commentaires sociaux (Lazy build)

source: Social emoji settings
fr_ch: Paramètres des emoji sociaux

source: Social font module
fr_ch: Module de polices sociales

source: Social font module.
fr_ch: Module de police sociale.

source: Social group select list
fr_ch: Liste de sélection des groupes sociaux

source: Social long date
fr_ch: Date sociale longue

source: Social medium date
fr_ch: Date du média social

source: Social medium extended date
fr_ch: Date de prolongation du support social

source: Social private message members select list
fr_ch: Message social privé liste des membres sélectionnés

source: Social profile
fr_ch: Profil social

source: Social profile fields
fr_ch: Champs du profil social

source: Social queue enhancements using the advanced queue modules.
fr_ch: Amélioration de la file d'attente sociale à l'aide des modules de file d'attente avancés.

source: Social sharing
fr_ch: Partage social

source: Social time
fr_ch: Temps social

source: Social user login block
fr_ch: Blocage de la connexion des utilisateurs sociaux

source: Social user selection
fr_ch: Sélection des utilisateurs sociaux

source: Someone added content you might be interested in
fr_ch: Du contenu a été ajouté qui pourrait vous intéresser

source: Someone commented on your content
fr_ch: Votre contenu a été commenté

source: Someone joined one of your groups
fr_ch: Quelqu'un a rejoint l'un de vos groupes

source: Someone reported content as inappropriate
fr_ch: Du contenu à été signalé comme inapproprié

source: Someone wants to enroll to your event
fr_ch: Vous avez reçu une demande d'inscription à votre événement

source: Someone wants to join your group
fr_ch: Quelqu'un veut rejoindre votre groupe

source: Sort
fr_ch: Trier

source: Sort and Filter
fr_ch: Tri et filtre

source: Sort by
fr_ch: Trier par

source: Sort by profile entity
fr_ch: Trier par entité de profil

source: Sort by publish date
fr_ch: Trier par date de publication

source: Sort key
fr_ch: Clé de tri

source: Sorting
fr_ch: Tri

source: Start
fr_ch: Début

source: State
fr_ch: Etat

source: Statistic
fr_ch: Statistiques

source: Status
fr_ch: État

source: Status messages
fr_ch: Messages de statut

source: Status of embedded content settings for AN
fr_ch: Statut des paramètres de contenu intégré pour AN

source: Status of embedded content settings for LU
fr_ch: Statut des paramètres de contenu intégré pour LU

source: Storage for queue item data to be used in processes that run in the background with a long duration.
fr_ch: Stockage des données des éléments de la file d'attente à utiliser dans les processus qui s'exécutent en arrière-plan pendant une longue période.

source: Stream
fr_ch: Fil d'actu

source: Stream (explore)
fr_ch: Flux (explorer)

source: Stream (group)
fr_ch: Flux (groupe)

source: Stream (home)
fr_ch: Stream (domicile)

source: Stream (profile)
fr_ch: Flux (profil)

source: Style for button see:<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">styleguide</a>.
fr_ch: Style pour le bouton voir :<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">styleguide</a>.

source: Subject
fr_ch: Objet

source: Subject line for email notifications
fr_ch: Objet des notifications par courrier électronique

source: Submit
fr_ch: Publier

source: Subtitle
fr_ch: Sous-titre

source: Suffix
fr_ch: Suffixe

source: Suggestions format
fr_ch: Format des suggestions

source: Summary
fr_ch: Résumé

source: Support for multilingual interface translations.
fr_ch: Prise en charge des traductions multilingues de l'interface.

source: Supported Entity Types
fr_ch: Types d'entités pris en charge

source: Supported entity types
fr_ch: Types d'entités pris en charge

source: System
fr_ch: Système

source: System data
fr_ch: Données du système

source: System data (operating system, PHP version, and extensions)
fr_ch: Données du système (système d'exploitation, version de PHP et extensions)

source: System notifications
fr_ch: Autres notifications

source: Tab Management
fr_ch: Point d'entrée dans le groupe

source: Table
fr_ch: Tableau

source: Table of contents
fr_ch: Sommaire

source: Tabs
fr_ch: Onglets

source: Tag
fr_ch: Étiquette

source: Tag content
fr_ch: Tags

source: Tag settings
fr_ch: Paramètres des étiquettes
