Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: In order to change the group type, please contact the content or site managers.
fr_ch: Seuls un gestionnaire du groupe ou un administrateur de la plateforme sont en capacité de modifier le type de groupe après sa création.

source: In order to send your request, please first sign up or log in.
fr_ch: Pour envoyer votre demande, merci de vous inscrire ou de vous connecter.

source: Inappropriate content reported
fr_ch: Contenu inapproprié signalé

source: Inbox
fr_ch: Boîte de réception

source: Individual address field settings
fr_ch: Paramètres des champs d'adresse individuels

source: Inline Form Errors
fr_ch: Erreurs de formulaire en ligne

source: Input Settings
fr_ch: Paramètres d'entrée

source: Install %module_name module.
fr_ch: Installer le module %module_name.

source: Install demo content
fr_ch: Installer le contenu de démonstration

source: Install optional modules
fr_ch: Installer les modules optionnels

source: Installed socialblue theme and made this the default. Please check release notes.
fr_ch: J'ai installé le thème socialblue et j'en ai fait le thème par défaut. Veuillez consulter les notes de version.

source: Installed the social_file_private module. Make sure to read: https://www.drupal.org/docs/8/distributions/open-social/private-files
fr_ch: Installation du module social_file_private. Assurez-vous de lire : https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Integrate Data Policy module.
fr_ch: Intégrer le module de politique des données.

source: Integration with Ajax Comments.
fr_ch: Intégration avec Ajax Comments.

source: Interests
fr_ch: Centres d'intérêt

source: Interface language
fr_ch: Langue de l'interface

source: Invalid or expired
fr_ch: Invalide ou expiré

source: Invitation only
fr_ch: Seulement sur invitation

source: Invitation status
fr_ch: Statut de l'invitation

source: Invite
fr_ch: Inviter quelqu'un dans le groupe

source: Invite date
fr_ch: Date d'invitation

source: Invite event enrollment
fr_ch: Inviter à s'inscrire à un événement

source: Invite only
fr_ch: Sur invitation seulement

source: Invite people
fr_ch: Inviter des personnes

source: Invite resend message
fr_ch: Inviter à renvoyer le message

source: Invite users
fr_ch: Inviter des utilisateurs

source: Invite via email
fr_ch: Invitation par courrier électronique

source: Invite(s) have been successfully sent.
fr_ch: Les invitations ont bien été envoyées.

source: Invite-only
fr_ch: Sur invitation

source: Invite-only - users can only enroll for this event if they are added/invited by event organisers
fr_ch: Sur invitation - Les utilisateurs ne peuvent s'inscrire à l'événement que s'ils y sont invités par le créateur de l'événement ou un organisateur

source: Invite-only - users can only join this group if they are added/invited by group managers
fr_ch: Sur invitation - Les utilisateurs/-trices ne peuvent s'inscrire au groupe que s'iels y sont invité.e.s par un gestionnaire du groupe

source: Invited
fr_ch: Sur invitation

source: Invited by
fr_ch: Invité par

source: Invited on
fr_ch: Invitation envoyée le

source: Invited to join a group
fr_ch: Invité à rejoindre un groupe

source: Invited to join a group activity context
fr_ch: Invité.e à rejoindre un contexte d'activité de groupe

source: Invites
fr_ch: Invitations

source: Invites Overview
fr_ch: Vue d'ensemble des invitations

source: Invites excluded on other pages:
fr_ch: Invitations exclues sur d'autres pages :

source: Invites overview
fr_ch: Récapitulatif des invitations

source: Inviting Members
fr_ch: Envoi de l'invitation

source: Is the entity considered finished by the background task it was used in?
fr_ch: L'entité est-elle considérée comme terminée par la tâche d'arrière-plan dans laquelle elle a été utilisée ?

source: It is not possible to change the group type of a secret group.
fr_ch: Il n'est pas possible de modifier le type de groupe d'un groupe secret.

source: Item
fr_ch: Objet

source: Items
fr_ch: Éléments

source: Items per page
fr_ch: Éléments par page

source: JS Location
fr_ch: Emplacement de la JS

source: Jane Doe
fr_ch: ex : Nicolas Hulot

source: Jane Doe, johndoe@example.com
fr_ch: ex : Nicolas Hulot, nico@exemple.fr

source: Join
fr_ch: Joindre

source: Join group
fr_ch: Rejoindre le groupe

source: Join method
fr_ch: Méthode pour rejoindre

source: Join methods
fr_ch: Méthodes d'adhésion

source: Join to group
fr_ch: Rejoindre le groupe

# Is a member
source: Joined
fr_ch: Rejoint

source: Joined date
fr_ch: Date d’inscription

source: Label
fr_ch: Étiquette

source: Label for the Frontpage Setting.
fr_ch: Étiquette pour le paramètre de la page d'accueil.

source: Label for the Post type.
fr_ch: Libellé du type de poste.

source: Label for the Queue storage entity type.
fr_ch: Étiquette pour le type d'entité de stockage Queue.

source: Landing Pages
fr_ch: Pages d'atterrissage

source: Landing page
fr_ch: Page de destination

source: Landing tab for members
fr_ch: Onglet d'atterrissage pour les membres

source: Landing tab for non-members
fr_ch: Onglet d'atterrissage pour les non-membres

source: Language
fr_ch: Langue

source: Language code
fr_ch: Code de la langue

source: Large
fr_ch: Bannière

source: Large sized profile image
fr_ch: Image de profil de grande taille

source: Last
fr_ch: Fin

source: Last 14 days
fr_ch: 14 derniers jours

source: Last 30 days
fr_ch: 30 derniers jours

source: Last 7 days
fr_ch: 7 derniers jours

source: Last Month
fr_ch: Le mois dernier

source: Last access
fr_ch: Dernier accès

source: Last login
fr_ch: Dernière connexion

source: Last name
fr_ch: Nom de famille

source: Last two comments on post
fr_ch: Les deux derniers commentaires sur le poste

source: Last updated
fr_ch: Dernière mise à jour

source: Last »
fr_ch: Dernier »

source: Latest group topics
fr_ch: Derniers sujets du groupe

source: Latest topic block
fr_ch: Bloc de la dernière publication

source: Latest topics
fr_ch: Dernières publications

source: Latest topics block
fr_ch: Bloc des dernières publications

source: Latest topics group
fr_ch: Dernier groupe de sujets

source: Latest topics page
fr_ch: Page des derniers thèmes

source: Leave @entity_type_id
fr_ch: Laisser @entity_type_id

source: Leave a comment
fr_ch: Laisser un commentaire

source: Leave a message to @name
fr_ch: Dîtes quelque chose à @name

source: Leave blank for all. Otherwise, the first selected term will be the default instead of "Any".
fr_ch: Laisser vide pour tous. Sinon, le premier terme sélectionné sera la valeur par défaut à la place de "Tout".

source: Leave remark
fr_ch: Laisser une remarque

source: Like
fr_ch: J'aime

source: Limit search and mention
fr_ch: Limiter la recherche et la mention

source: Limit to vocabulary
fr_ch: Limiter au vocabulaire

source: Link
fr_ch: Lien

source: Link URI can be accessed by the anonymous user
fr_ch: L'utilisateur anonyme peut accéder à l'URI du lien

source: Link for Anonymous User
fr_ch: Lien pour l'utilisateur anonyme

source: Link for Logged In User
fr_ch: Lien pour l'utilisateur connecté

source: Link to close report
fr_ch: Lien vers le rapport final

source: Link to entity that contains mention
fr_ch: Lien vers l'entité qui contient la mention

source: Link with Custom Class
fr_ch: Lien personnalisé

source: Linked to owner
fr_ch: Lié au propriétaire

source: List
fr_ch: Lister

source: List Font entities
fr_ch: Liste des entités de polices

source: List Frontpage Setting
fr_ch: Paramètres de la page d'accueil de la liste

source: List and edit post entities
fr_ch: Liste et modification des entités de l'article

source: List of Queue Storage item types
fr_ch: Liste des types d'éléments de stockage de la file d'attente

source: List of Queue Storage items
fr_ch: Liste des éléments de stockage de la file d'attente

source: List of pages where information block can be shown.
fr_ch: Liste des pages où le bloc d'information peut être affiché.

source: Lists (Views)
fr_ch: Listes (vues)

source: Load default profile
fr_ch: Charger le profil par défaut

source: Loaded search index
fr_ch: Index de recherche chargé

source: Loads the comments.
fr_ch: Les commentaires sont nombreux.

source: Loads the default profile for a user.
fr_ch: Charge le profil par défaut d'un utilisateur.

source: Loads the events.
fr_ch: Charge les événements.

source: Loads the files.
fr_ch: Charge les fichiers.

source: Loads the managers for a event.
fr_ch: Charge les gestionnaires d'un événement.

source: Loads the topics.
fr_ch: Charge les thèmes.

source: Located at:
fr_ch: Localisé à :

source: Location name
fr_ch: Nom du lieu

source: Log In
fr_ch: S'identifier

source: Log in
fr_ch: Se connecter

source: Log in Help Text
fr_ch: Se connecter Texte d'aide

source: Log in with <b>username</b> or <b>email</b>
fr_ch: Connectez-vous à l'aide de votre <b>username</b> ou de votre <b>email</b>

source: Login
fr_ch: Identifiant

source: Login and Registration help texts
fr_ch: Textes d'aide à la connexion et à l'enregistrement

source: Login attempt failed for %user.
fr_ch: Échec de connexion pour %user.

source: Login attempt failed from %ip.
fr_ch: Tentative de connexion échouée depuis l'IP %ip.

source: Login tokens related to individual user accounts for easy access.
fr_ch: Jetons de connexion liés à des comptes d'utilisateurs individuels pour faciliter l'accès.

source: Logout
fr_ch: Déconnexion

source: Machine name
fr_ch: Nom système

source: Main category
fr_ch: Catégorie principale

source: Main menu
fr_ch: Menu principal

source: Main navigation
fr_ch: Navigation principale

source: Main page content
fr_ch: Contenu de la page principale

source: Makes sure that blocked users are not added to the index.
fr_ch: Permet de s'assurer que les utilisateurs bloqués ne sont pas ajoutés à l'index.

source: Makes sure that only Verified users are added to the index.
fr_ch: Permet de s'assurer que seuls les utilisateurs vérifiés sont ajoutés à l'index.

source: Makes sure that user 1 is not added to the index.
fr_ch: Assure que l'utilisateur 1 n'est pas ajouté à l'index.

source: Makes the theme pages a bit UI friendly for people with the permissions.
fr_ch: Rend les pages du thème un peu plus conviviales pour les personnes disposant des autorisations nécessaires.

source: Manage All Enrollments
fr_ch: Gérer les inscrits

source: Manage Enrollments
fr_ch: Gérer les inscrits

source: Manage Event Enrollment Requests
fr_ch: Gérer les demandes d'inscription à un événement

source: Manage Everything Enrollments
fr_ch: Gérer tous les inscrits

source: Manage Mention Types
fr_ch: Gérer les types de mentions

source: Manage access to the "Albums" user tab.
fr_ch: Gérer l'accès à l'onglet utilisateur « Albums ».

source: Manage all groups
fr_ch: Gérer tous les groupes

source: Manage by organizers only
fr_ch: Gestion par les organisateurs uniquement

source: Manage data policy entities and settings.
fr_ch: Gérez les entités et les paramètres de la politique de données.

source: Manage enrollment access
fr_ch: Gérer l'accès à l'inscription

source: Manage enrollment invites
fr_ch: Gérer les invitations d'inscription

source: Manage enrollment requests
fr_ch: Gérer les demandes d'inscription

source: Manage enrollments
fr_ch: Gérer les inscrits

source: Manage event enrollment invites
fr_ch: Gérer les invitations d'inscription aux événements

source: Manage event enrollment requests
fr_ch: Gérer les demandes d'inscription à des événements

source: Manage form and displays settings of posts
fr_ch: Gérer les paramètres de formulaire et d'affichage des articles

source: Manage members
fr_ch: Gérer les membres

source: Manage requests
fr_ch: Gérer les demandes

source: Manage user accounts, roles, and permissions.
fr_ch: Gérer les comptes utilisateurs, les rôles et les droits.

source: Mandatory reason text
fr_ch: Texte du motif obligatoire

source: Markup
fr_ch: Balisage

source: Master
fr_ch: Maître

source: Maximum Event Enrollment
fr_ch: Inscription maximale à l'événement

source: Maximum Event Enrollment settings
fr_ch: Paramètres maximaux d'inscription à un événement

source: Maximum event enrollments field is required
fr_ch: Le champ "Nombre maximum d'inscriptions à l'événement" est obligatoire

source: Maximum number of enrollees
fr_ch: Nombre maximum de participants

source: Maximum number of times to count the file download per time window. Enter 0 for no flood control limits.
fr_ch: Nombre maximal de fois où le téléchargement du fichier doit être compté par fenêtre temporelle. Entrez 0 pour aucune limite de contrôle de l'inondation.

source: Media
fr_ch: Média

source: Media bridge
fr_ch: Pont médiatique

source: Medium Teaser
fr_ch: Teaser moyen

source: Medium sized profile image
fr_ch: Image de profil de taille moyenne

source: Member
fr_ch: Membre

source: Member account
fr_ch: Compte du membre

source: Member for
fr_ch: Membre depuis

source: Members
fr_ch: Membres

source: Members excluded on other pages:
fr_ch: Membres exclus sur d'autres pages :

source: Members of @name
fr_ch: Membres de @name

source: Members of {{ arguments.gid }}
fr_ch: Membres de {{ arguments.gid }}

source: Members who liked this @content
fr_ch: @content : qui a liké ?

source: Membership Request rejected
fr_ch: Demande d'adhésion rejetée

source: Membership count
fr_ch: Nombre de membres

source: Membership has been successfully denied.
fr_ch: La demande d'inscription au groupe a été refusée.

source: Membership invite notification
fr_ch: Notification des invitations d'inscription

source: Membership request approved
fr_ch: Demande d'inscription approuvée

source: Membership request rejected
fr_ch: Demande d'inscription au groupe rejetée

source: Membership requests
fr_ch: Demande d'inscription

source: Membership requests notification
fr_ch: Notifications de demande d'adhésion

source: Mention ID
fr_ch: Mentionner l'ID

source: Mention Title
fr_ch: Titre de la mention

source: Mention Type
fr_ch: Type de mention

source: Mention UUID.
fr_ch: Mentionner l'UUID.

source: Mention activity context
fr_ch: Mentionner le contexte de l'activité

source: Mention in a post
fr_ch: Mention dans un post

source: Mentioned user uid
fr_ch: Mentionné utilisateur uid

source: Mentions Filter
fr_ch: Filtre de mentions

source: Mentions Filter settings
fr_ch: Mentions Paramètres du filtre

source: Mentions Settings
fr_ch: Paramètres des mentions

source: Mentions entity will be created only for selected entity types.
fr_ch: L'entité Mentions ne sera créée que pour les types d'entités sélectionnés.

source: Mentions entry
fr_ch: Mentions entrée

source: Mentions in a comment
fr_ch: Mentions dans un commentaire

source: Mentions settings
fr_ch: Paramètres des mentions

source: Mentions types
fr_ch: Mentionne les types

source: Mentions user
fr_ch: Mentionne l'utilisateur

source: Menu link
fr_ch: Lien du menu

source: Menu management
fr_ch: Gestion des menus

source: Message template activity settings
fr_ch: Paramètres d'activité du modèle de message

source: Message to me
fr_ch: Messages qui me sont adressés

source: Mode Block
fr_ch: Mode Bloc

source: Module for embedding social media links. Currently in an experimental stage. NOTE, This module is a work in progress and has some serious peformance issues still.
fr_ch: Module permettant d'intégrer des liens vers les médias sociaux. Actuellement en phase expérimentale. NOTE, Ce module est un travail en cours et a encore de sérieux problèmes de performance.

source: Module for lazy loading content using the blazy library.
fr_ch: Module de chargement paresseux de contenu utilisant la bibliothèque blazy.

source: Module for lazy loading images using the blazy library.
fr_ch: Module de chargement paresseux d'images utilisant la bibliothèque blazy.

source: Module for managing path aliases. Currently in an experimental stage. NOTE, This module is a work in progress and has some serious peformance issues still.
fr_ch: Module de gestion des alias de chemins. Actuellement en phase expérimentale. NOTE, Ce module est un travail en cours et a encore de sérieux problèmes de performance.

source: Module to insert site wide custom JS.
fr_ch: Module permettant d'insérer des JS personnalisés à l'échelle du site.

source: Modules installed
fr_ch: Modules installés

source: Most commented
fr_ch: Les plus commentés

source: Most liked
fr_ch: Les plus aimés

source: Most popular
fr_ch: Les plus populaires

source: Most recent
fr_ch: Les plus récents

source: Moved event or topic between groups
fr_ch: Déplacement d'un événement ou d'un sujet d'un groupe à l'autre

source: Moving content after creation function has been disabled. In order to move this content, please contact a site manager.
fr_ch: La fonction de déplacement de contenu après création a été désactivée. Pour déplacer ce contenu, veuillez contacter un gestionnaire de site.

source: Muted groups
fr_ch: Groupes mis sur silencieux

source: My Groups
fr_ch: Mes groupes

source: My Invitations
fr_ch: Mes invitations

source: My albums
fr_ch: Mes albums

source: My events
fr_ch: Mes événements

source: My group membership request is approved
fr_ch: Ma demande d'inscription au groupe a été approuvée

source: My groups
fr_ch: Mes groupes

source: My profile
fr_ch: Mon profil

source: My topics
fr_ch: Mes publications

source: My upcoming events
fr_ch: Mes événements à venir

source: My upcoming events block
fr_ch: Mon bloc d'événements à venir

source: Name
fr_ch: Nom

source: Name or email contains
fr_ch: Nom ou courriel contenant

source: Names and profile image
fr_ch: Nom et photo de profil

source: Nationalities
fr_ch: Nationalités

source: Nationality
fr_ch: Nationalité

source: Navigation Settings
fr_ch: Paramètres de navigation

source: Never
fr_ch: jamais

source: New Album
fr_ch: Nouvel album

source: New Book Page
fr_ch: Nouvelle book page

source: New Content
fr_ch: Nouveau contenu

source: New Event
fr_ch: Nouvel événement

source: New Group
fr_ch: Nouveau groupe

source: New Landing Page
fr_ch: Nouvelle landing page

source: New Page
fr_ch: Nouvelle page

source: New Topic
fr_ch: Nouvelle publication

source: New content has been added to a group you are in
fr_ch: Du nouveau contenu a été ajouté à un groupe dans lequel vous êtes membre

source: New message
fr_ch: Nouveau message

source: New registered users get the "verified user & authenticated" role when they are registered. With this setting disabled, new registered users get the "authenticated" role when they are registered.
fr_ch: Les nouveaux utilisateurs enregistrés obtiennent le rôle "utilisateur vérifié et authentifié" lorsqu'ils sont enregistrés. Si ce paramètre est désactivé, les nouveaux utilisateurs enregistrés obtiennent le rôle "authentifié" lorsqu'ils sont enregistrés.

source: Newest -> Oldest
fr_ch: Le plus récent -> Le plus ancien

source: Newest Members
fr_ch: Bienvenue aux nouveaux !

source: Newest first
fr_ch: Les plus récents d'abord

source: Newest groups
fr_ch: Derniers groupes créés

source: Newest groups block
fr_ch: Bloc des groupes les plus récents

source: Newest groups page
fr_ch: Page des groupes les plus récents

source: Newest members
fr_ch: Bienvenue aux nouveaux !

source: Newest topics
fr_ch: Dernières publications

source: Newest users
fr_ch: Utilisateurs les plus récents

source: Newest users block
fr_ch: Blocage des utilisateurs les plus récents

source: Newest users page
fr_ch: Page des nouveaux utilisateurs

source: News
fr_ch: Nouvelles

source: Next 14 days
fr_ch: 14 prochains jours

source: Next 30 days
fr_ch: 30 prochains jours

source: Next 7 days
fr_ch: 7 prochains jours

source: Next month
fr_ch: Le mois prochain

source: Next ›
fr_ch: Suivant ›

source: Nickname
fr_ch: Pseudonyme

source: No
fr_ch: Non

source: No activities data to be processed.
fr_ch: Aucune donnée d'activité à traiter.

source: No albums found for this user
fr_ch: Aucun groupe pour cet utilisateur

source: No albums in this group
fr_ch: Aucun album dans ce groupe

source: No books in this group
fr_ch: Aucun livre dans ce groupe

source: No comments available.
fr_ch: Aucun commentaire disponible.

source: No content available.
fr_ch: Aucun contenu disponible.

source: No events found
fr_ch: Aucun événement n'a été trouvé

source: No events found for this user
fr_ch: Aucun événement n'a été créé

source: No events in this group
fr_ch: Aucun

source: No events to be processed.
fr_ch: Aucun événement à traiter.

source: No groups found for this user
fr_ch: Inscription à aucun groupe à ce jour

source: No invitations available.
fr_ch: Aucune nouvelle invitation à rejoindre un groupe pour l'instant.

source: No invites were sent, recipients already received one before.
fr_ch: Les invitations n'ont pas été envoyés, les destinataires les ayant déjà reçues auparavant.

source: No likes yet
fr_ch: Aucun j'aime pour l'instant

source: No matching content found
fr_ch: Aucun contenu correspondant n'a été trouvé

source: No members in this group
fr_ch: Aucun membre dans ce groupe

source: No membership requests available.
fr_ch: Aucune demande d'adhésion disponible.

source: No one has been invited for this event yet.
fr_ch: Personne n'a été invité à cet événement.

source: No one has enrolled for this event
fr_ch: Personne ne s'est inscrit à cet événement

source: No one has enrolled for this event as anonymous user
fr_ch: Aucun utilisateur anonyme ne s'est inscrit à cet événement

source: No one has requested to be enrolled for this event yet.
fr_ch: Personne n'a demandé à s'inscrire à votre événement pour l'instant.

source: No people available.
fr_ch: Personne n'est disponible.

source: No reports available.
fr_ch: Aucun rapport disponible.

source: No results found.
fr_ch: Aucun résultat n'a été trouvé.

source: No spots left
fr_ch: Il n'y a plus de places disponibles

source: No spots left.
fr_ch: Il n'y a plus de places disponibles.

source: No topics found
fr_ch: Aucune publication trouvée

source: No topics found for this user
fr_ch: Aucune publication n'a encore été partagée

source: No topics in this group
fr_ch: Aucune publication n'a été partagée dans ce groupe

source: No upcoming events in this group
fr_ch: Aucun

source: No upcoming events you have enrolled for
fr_ch: Vous n'êtes inscrit à aucun événement à venir

source: Node
fr_ch: Nœud

source: Node title
fr_ch: Titre du nœud

source: Nodes
fr_ch: Nœuds

source: Non members landing tab
fr_ch: Page d'accueil pour les non-membres

source: None
fr_ch: Aucune

source: Not enrolled
fr_ch: Non inscrit

source: Not installed
fr_ch: Non installé

source: Not reply comment
fr_ch: Pas de réponse Commentaire

source: Notice: Drag and drop has intentionally been disabled for this vocabulary.
fr_ch: Avis : Le glisser-déposer a été intentionnellement désactivé pour ce vocabulaire.

source: Notification
fr_ch: Notifications

source: Notification Center
fr_ch: Notifications reçues

source: Notification archive
fr_ch: Archives des notifications

source: Notification from %site_name
fr_ch: Nouvelle notification %site_name

source: Notification from [site:name]
fr_ch: Notification de [site:name]

source: Notify user by email after anonymous enrollment
fr_ch: Notifier l'utilisateur par courrier électronique après l'inscription anonyme

source: Now processing profile :progress of :count
fr_ch: Traitement du profil :progress de :count

source: Number of Likes
fr_ch: Nombre de J'aime

source: Number of Private messages
fr_ch: Nombre de messages privés

source: Number of comments
fr_ch: Nombre de commentaires

source: Number of group members
fr_ch: Nombre de membres du groupe

source: Number of groups where node is added.
fr_ch: Nombre de groupes auxquels le nœud est ajouté.

source: Number of items
fr_ch: Nombre d'éléments
