Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: When enabled, users are not able to hide their email address on their profile. When disabled, users will be able to control the visibility of their emailaddress.
fr_ch: Lorsque cette option est activée, les utilisateurs ne peuvent pas masquer leur adresse électronique sur leur profil. Lorsqu'elle est désactivée, les utilisateurs peuvent contrôler la visibilité de leur adresse électronique.

source: When enabled, users are not able to hide their preferred language on their profile. When disabled, users will be able to control the visibility of their language preference.
fr_ch: Lorsque cette option est activée, les utilisateurs ne peuvent pas masquer la langue qu'ils préfèrent sur leur profil. Lorsqu'elle est désactivée, les utilisateurs peuvent contrôler la visibilité de leurs préférences linguistiques.

source: When filtering use AND condition.
fr_ch: Pour filtrer, utilisez la condition AND.

source: When filtering with multiple terms use AND condition in the query.
fr_ch: Pour filtrer avec plusieurs termes, utilisez la condition AND dans la requête.

source: When the amount of available event types reach this amount, on the event edit and create page, the radio widget will be changed to a select widget for better usability.
fr_ch: Lorsque le nombre de types d'événements disponibles atteindra cette quantité, sur la page de modification et de création d'événements, le widget radio sera remplacé par un widget de sélection pour plus de convivialité.

source: When the amount of available topic types reach this amount, on the topic edit and create page, the radio widget will be changed to a select widget for better usability.
fr_ch: Lorsque le nombre de types d'événements disponibles atteindra cette quantité, sur la page de modification et de création d'événements, le widget radio sera remplacé par un widget de sélection pour plus de convivialité.

source: When this setting is enabled, anonymous users are allowed to enroll in newly created events by default. The event organiser will still be able to change this if they have the permission.
fr_ch: Lorsque ce paramètre est activé, les utilisateurs anonymes sont autorisés par défaut à s'inscrire aux événements nouvellement créés. L'organisateur de l'événement pourra toujours modifier ce paramètre s'il en a l'autorisation.

source: When this setting is enabled, users who have never logged in will not receive email notifications, they still receive notifications via the notification center within the community.
fr_ch: Lorsque ce paramètre est activé, les utilisateurs qui ne se sont jamais connectés ne reçoivent pas de notifications par e-mail, ils reçoivent toujours les notifications via le centre de notification au sein de la communauté.

source: When visiting a profile the user will end up at this page first
fr_ch: Lorsque l'utilisateur visite un profil, il arrive d'abord sur cette page

source: Whether a reason is mandatory when reporting inappropriate content.
fr_ch: L'obligation de motiver le signalement d'un contenu inapproprié.

source: Whether anonymous enrollment is enabled by default for new events.
fr_ch: Si l'inscription anonyme est activée par défaut pour les nouveaux événements.

source: Whether event creators can edit the anonymous enrollment setting per event.
fr_ch: Si les créateurs d'événements peuvent modifier le paramètre d'inscription anonyme par événement.

source: Whether event enrollment for anonymous users is enabled.
fr_ch: Si l'inscription aux événements pour les utilisateurs anonymes est activée.

source: Whether the author field should be removed from comment forms.
fr_ch: La question de savoir si le champ auteur doit être supprimé des formulaires de commentaires.

source: Whether the author of an event is automatically an event organiser.
fr_ch: Si l'auteur d'un événement est automatiquement un organisateur d'événement.

source: Whether the content is immediately unpublished if a user reports it as inappropriate.
fr_ch: Si le contenu est immédiatement retiré si un utilisateur le signale comme inapproprié.

source: Whether the maximum event enrollments field is required
fr_ch: Obligation ou non d'indiquer le nombre maximum d'inscriptions à l'événement

source: Whether the maximum number of event enrollments feature is enabled
fr_ch: Si la fonction du nombre maximum d'inscriptions à un événement est activée

source: Whether the type selection is required for events.
fr_ch: Si la sélection du type est requise pour les événements.

source: Whether to allow add profile tags
fr_ch: Autoriser ou non l'ajout de balises de profil

source: Whether to allow profile tagging for LU
fr_ch: Autoriser ou non le marquage des profils pour LU

source: Whether to allow splitting profile tags
fr_ch: Autoriser ou non le fractionnement des balises de profil

source: Whether to show a message to the user when they've used a magic login link.
fr_ch: Indique s'il faut afficher un message à l'utilisateur lorsqu'il a utilisé un lien de connexion magique.

source: Whether to show e-mail addresses on user profiles.
fr_ch: Indiquer si les adresses électroniques doivent être affichées sur les profils des utilisateurs.

source: Whether to show preferred language on user profiles.
fr_ch: Si le langage préféré est montré sur leurs profils.

source: Whether to use first level of profile tags
fr_ch: Utiliser ou non le premier niveau de balises de profil

source: Whether users get notified by e-mail after they've enrolled anonymously.
fr_ch: Si les utilisateurs reçoivent des notifications par email une fois qu'ils se sont inscrits anonymement.

source: Whether users should fill in a mandatory reason or if it is optional.
fr_ch: Si les utilisateurs doivent remplir obligatoirement ou si c'est optionnel.

source: Which roles should it apply to
fr_ch: À quels rôles doit-elle s'appliquer ?

source: Who can register on your platform and adjust the contents of automatic emails sent by your platform.
fr_ch: Qui peut s'inscrire sur votre plateforme et ajuster le contenu des e-mails automatiques envoyés par votre plateforme.

source: Who can see the group.
fr_ch: Qui peut voir le groupe.

source: Who liked this entity
fr_ch: Qui a aimé ce contenu

source: Whoops... something went wrong!
fr_ch: Oups... quelque chose n'a pas marché !

source: Will add share links for social media sites to public content.
fr_ch: Ajoutera des liens de partage pour les sites de médias sociaux au contenu public.

source: Will automatically render previews of links to content on popular websites such as YouTube, Twitter, Vimeo, etc.
fr_ch: Affiche automatiquement des aperçus de liens vers des contenus sur des sites web populaires tels que YouTube, Twitter, Vimeo, etc.

source: Will generate files, users, groups, events, topics, comments and posts.
fr_ch: Va générer des fichiers, utilisateurs, groupes, événements, sujets, commentaires et posts.

source: Yes
fr_ch: Oui

source: Yes, continue
fr_ch: Oui, continuez

source: You
fr_ch: Vous

source: You are already a member of the @group.
fr_ch: Vous êtes déjà membre du @group.

source: You are enrolled in the event [node:title]
fr_ch: Vous êtes inscrit:e à l'événement [node:title]

source: You are no longer enrolled in this event. Your personal data used for the enrollment is also deleted.
fr_ch: Vous êtes désinscrits de cet événement. Vos données personnelles utilisées pour l'inscription est aussi supprimée.

source: You are not allowed to comment on content in a group you are not member of.
fr_ch: Vous ne pouvez pas commenter un contenu partagé dans un groupe auquel vous n'êtes pas membre.

source: You are not allowed to edit this field!
fr_ch: Vous n'êtes pas autorisé à modifier ce champ !

source: You are not allowed to view comments on content in a group you are not member of. You can join the group @group_link.
fr_ch: Vous n'êtes pas autorisé(e) à voir des commentaires sur les contenus des groupes desquels vous n'êtes pas membre. Vous pouvez joindre le groupe @group_link.

source: You are now automatically following this @type. @unfollow_link.
fr_ch: Vous suivez désormais ce contenu. @unfollow_link.

source: You can enable 'Mentions Filter' for the mentions type below for the appropriate @text_format
fr_ch: Vous pouvez activer le 'Filtre de mentions' pour le type de mentions ci-dessous pour le format @text_format approprié.

source: You can enter or paste multiple entries separated by comma or semicolon
fr_ch: Pour ajouter plusieurs utilisateurs, séparez-les par une virgule ou un point-virgule

source: You can hide individual address fields, with the exception of the country field. <br/> Disable the country field by disabling the whole address, using the checkbox <em>field_profile_address</em>.
fr_ch: Vous pouvez masquer les champs d'adresse individuels, à l'exception du champ du pays. <br/> Désactivez le champ du pays en désactivant l'ensemble de l'adresse, à l'aide de la case à cocher <em>field_profile_address</em>.

source: You can leave a message in your request. Once your request is approved, you will receive a notification via email and notification center.
fr_ch: Vous pouvez laisser un message. Une fois votre requête acceptée, vous allez recevoir une notification via email et votre centre de notification.

source: You can leave a message in your request. Only when your request is approved, you will receive a notification via email and notification center.
fr_ch: Vous pouvez laisser un message aux organisateurs de l'événement. Si votre demande est approuvée, vous recevrez une notification pour vous en informer.

source: You can use the token [social_user:recipient] for a personalized salutation, to add the users name in your email
fr_ch: Pour personnaliser simplement l'email et ajouter le nom des destinataires automatiquement, vous pouvez utiliser le [social_user:recipient]

source: You do not follow any tags.
fr_ch: Vous ne suivez aucune balise.

source: You do not have any administrative items.
fr_ch: Vous n'avez accès à aucune page d'administration.

source: You do not have any notifications.
fr_ch: Vous n'avez aucune notification.

source: You do not have any private messages yet. Click on the button on the right to start a new message.
fr_ch: Vous n'avez aucun message pour l'instant. Cliquez sur le bouton à droite pour envoyer un nouveau message.

source: You don't have access to join this group.
fr_ch: Vous n'avez pas l'autorisation de rejoindre ce groupe.

source: You don't have any event invites yet.
fr_ch: Aucune nouvelle invitation à rejoindre un événement pour l'instant.

source: You have a new comment on a post
fr_ch: Un post a été commentée

source: You have a new enrollment to your event
fr_ch: Vous avez une nouvelle inscription à votre événement

source: You have a new reply to a thread you were mentioned in
fr_ch: Il y a une nouvelle réponse à une discussion dans laquelle vous avez été mentionné:e

source: You have a new reply to your comment
fr_ch: Vous avez reçu:e une nouvelle réponse à votre commentaire

source: You have accepted the invitation for the @event event.
fr_ch: Vous avez accepté l'invitation pour l'événement @event.

source: You have been added to an event
fr_ch: Vous avez été inscrit:e à un événement

source: You have been already enrolled to this event. You have also received a notification via email.
fr_ch: Vous vous êtes déjà inscrit-e à cet événement. Vous avez aussi reçu une confirmation par email.

source: You have been enrolled in the event [node:title]. You can cancel your enrollment anytime using the following link: [social_event_an_enroll:enrolled_event].
fr_ch: Vous vous êtes inscrit-e à l'évènement [node:title]. Vous pouvez annuler votre inscription à tout moment en utilisant le lien suivant : [social_event_an_enroll:enrolled_event].

source: You have been invited to an event
fr_ch: Vous avez été invité:e à un événement

source: You have been invited to join a group
fr_ch: Vous avez été invité(e) à rejoindre un groupe

source: You have been invited to join this group
fr_ch: Vous avez été invité(e) à rejoindre ce groupe

source: You have been mentioned
fr_ch: Vous avez été mentionné:e

source: You have declined the invitation for the @event event.
fr_ch: Vous avez rejeté l'invitation pour l'événement @event.

source: You have enrolled
fr_ch: Vous êtes inscrit

source: You have enrolled for this event.
fr_ch: Vous êtes inscrit.e pour cet évènement.

source: You have insufficient permissions to delete this vocabulary
fr_ch: Vous n'avez pas les autorisations suffisantes pour supprimer ce vocabulaire

# Is a member
source: You have joined
fr_ch: Membre du groupe

source: You have joined the group and you can leave your comment now.
fr_ch: Vous avez rejoint le groupe et pouvez à présent laisser des commentaires.

source: You have just used your one-time login link. It is no longer necessary to use this link to log in.
fr_ch: Vous avez utilisé votre lien unique de connexion. Il n'est plus nécessaire d'utiliser ce lien pour vous connecter.

source: You have posted successfully in your new album @link
fr_ch: Vous avez bien publié dans votre nouvel album @link

source: You have received a new private message
fr_ch: Vous avez reçu un message

source: You have successfully enrolled to this event. Also you are now following the event, which means you will receive notifications when a new comment is placed.
fr_ch: Vous êtes désormais inscrit à cet événement.

source: You have tried to use a one-time link that has expired.
fr_ch: Vous avez essayé d'utiliser un lien unique qui a expiré.

source: You have tried to use a one-time link that is invalid.
fr_ch: Vous avez essayé d'utiliser un lien qui a expiré.

source: You must update Open Social to the latest version of 8.x before upgrading to 9.0 or later.
fr_ch: Vous devez mettre à jour Open Social avec la dernière version 8.x avant de passer à la version 9.0 ou ultérieure.

source: You need to set your password in order to log in.
fr_ch: Vous devez renseigner votre mot de passe afin de vous connecter.

source: You're already a member of this group.
fr_ch: Vous êtes déjà membre de ce groupe.

source: You've been added to this group.
fr_ch: Vous êtes à présent inscrit-e à ce groupe.

source: Your content has been liked
fr_ch: Votre contenu a été aimé

source: Your footer settings have been updated
fr_ch: Les paramètres de votre pied de page ont été mis à jour

source: Your group and all of its topics, events and posts have been deleted.
fr_ch: Votre groupe et tous ses sujets, événements et posts ont été supprimés.

source: Your message has been created.
fr_ch: Votre message a été envoyé.

source: Your message has been deleted.
fr_ch: Le fil de conversation a été supprimé.

source: Your post %label has been posted.
fr_ch: Votre post %label a été publié.

source: Your post %label has been saved.
fr_ch: Votre post %label a été enregistré.

source: Your report has been submitted.
fr_ch: Votre rapport a été soumis.

source: Your report is removed.
fr_ch: Votre rapport est retiré.

source: Your request has been sent successfully
fr_ch: Votre demande a bien été envoyée

source: Your request is waiting for Group Administrator's approval
fr_ch: Votre demande est en attente de l'approbation de l'administrateur du groupe

source: Your request to enroll to an event has been accepted
fr_ch: Votre demande d'inscription à un événement a été acceptée

source: Your request to join a group has been accepted
fr_ch: Votre demande de rejoindre un groupe a été approuvée

source: [current-user:display-name] has invited you to join a group on [site:name].
fr_ch: [current-user:display-name] vous invite à rejoindre un groupe sur [site:name].

source: a @content_type
fr_ch: un @content_type

source: a.btn.btn-default|Default link a.btn.btn-primary|Primary link a.btn.btn-accent|Accent link span.badge.badge-primary|Primary badge span.badge.badge-secondary|Secondary badge span.badge.badge--pill.badge-default|Pill badge
fr_ch: a.btn.btn-default|Lien par défaut a.btn.btn-primary|Lien primaire a.btn.btn-accent|Lien accentué span.badge.badge-primary|Badge primaire span.badge.badge-secondaire|Badge secondaire span.badge.badge--pill.badge-default|Badge pilier

source: about @label
fr_ch: au sujet de @label

source: about @profile_name @profile_name_extra
fr_ch: au sujet de @profile_name @profile_name_extra

source: account settings here
fr_ch: paramètres du compte ici

source: activity_stream_group
fr_ch: groupe_courant_d'activité

source: activity_stream_profile
fr_ch: profil_courant_d'activité

source: alternative_frontpage config
fr_ch: configuration de la page d'accueil alternative

source: an
fr_ch: un

source: an @content_type
fr_ch: un @content_type

source: ascending
fr_ch: croissant

source: author
fr_ch: auteur

source: by
fr_ch: par

source: comments
fr_ch: commentaires

source: content @type: deleted @label.
fr_ch: Contenu @type : @label supprimé.

source: create a new account
fr_ch: créer un nouveau compte

source: default content types
fr_ch: types de contenu par défaut

source: default group types
fr_ch: types de groupes par défaut

source: default taxonomy terms
fr_ch: termes de la taxonomie par défaut

source: descending
fr_ch: décroissant

source: email notification settings
fr_ch: paramètres de réception des notifications

source: entity id from url
fr_ch: l'identifiant de l'entité à partir de l'url

source: entity type from url
fr_ch: type d'entité à partir de l'url

source: event
fr_ch: événement

source: event enrollments
fr_ch: inscriptions à l'événement

source: events
fr_ch: Événements

source: field_account
fr_ch: champ_compte

source: field_account: User
fr_ch: champ_compte : Utilisateur

source: field_album
fr_ch: champ_album

source: field_event
fr_ch: champ_événement

source: field_event: Content
fr_ch: field_event : Contenu

source: field_event_managers
fr_ch: gestionnaires_d'événements_de_champs

source: field_message_context
fr_ch: champ_message_contexte

source: field_message_destination
fr_ch: champ_message_destination

source: field_message_related_object
fr_ch: objet_relatif_au_message_de_champ

source: field_topic_type_expose_filter
fr_ch: filtre_exposition_type_de_thème_de_champ

source: files
fr_ch: fichiers

source: following
fr_ch: abonnements

source: for this user
fr_ch: pour cet utilisateur

source: from @org
fr_ch: (@org)

source: group members
fr_ch: membres du groupe

source: group_contextual
fr_ch: groupe_contextuel

source: group_events
fr_ch: événements_de_groupe

source: groups
fr_ch: groupes

source: has the publish status of
fr_ch: Statut de publication

source: here
fr_ch: ici

source: in @event
fr_ch: dans @event

source: in @topic
fr_ch: dans @topic

source: in the community
fr_ch: dans la communauté

source: in the group
fr_ch: dans le groupe

source: internal uuid
fr_ch: uuid interne

source: is (1) new request
fr_ch: une nouvelle demande

source: is the type of
fr_ch: Type de publication

source: last »
fr_ch: dernier »

source: likes
fr_ch: mentions j'aime

source: located at:
fr_ch: localisé à :

source: log in
fr_ch: S'identifier

source: more
fr_ch: plus

source: never
fr_ch: jamais

source: next ›
fr_ch: suivant ›

source: on a
fr_ch: sur un

source: on the
fr_ch: sur le

source: only visible to all logged-in users.
fr_ch: Uniquement visible pour les utilisateurs connectés.

source: only visible to logged-in group members.
fr_ch: seulement visible par les membres du groupe.

source: post
fr_ch: contribution

source: posted
fr_ch: a publié

source: posts
fr_ch: Contributions

source: profile image
fr_ch: Image de profil

source: profile_compact
fr_ch: profil_compact

source: published
fr_ch: publié

source: recipient_group_reference
fr_ch: référence_du_groupe_destinataire

source: related to tag(s) you follow:
fr_ch: en rapport avec le(s) tag(s) que vous suivez :

source: see profile
fr_ch: voir le profil

source: serif
fr_ch: empattement

source: show some more
fr_ch: en montrer un peu plus

source: sign up
fr_ch: inscription

source: site administrator
fr_ch: administrateur du site

source: skip download counts
fr_ch: Sauter le nombre de téléchargements

source: social an hero image (1200 x 490)
fr_ch: social une image de héros (1200 x 490)

source: social file thumbnails (145x145)
fr_ch: vignettes de fichiers sociaux (145x145)

source: social medium (44 x 44)
fr_ch: moyen social (44 x 44)

source: social post photo (714 x 1071)
fr_ch: photo d'affichage social (714 x 1071)

source: sort_created
fr_ch: tri_créé

source: sort_title
fr_ch: titre_tri

source: template_suggestions_extra
fr_ch: modèle_suggestions_extra

source: text formats
fr_ch: formats de texte

source: topic
fr_ch: publication

source: topics
fr_ch: publications

source: unpublished
fr_ch: non publié

source: users
fr_ch: utilisateurs

source: users can "request to enroll" for this event which event organisers approve/decline
fr_ch: Le créateur ou les organisateurs de l'événement doivent approuver la demande d'inscription envoyée par un utilisateur

source: users can "request to join" this @entity_type_id which @entity_type_id managers approve/decline.
fr_ch: les utilisateurs peuvent "demander à rejoindre" cette @entity_type_id, ce que les gestionnaires de la @entity_type_id approuvent/déclinent. les gestionnaires de @entity_type_id approuvent/déclinent.

source: users can "request to join" this @entity_type_id which @entity_type_id managers approve/decline.
fr_ch: les utilisateurs peuvent "demander à rejoindre" cette @entity_type_id, ce que les gestionnaires de @entity_type_id approuvent/déclinent.

source: users can enroll for this event without approval
fr_ch: Les utilisateurs peuvent s'inscrire librement

source: users can join this @entity_type_id without approval.
fr_ch: les utilisateurs peuvent rejoindre cette @entity_type_id sans approbation.

source: users can only enroll for this event if they are added/invited by event organisers
fr_ch: Les utilisateurs ne peuvent s'inscrire à l'événement que s'ils y sont invités par le créateur de l'événement ou un organisateur

source: users can only join this @entity_type_id if they are added/invited by @entity_type_id managers.
fr_ch: les utilisateurs ne peuvent rejoindre cette @entity_type_id que s'ils sont ajoutés/invités par les gestionnaires de @entity_type_id.

source: users can only join this @entity_type_id if they are added/invited by @entity_type_id managers.
fr_ch: les utilisateurs ne peuvent rejoindre cette @entity_type_id que s'ils sont ajoutés/invités par les gestionnaires de @entity_type_id.

source: view
fr_ch: voir

source: view download counts
fr_ch: voir le nombre de téléchargements

source: visible to all visitors to the platform.
fr_ch: Visible pour tous les visiteurs de la plateforme.

source: {{ arguments.gid|placeholder }} pending members
fr_ch: {{ arguments.gid|placeholder }} membres en attente

source: {{ field_first_name }} {{ field_last_name }}
fr_ch: {{ champ_prénom }} {{ champ_nom_de_sort }}

source: {{ invitation_status }} == Invitation status {{ invitation_status__value }} == Raw value
fr_ch: {{ invitation_status }} == Statut de l'invitation {{ invitation_status__value }} == Valeur brute

source: « First
fr_ch: « Premier

source: « first
fr_ch: « premier

source: â€¹â€¹
fr_ch: Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â

source: â€ºâ€º
fr_ch: â€ººº

source: ‹ Previous
fr_ch: ‹ Précédent

source: ‹ previous
fr_ch: ‹ précédent
