Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: Click here to go to the social tagging overview
fr_ch: Cliquez ici pour accéder à l'aperçu des tags socials

source: Client Mutation ID
fr_ch: ID de mutation du client

source: Close
fr_ch: Fermer

source: Close report
fr_ch: Fermer le rapport

source: Close reports for inappropriate content
fr_ch: Fermer les rapports en cas de contenu inapproprié

source: Closed
fr_ch: Fermé

source: Closed Group
fr_ch: Groupe fermé

source: Closed group
fr_ch: Groupe fermé

source: Closed group: Group Invitation
fr_ch: Groupe fermé : Invitation du groupe

source: Closed group: Group membership
fr_ch: Groupe fermé : Composition du groupe

source: Closed group: Group membership request
fr_ch: Groupe fermé : Demande d'adhésion à un groupe

source: Closed group: Group node (Album)
fr_ch: Groupe fermé : nœud de groupe (Album)

source: Collaboration Settings
fr_ch: Paramètres de collaboration

source: Color
fr_ch: Couleur

source: Color Scheme
fr_ch: Schéma de couleurs

source: Color Scheme Color By Name
fr_ch: Schéma de couleurs Couleur par nom

source: Color alpha component
fr_ch: Composante alpha de la couleur

source: Color blue component
fr_ch: Composant de couleur bleue

source: Color green component
fr_ch: Composant vert de couleur

source: Color red component
fr_ch: Composant de couleur rouge

source: Comment
fr_ch: Commentaire

# Comment Button
source: Comment
fr_ch: Commenter

source: Comment Attachment
fr_ch: Pièce jointe au commentaire

source: Comment bundle
fr_ch: Paquet de commentaires

source: Comment display format settings
fr_ch: Configuration des formats d'affichage des commentaires

source: Comment on a post in the activity streams
fr_ch: Commenter un post dans le fil d'actu

source: Comment on group content
fr_ch: Commenter un contenu dans un groupe

source: Comment on node list
fr_ch: Commentaire sur la liste des nœuds

source: Comment on post list
fr_ch: Commentaire sur la liste des messages

source: Comment unpublished.
fr_ch: Commentaire retiré

source: Comment upload settings
fr_ch: Paramètres de téléchargement des commentaires

source: Comments
fr_ch: Commentaires

source: Comments created
fr_ch: Commentaires créés

source: Comments overview
fr_ch: Aperçu des commentaires

source: Comments published
fr_ch: Commentaires publiés

source: Comments unapproved
fr_ch: Commentaires non-approuvés

source: Community
fr_ch: Communauté

source: Community - visible only to logged in members
fr_ch: Communauté - visible uniquement par les membres de Greenwire

source: Community About
fr_ch: Au sujet de la communauté

source: Community About Name
fr_ch: Communauté A propos du nom

source: Community Brand Config Color Name
fr_ch: Marque communautaire Config Nom de la couleur

source: Community Brand Palette Color Name
fr_ch: Palette de marques communautaires Nom de la couleur

source: Community Branding
fr_ch: L'image de marque de la Communauté

source: Community Branding Colors
fr_ch: Couleurs de la marque communautaire

source: Community URL
fr_ch: URL de la communauté

source: Community about
fr_ch: Au sujet de la communauté

source: Community about name
fr_ch: Communauté sur le nom

source: Community activities
fr_ch: Activités de la communauté

source: Community activities block
fr_ch: Bloc d'activités communautaires

source: Community activity context
fr_ch: Contexte de l'activité communautaire

source: Community events block
fr_ch: Bloc d'événements communautaires

source: Community events page
fr_ch: Page des événements communautaires

source: Community statistics
fr_ch: Statistiques de la communauté

source: Compact Avatar
fr_ch: Avatar compact

source: Compact Notifcation
fr_ch: Notification compacte

source: Compact Private Message
fr_ch: Message privé compact

source: Compact Teaser
fr_ch: Teaser compact

source: Complete community activity stream
fr_ch: Flux complet des activités communautaires

source: Complete community activity stream (with post form)
fr_ch: Flux complet des activités communautaires (avec formulaire de publication)

source: Configure Activity entities
fr_ch: Configurer les entités d'activité

source: Configure E-mails being send from your platform.
fr_ch: Configurez l'envoi d'e-mails à partir de votre plateforme.

source: Configure Email settings
fr_ch: Configurer les paramètres e-mail

source: Configure Event enrollment entities
fr_ch: Configuration des entités d'inscription aux événements

source: Configure Font entities
fr_ch: Configuration des entités de police

source: Configure Social Footer
fr_ch: Configurer le pied de page social

source: Configure action
fr_ch: Configurer une action

source: Configure how dates and times are displayed.
fr_ch: Configurer l'affichage des dates et heures.

source: Configure if anonymous visitors can enroll to an event.
fr_ch: Configurez si les visiteurs anonymes peuvent s'inscrire à un événement.

source: Configure if event organisers are allowed to set maximum amount of enrollments to event.
fr_ch: Configurez si les organisateurs d'événements sont autorisés à définir un nombre maximum d'inscriptions à l'événement.

source: Configure if people can attach files to comments.
fr_ch: Permet de déterminer si les personnes peuvent joindre des fichiers aux commentaires.

source: Configure if users can add events to calendars like Google, Yahoo, Outlook etc.
fr_ch: Configurez si les utilisateurs peuvent ajouter des événements aux calendriers comme Google, Yahoo, Outlook etc.

source: Configure if users can join a group by attending an event from that group.
fr_ch: Configurez si les utilisateurs peuvent rejoindre un groupe en assistant à un événement de ce groupe.

source: Configure taxonomy vocabularies that can be used in the taxonomy filters for activity blocks.
fr_ch: Configurer les vocabulaires de taxonomie qui peuvent être utilisés dans les filtres de taxonomie pour les blocs d'activité.

source: Configure the display of icons in the main navigation.
fr_ch: Configurer l'affichage des icônes dans la navigation principale.

source: Configure the email you want to send to the one enrollee you have selected.
fr_ch: Préparation de l'email à envoyer à l'utilisateur sélectionné.

source: Configure the email you want to send to the one member you have selected.
fr_ch: Préparation de l'email à envoyer au membre du groupe sélectionné.

source: Configure the footer branding block.
fr_ch: Configurer le bloc de marquage du pied de page.

source: Configure the locale and timezone settings.
fr_ch: Configurer les paramètres régionaux et fuseaux horaires.

source: Configure via the <a href='/admin/structure/mentions'>Mention types</a> page.
fr_ch: Configurer via la page <a href='/admin/structure/mentions'>Mention types</a>.

source: Confirm action
fr_ch: Confirmer l'action

source: Connection edges
fr_ch: Arêtes de connexion

source: Connection nodes
fr_ch: Nœuds de connexion

source: Connection page info
fr_ch: Informations sur la page de connexion

source: Contact the Open Social development team and help us improve the product.
fr_ch: Contactez l'équipe de développement d'Open Social et aidez-nous à améliorer le produit.

source: Contain one link field for Logged in user and one for Anonymous, button style can be selected.
fr_ch: Contient un champ de lien pour l'utilisateur connecté et un autre pour l'utilisateur anonyme, le style du bouton peut être sélectionné.

source: Contain the "Custom content list block" custom block.
fr_ch: Contient le bloc personnalisé "Custom content list block".

source: Contain the "Custom multiple content list block" custom block.
fr_ch: Contient le bloc personnalisé "Custom multiple content list block".

source: Content
fr_ch: Contenu

source: Content Abuse Reporting
fr_ch: Signalement des abus de contenu

source: Content I follow
fr_ch: Ce que je suis

source: Content List Blocks
fr_ch: Blocs de liste de contenu

source: Content Reporting
fr_ch: Rapport sur le contenu

source: Content Reporting Settings
fr_ch: Paramètres de signalement de contenu

source: Content Reporting settings
fr_ch: Paramètres de signalement de contenu

source: Content Tagging
fr_ch: Balisage du contenu

source: Content Type
fr_ch: Type de contenu

source: Content block plugin ID
fr_ch: ID du plugin du bloc de contenu

source: Content block plugin field
fr_ch: Champ du plugin du bloc de contenu

source: Content block sorting
fr_ch: Tri des blocs de contenu

source: Content blocks
fr_ch: Blocs de contenu

source: Content group content
fr_ch: Contenu du groupe/groupe de contenu

source: Content in my group activity context
fr_ch: Contenu dans le contexte de mon activité de groupe

source: Content management
fr_ch: Gestion du contenu

source: Content manager
fr_ch: Gestionnaire de contenu

source: Content overview
fr_ch: Aperçu du contenu

source: Content report activity context
fr_ch: Rapport de contenu contexte d'activité

source: Content selection
fr_ch: Sélection de contenu

source: Content tagging module
fr_ch: Module de marquage du contenu

source: Content tags
fr_ch: Tags de contenu

source: Content type
fr_ch: Type de contenu

source: Content types
fr_ch: Types de contenu

source: Content: Basic page
fr_ch: Contenu : Page de base

source: Content: Event
fr_ch: Contenu : Événement

source: Content: Topic
fr_ch: Contenu : Sujet

source: Context
fr_ch: Contexte

source: Continue
fr_ch: Continuer

source: Convert SUPPORTED URLs to URL embeds
fr_ch: Convertir les URL SUPPORTED en URL embeds

source: Convert date field object to timestamp.
fr_ch: Convertit l'objet champ date en timestamp.

source: Convert only URLs that are supported to URL embeds.
fr_ch: Convertissez uniquement les URL qui sont prises en charge en liens URL.

source: Convert uri to url.
fr_ch: Convertir l'uri en url.

source: Copy URL
fr_ch: Copier l'URL

source: Could not install Content Entity forms as Open Social please do so manually in the Socialblue settings.
fr_ch: Impossible d'installer les formulaires d'entités de contenu en tant qu'Open Social. Veuillez le faire manuellement dans les paramètres de Socialblue.

source: Could not save the export file on: %name.
fr_ch: Impossible d'enregistrer le fichier d'exportation sur : %name.

source: Could not save the export file.
fr_ch: Impossible d'enregistrer le fichier d'exportation.

source: Country code
fr_ch: Code pays

source: Counts file downloads for private core file fields and logs a message to the watchdog table.
fr_ch: Compte les téléchargements de fichiers pour les champs de fichiers du noyau privé et enregistre un message dans la table des chiens de garde.

source: Create @article @name
fr_ch: Créer @article @name

source: Create @entity
fr_ch: Créer une @entity

source: Create Book
fr_ch: Créer un livre

source: Create Event
fr_ch: Créer un événement

source: Create New Album
fr_ch: Créer un nouvel album

source: Create New Book Page
fr_ch: Créer une nouvelle page de livre

source: Create New Content
fr_ch: Partager un nouveau contenu

source: Create New Event
fr_ch: Créer un nouvel événement

source: Create New Group
fr_ch: Créer un nouveau groupe

source: Create New Landing Page
fr_ch: Créer une nouvelle landing page

source: Create New Page
fr_ch: Créer une nouvelle page

source: Create New Topic
fr_ch: Partager une nouvelle publication

source: Create Topic
fr_ch: Créer une nouvelle publication

source: Create a new user account.
fr_ch: Créer un nouveau compte utilisateur.

source: Create a post, topic or event in a joined group
fr_ch: Créer un message, un sujet ou un événement dans un groupe rejoint

source: Create activity items direct instead of in Queue
fr_ch: Créer des éléments d'activité directement plutôt que dans la file d'attente

source: Create an account
fr_ch: Créer un compte

source: Create book in group
fr_ch: Créer un livre en groupe

source: Create book page
fr_ch: Créer une page de livre

source: Create comment on authors node or post
fr_ch: Créer un commentaire sur le nœud ou le message d'un auteur

source: Create comment on following node
fr_ch: Créer un commentaire sur le nœud suivant

source: Create comment on node in the community
fr_ch: Créer un commentaire sur le nœud dans la communauté

source: Create comment on node in the group
fr_ch: Créer un commentaire sur un nœud du groupe

source: Create comment on post in the community
fr_ch: Créer un commentaire sur un article dans la communauté

source: Create comment on post in the group
fr_ch: Créer un commentaire sur un message dans le groupe

source: Create comment on post on my profile
fr_ch: Créer un commentaire sur un article de mon profil

source: Create digital spaces that empower your members to share
fr_ch: Créez des espaces numériques qui permettent à vos membres de partager

source: Create event
fr_ch: Créer un événement

source: Create event as group content
fr_ch: Créer un événement en tant que contenu de groupe

source: Create event in group
fr_ch: Créer un événement dans ce groupe

source: Create featured items block, editor will be able to provide title, items to show and a link like see all.
fr_ch: Créer un bloc d'articles en vedette, l'éditeur pourra fournir le titre, les articles à afficher et un lien comme "voir tous".

source: Create like on node or post
fr_ch: Créer un like sur un nœud ou un poteau

source: Create mention in a comment
fr_ch: Créer une mention dans un commentaire

source: Create mention in a comment (stream: profile)
fr_ch: Créer une mention dans un commentaire (stream : profil)

source: Create mention in a post
fr_ch: Créer une mention dans un article

source: Create mention in a post (stream: profile)
fr_ch: Créer une mention dans un message (stream : profil)

source: Create new Activity entities
fr_ch: Créer de nouvelles entités d'activité

source: Create new Event enrollment entities
fr_ch: Créer de nouvelles entités d'inscription à un événement

source: Create new Font entities
fr_ch: Créer de nouvelles entités de polices

source: Create new Post entities
fr_ch: Créer de nouvelles entités postales

source: Create new Queue storage entity entities
fr_ch: Créer de nouvelles entités de stockage de la file d'attente

source: Create new account
fr_ch: Créer un nouveau compte

source: Create new album
fr_ch: Créer un nouvel album

source: Create new content
fr_ch: Créer du nouveau contenu

source: Create new content.
fr_ch: Créer du nouveau contenu.

source: Create new posts in group
fr_ch: Créer de nouveaux messages dans le groupe

source: Create new posts in this group
fr_ch: Créer de nouveaux messages dans ce groupe

source: Create node with following tag
fr_ch: Créer un nœud avec la balise suivante

source: Create post in a group
fr_ch: Créer un message dans un groupe

source: Create post in the community
fr_ch: Créer un poste dans la communauté

source: Create post on profile
fr_ch: Créer un message sur le profil

source: Create post on profile stream output
fr_ch: Créer un poste sur l'édition du flux de profil

source: Create private message
fr_ch: Envoyer un message privé

source: Create private messages
fr_ch: Envoyer un message privé

source: Create reply on comment with mentions
fr_ch: Créer une réponse à un commentaire avec des mentions

source: Create reply on my comment
fr_ch: Créer une réponse à mon commentaire

source: Create topic
fr_ch: Créer une rubrique

source: Create topic as group content
fr_ch: Créer un sujet en tant que contenu de groupe

source: Create topic in group
fr_ch: Créer un sujet dans le groupe

source: Created
fr_ch: Créé

source: Created Date Filter by Open Social
fr_ch: Date de création Filtrer par Open Social

source: Created date
fr_ch: Date de création

source: Created on
fr_ch: Créé le

source: Created the %label Activity.
fr_ch: Activité %label créée.

source: Created the %label Event enrollment.
fr_ch: Création de l'inscription à l'événement %label.

source: Created the %label Font.
fr_ch: Création de la police %label Font.

source: Created the %label Post type.
fr_ch: Création du type de message %label.

source: Created the %label Queue storage entity type.
fr_ch: Création du type d'entité de stockage %label Queue.

source: Created the %label Queue storage entity.
fr_ch: Création de l'entité de stockage %label Queue.

source: Creates Activity Entities.
fr_ch: Crée des entités d'activité.

source: Creates a call to action link in a block
fr_ch: Crée un lien d'appel à l'action dans un bloc

source: Creates invitations to group.
fr_ch: Crée des invitations pour le groupe.

source: Creator
fr_ch: Créateur

source: Crop thumbnail
fr_ch: Recadrer la vignette

source: Crop your image to select which part of your image to show on display.
fr_ch: Greenwire vous permet d'effectuer des coupes afin de choisir les parties de votre image qui seront affichées.

source: Cross posting is not allowed for @type group type
fr_ch: L'affichage croisé n'est pas autorisé pour le type de groupe @type

source: Cross-group posting for @group_type is disabled
fr_ch: L'affichage inter-groupes pour @group_type est désactivé

source: Cross-posting settings
fr_ch: Paramètres de publication croisée

source: Current User
fr_ch: Utilisateur courant

source: Cursor
fr_ch: Curseur

source: Custom
fr_ch: Personnalisé

source: Custom content list block
fr_ch: Personnaliser le bloc de liste de contenu

source: Custom dynamic entity reference formatter for activities
fr_ch: Formatage personnalisé des références d'entités dynamiques pour les activités

source: Custom multiple content list
fr_ch: Liste de contenu multiple personnalisée

source: Custom multiple content list block
fr_ch: Bloc de liste de contenu multiple personnalisé

source: Customize home page
fr_ch: Personnaliser la page d'accueil

source: Daily
fr_ch: quotidienne

source: Dashboard
fr_ch: Tableau de bord

source: Data
fr_ch: Données

source: Data available for users to export
fr_ch: Les données peuvent être exportées par les utilisateurs

source: Data collection and usage
fr_ch: Collecte et utilisation des données

source: Data policy
fr_ch: Politique des données

source: Data policy agreement
fr_ch: Conditions Générales d'Utilisation

source: Data policy settings
fr_ch: Paramètres de politique des données

source: Data usage explanation
fr_ch: Explication de l'utilisation des données

source: Date & time
fr_ch: Date et heure

source: Date Filter by Open Social
fr_ch: Date Filtre par Open Social

source: Date and time formats
fr_ch: Formats de date et d'heure

source: Date exposed
fr_ch: Date d'exposition

source: Date of Event
fr_ch: Date de l'événement

source: Date period
fr_ch: Date période

source: Date sort
fr_ch: Tri par date

source: Date to timestamp
fr_ch: De la date à l'horodatage

source: Day Month
fr_ch: Jour Mois

source: Day Month Time
fr_ch: Jour Mois Heure

source: Decline
fr_ch: Refuser

source: Decline enrollment request for the event @event_title
fr_ch: Refuser la demande d'inscription à l'événement @event_title

source: Decline invite
fr_ch: Refuser l'invitation

source: Declined
fr_ch: Refusé

source: Default
fr_ch: Par défaut

source: Default comment type.
fr_ch: Type de commentaire par défaut.

source: Default content index created for the Social distribution.
fr_ch: Index de contenu par défaut créé pour la distribution sociale.

source: Default database server created for the Social distribution.
fr_ch: Serveur de base de données par défaut créé pour la distribution sociale.

source: Default email notification settings
fr_ch: Paramètres de notification par courriel par défaut

source: Default group index created for the Social distribution.
fr_ch: Index de groupe par défaut créé pour la distribution sociale.

source: Default hidden image
fr_ch: Image cachée par défaut

source: Default profile image
fr_ch: Image de profil par défaut

source: Default style
fr_ch: Style par défaut

source: Default user profile page
fr_ch: Page de profil utilisateur par défaut

source: Default users index created for the Social distribution.
fr_ch: L'index des utilisateurs par défaut est créé pour la distribution sociale.

source: Default value
fr_ch: Valeur par défaut

source: Default visibility
fr_ch: Visibilité par défaut

source: Delete
fr_ch: Supprimer

source: Delete @type "@title"
fr_ch: Supprimer @type "@title"

source: Delete Activity entities
fr_ch: Supprimer des entités d'activité

source: Delete Comment
fr_ch: Supprimer le commentaire

source: Delete Event enrollment entities
fr_ch: Supprimer des entités d'inscription à un événement

source: Delete Font entities
fr_ch: Supprimer des entités de police

source: Delete Frontpage Setting
fr_ch: Supprimer les paramètres de la page d'accueil

source: Delete Mentions Type
fr_ch: Supprimer les mentions Type

source: Delete Queue storage entity entities
fr_ch: Supprimer les entités de stockage de la file d'attente

source: Delete all comments
fr_ch: Supprimer tous les commentaires

source: Delete alternative frontpage settings
fr_ch: Supprimer les paramètres alternatifs de la page d'accueil

source: Delete any posts entities
fr_ch: Supprimer toute entité de publication

source: Delete image
fr_ch: Supprimer l'image

source: Delete own comments
fr_ch: Supprimer ses propres commentaires

source: Delete own posts entities
fr_ch: Supprimer ses propres entités de publication

source: Delete private messages
fr_ch: Supprimer les messages privés

source: Delete selected event enrollment entities
fr_ch: Supprimer les entités d'inscription à l'événement sélectionnées

source: Delete selected group content entities
fr_ch: Supprimer les entités de contenu de groupe sélectionnées

source: Delete the selected comments
fr_ch: Supprimer les commentaires sélectionnés

source: Delete thread
fr_ch: Supprimer le fil de conversation

source: Delete your account and anonymize all other content.
fr_ch: Supprimez votre compte et rendez anonyme tout autre contenu.

source: Delete your account, delete private messages, and anonymize all other content.
fr_ch: Supprimer le compte et tous les messages privés qui y sont associés.

source: Deleted user
fr_ch: Utilisateur supprimé

source: Deleting @type's
fr_ch: Suppression des @types

source: Deleting the group and all the content within the group...
fr_ch: Suppression du groupe et de tout le contenu du groupe...

source: Deleting this image will also delete it from the post it belongs to.
fr_ch: En supprimant cette image, vous la supprimez également du message auquel elle appartient.

source: Desc
fr_ch: Décr.

source: Describe this mention type.
fr_ch: Décrivez ce type de mention.

source: Details
fr_ch: Détails

source: Determine how and if users can use tags.
fr_ch: Déterminez comment et si les utilisateurs peuvent utiliser les balises.

source: Determine if the main categories of the vocabulary will be used as separate tag fields or as a single tag field when using tags on profile.
fr_ch: Déterminer si les principales catégories du vocabulaire seront utilisées comme champs de balises séparés ou comme champ de balises unique lors de l'utilisation des balises sur le profil.

source: Determine if the main categories of the vocabury will be used as seperate tag fields or as a single tag field when using tags on content.
fr_ch: Déterminer si les principales catégories du vocabulaire seront utilisées comme champs de balises séparés ou comme champ de balises unique lors de l'utilisation des balises sur le profil.

source: Determine if the parent of categories will be used with children tags.
fr_ch: Déterminer si le parent des catégories sera utilisé avec les étiquettes des enfants.

source: Determine the look and feel of your site.
fr_ch: Déterminez le style de votre site.

source: Determine wether users can upload documents to comments.
fr_ch: Déterminer si les utilisateurs peuvent télécharger des documents dans les commentaires.
