Repository: goalgorilla/open_social
Catalog: translations/gpch/*.po
Languages: fr_ch

source: <p>Oops, there was an error. This may have happened for the following reasons:</p> <ul> <li>Invalid username/email and password combination. </li> <li>There has been more than one failed login attempt for this account. It is temporarily blocked. </li> <li>Too many failed login attempts from your computer (IP address). This IP address is temporarily blocked. </li> </ul> <p>To solve the issue, try using different login information, try again later, or <a href=":url">request a new password</a></p>
fr_ch: <p>Oups, il y a eu une erreur. Cela peut être lié à l'une des raisons suivantes :</p> <ul> <li>Combinaison nom d'utilisateur/email et mot de passe incorrecte. </li> <li>Il y a eu plus d'un échec d'authentification pour ce compte. Il est temporairement bloqué. </li> <li>Trop d'échecs d'authentifications depuis votre ordinateur (adresse IP). Cette adresse IP est temporairement bloquée. </li> </ul> <p>Pour résoudre ce problème, essayez d'autres combinaisons d'identification, essayez plus tard, ou <a href=":url">demandez un nouveau mot de passe</a></p>

source: Oops, there was an error. This may have happened for the following reasons: <br> - Invalid username/email and password combination. <br> - There has been more than one failed login attempt for this account. It is temporarily blocked. <br> - Too many failed login attempts from your computer (IP address). This IP address is temporarily blocked. <br> <br> To solve the issue, try using different login information, try again later, or <a href=":url">request a new password</a>
fr_ch: Oups ! Une erreur a été rencontrée. Cela peut être dû à l'une des raisons suivantes : <br> - Le mot de passe ne correspond pas au nom d'utilisateur ou à l'adresse mail renseignée. <br> - Plusieurs tentatives de connexion à ce compte ont échoué. Celui-ci est temporairement bloqué. <br> - Trop de tentatives de connexion depuis votre ordinateur ont échoué. Nous bloquons temporairement l'accès à votre adresse IP. <br> <br> Merci de vérifier vos informations de connexion, de réessayer plus tard ou de <a href=":url">demander un nouveau mot de passe</a>.

source: %time ago
fr_ch: Il y a %time

source: %type_name: Create new Post entities
fr_ch: %type_name : Créer de nouvelles entités Post

source: (1 spot left)
fr_ch: (1 place restante)

source: (Upcoming) Community events
fr_ch: Événements à venir dans la communauté

source: (ascending)
fr_ch: (croissant)

source: (descending)
fr_ch: (décroissant)

source: - All -
fr_ch: - Tout -

source: - Any -
fr_ch: - Tout -

source: - Create a new book -
fr_ch: - Créer un nouveau livre -

source: - Default -
fr_ch: - Par défaut -

source: - Restricted access -
fr_ch: - Accès restreint -

source: - none -
fr_ch: - aucun -

source: -- Select action --
fr_ch: -- Sélectionner une action--

source: /group/{{ gid }}/content/{{ id }}/reject-membership
fr_ch: /group/{{ gid }}/content/{{ id }}/rejeter l'adhésion

source: 0 downloads
fr_ch: 0 téléchargement

source: 1 download
fr_ch: 1 téléchargement

source: 1 item successfully processed:
fr_ch: 1 élément traité avec succès :

source: 1 member
fr_ch: 1 membre

source: :num_comments comment
fr_ch: :num_comments commentaire

source: <a href="/group/{{ gid }}/content/{{ id }}/approve-membership?destination=/group/{{ gid }}/members-pending">Approve membership</a>
fr_ch: <a href="/group/{{ gid }}/content/{{ id }}/approve-membership?destination=/group/{{ gid }}/members-pending">Approuver l'adhésion</a>

source: <a href="/group/{{ gid }}/content/{{ id }}/reject-membership?destination=/group/{{ gid }}/members-pending">Reject Membership</a>
fr_ch: <a href="/group/{{ gid }}/content/{{ id }}/reject-membership?destination=/group/{{ gid }}/members-pending">Rejeter l'adhésion</a>

source: <a href="/node/{{ raw_arguments.nid }}/enrollments">See all enrollments</a>
fr_ch: <a href="/node/{{ raw_arguments.nid }}/enrollments">Voir tous les inscrits</a>

source: <b>@action</b> of selected members
fr_ch: <b>@action</b> des membres sélectionnés

source: <b>@action</b> selected enrollees
fr_ch: <b>@action</b> inscrits sélectionnés

source: <b>@action</b> selected members
fr_ch: <b>@action</b> membres sélectionnés

source: <b>Please note:</b> the change below will not impact the users who have changed their default email notification settings.
fr_ch: <b>Veuillez noter :</b> le changement ci-dessous n'aura pas d'impact sur les utilisateurs qui ont modifié leurs paramètres de notification par défaut.

source: <em>Books</em> have a built-in hierarchical navigation. Use for handbooks or tutorials.
fr_ch: <em>Les livres</em> possèdent une navigation hiérarchique intégrée. Cela est utile pour des guides ou des tutoriels.

source: <h1 class="h4 section-title">@total Event invites</h1>
fr_ch: <h1 class="h4 section-title">@total invités de l'événement</h1>

source: <h1 class="h4 section-title">[view:total-rows] Enroll invite(s) to event: {{ arguments.nid }}</h1>
fr_ch: <h1 class="h4 section-title">[view:total-rows] Invités inscrits à l'événement : {{ arguments.nid }}</h1>

source: <h1 class="h4 section-title">[view:total-rows] Enroll request(s) to event: {{ arguments.nid }}</h1>
fr_ch: <h1 class="h4 section-title">[view:total-rows] Demande(s) d'inscription à l'événement : {{ arguments.nid }}</h1>

source: <h2>Warning</h2><p>Be careful, in this section you can make sitewide changes to the HTML template and therefore break both the front-end javascript applications and the layout for your website.</p>
fr_ch: <h2>Avertissement</h2><p>Attention, dans cette section, vous pouvez apporter des modifications au modèle HTML pour l'ensemble du site et donc interrompre les applications javascript frontales et la mise en page de votre site web.</p>

source: <h4 class="section-title">Member results</h4>
fr_ch: <h4 class="section-title">Membres : résultat de la recherche</h4>

source: <h4>All results</h4>
fr_ch: <h4>Tous les résultats</h4>

source: <h4>Content results</h4>
fr_ch: <h4>Contenus : résultat de la recherche</h4>

source: <h4>Group results</h4>
fr_ch: <h4>Groupes : résultat de la recherche</h4>

source: <i>Disabling this will simply hide the 'My Groups' button from the main navigation.</i>
fr_ch: <i>En désactivant cette fonction, vous masquerez simplement le bouton "Mes groupes" de la navigation principale.</i>

source: <i>Disabling this won't disable the Social Private Message feature, but only hide the icon from the navigation.</i>
fr_ch: <i>La désactivation de cette option n'entraîne pas la désactivation de la fonction de message social privé, mais permet seulement de masquer l'icône dans la navigation.</i>

source: <p><a href="">[message:author:display-name]</a> mentioned <a href="">[social_mentions:mentioned_user]</a> in a post</p>
fr_ch: <p><a href="">[message:author:display-name]</a> a mentionné <a href="">[social_mentions:mentioned_user]</a> dans un post</p>

source: <p><a href="">[message:author:display-name]</a> mentioned<a href=""> [social_mentions:mentioned_user] </a>in a comment</p>
fr_ch: <p><a href="">[message:author:display-name]</a> a mentionné<a href=""> [social_mentions:mentioned_user] </a>dans un commentaire</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added tag(s) you follow to [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a>.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a ajouté un tag que vous suivez à [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a>.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added tag(s) you follow to [social_taxonomy:indefinite_article] [social_taxonomy:content_type].</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a ajouté un tag que vous suivez à [social_taxonomy:indefinite_article] [social_taxonomy:content_type].</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added you to the event [social_event:event_iam_organizing]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> vous a inscrit à l'événement [social_event:event_iam_organizing]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added you to the event [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> vous a inscrit à l'événement [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> et @count autres utilisateurs ont commenté [social_comment:parent_entity_author]'s [social_comment:commented_content_type] dans <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> et @count autres utilisateurs ont commenté [social_comment:parent_entity_author]'s [social_comment:commented_content_type]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on a post in <a href="[message:gurl]">[message:gtitle]</a></p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> et @count autres utilisateurs ont commenté un post dans <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on a post</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> et @count autres utilisateurs ont commenté un post</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> approved your request to enroll for the event [social_event:event_iam_organizing]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a approuvé votre demande d'inscription à l'événement [social_event:event_iam_organizing]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> approved your request to enroll for the event [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a accepté votre demande d'inscription à l'événement [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> you are following</p> <p>[message:preview]</p> <p>[message:cta_button]</p> <table class="btn-wrapp"> <tbody> </tbody> </table>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a commenté le contenu <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> que vous suivez</p> <p>[message:preview]</p> <p>[message:cta_button]</p> <table class="btn-wrapp"> <tbody> </tbody> </table>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> you are following</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a commenté le contenu de [social_comment:parent_entity_author] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> que vous suivez</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a commenté un contenu partagé par [social_comment:parent_entity_author] dans le groupe <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a commenté un contenu partagé par [social_comment:parent_entity_author]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post in <a href="[message:gurl]">[message:gtitle]</a></p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a commenté un post dans le groupe <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post on your <a href="[message:recipient-user-url]">profile</a></p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a commenté un post sur votre <a href="[message:recipient-user-url]">profil</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a commenté un post</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on your [social_comment:commented_entity_link_html]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a commenté votre [social_comment:commented_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on your [social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a commenté votre [social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_group:content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a partagé [social_group:content_type] dans le groupe <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_group:created_entity_link_html] in the <a href="[message:gurl]">[message:gtitle]</a> group [message:count_groups_per_node]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a créé [social_group:created_entity_link_html] dans le groupe <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> with the tag(s) that you follow.</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a créé [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> avec un tag que vous suivez.</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> with the tag(s) that you follow.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a créé [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> avec un tag que vous suivez.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a book in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a créé un sujet dans <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a créé un sujet dans <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic in <a href="[message:gurl]">[message:gtitle]</a></p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a partagé une publication dans le groupe <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a partagé une nouvelle publication</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a créé un événement dans <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event in <a href="[message:gurl]">[message:gtitle]</a></p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a créé un événement dans le groupe <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a créé un nouvel événement</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> likes your [social_like:liked_entity_link_html]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a aimé votre [social_like:liked_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> likes your [social_like:liked_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a aimé votre [social_like:liked_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> on [social_mentions:commented_entity_link_html]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> vous a mentionné dans un <a href="[message:field_message_related_object:entity:url:absolute]">commentaire</a> sur [social_mentions:commented_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a>&nbsp;made on the [social_mentions:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> vous a mentionné dans un <a href="[message:field_message_related_object:entity:url:absolute]">commentaire</a>&nbsp;sur [social_mentions:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">post</a></p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> vous a mentionné dans un <a href="[message:field_message_related_object:entity:url:absolute]">post</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">post</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> vous a mentionné dans un <a href="[message:field_message_related_object:entity:url:absolute]">post</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted in <a href="[message:gurl]">[message:gtitle]</a></p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a partagé un post dans le groupe <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your <a href="[message:recipient-user-url]">profile</a></p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a publié sur votre <a href="[message:recipient-user-url]">profil</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your <a href="[message:recipient-user-url]">profile</a></p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a publié sur votre <a href="[message:recipient-user-url]">profil</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your <a href="[message:recipient-user-url]">profile</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a publié sur votre <a href="[message:recipient-user-url]">profil</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your profile</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a publié sur votre profil</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted</p>
fr_ch: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a publié un nouveau post</p>
