Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: Content report activity context
hr: Kontekst aktivnosti prijave sadržaja
ro: Raportarea conținutului din contextul activităților

source: Content selection
hr: Odabir sadržaja
ro: Selectarea conținutului

source: Content tagging module
hr: Modul za označavanje sadržaja
ro: Modulul de marcare al conținutului

source: Content tags
hr: Oznake sadržaja
ro: Etichete de conținut

source: Content type
hr: Vrsta sadržaja
ro: Tip conţinut

source: Content types
hr: Vrste sadržaja

source: Content: Basic page
hr: Sadržaj: Osnovna stranica
ro: Conținutul: Pagina de bază

source: Content: Event
hr: Sadržaj: Događaj
ro: Conținutul:Eveniment

source: Content: Topic
hr: Sadržaj: Tema
ro: Conținut: Postare

source: Context
hr: Kontekst

source: Continue
hr: Nastavi
ro: Continuă

source: Convert SUPPORTED URLs to URL embeds
hr: Pretvori PODRŽANE URL-ove u umetnute URL-ove
ro: Convertirea URL-urilor acceptate în URL-uri încorporate

source: Convert only URLs that are supported to URL embeds.
hr: Pretvori samo URL-ove koji su podržani u umetnute URL-ove.
ro: Convertirea numai a URL-urilor acceptate în URL-uri încorporate.

source: Copy URL
hr: Kopiraj URL

source: Could not create profile for @user_id
hr: Nije moguće kreirati profil za @user_id
ro: Nu s-a putut crea un profil pentru @user_id

source: Could not install Content Entity forms as Open Social please do so manually in the Socialblue settings.
hr: Nije moguće instalirati obrasce entiteta sadržaja kao Open Social, učini to ručno u postavkama Socialbluea.
ro: Nu s-au putut instala formularele de Entitate Conținut ca Open Social, te rugăm să le instalezi manual în setările Socialblue.

source: Could not save the export file on: %name.
hr: Nije moguće spremiti datoteku za izvoz na: %name.
ro: Nu s-a putut salva fișierul de export pe: %name.

source: Could not save the export file.
hr: Nije moguće spremiti datoteku za izvoz.
ro: Nu s-a putut salva fișierul de export.

source: Country code
hr: Oznaka države
ro: Prefix ţară

source: Counts file downloads for private core file fields and logs a message to the watchdog table.
hr: Broji preuzimanja datoteka za polja privatne jezgre datoteke i bilježi poruku u tablicu nadzora.
ro: Numără descărcările de fișiere pentru câmpurile de fișiere de bază private și înregistrează un mesaj în tabelul bazei de date.

source: Create @article @name
hr: Kreiraj @article @name
ro: Creează @article @name

source: Create @entity
hr: Kreiraj @entity
ro: Creează @entity

source: Create Event
hr: Kreiraj događaj
ro: Creează Eveniment

source: Create New Album
hr: Kreiraj novi album
ro: Creează Album Nou

source: Create New Book Page
hr: Kreiraj novu stranicu knjige
ro: Creează Pagină de Carte Nouă

source: Create New Content
hr: Kreiraj novi sadržaj
ro: Creează Conținut Nou

source: Create New Event
hr: Kreiraj novi događaj
ro: Creează Eveniment Nou

source: Create New Group
hr: Kreiraj novu grupu
ro: Creează Grup Nou

source: Create New Landing Page
hr: Kreiraj novu odredišnu stranicu
ro: Creează Pagină de Destinație Nouă

source: Create New Page
hr: Kreiraj novu stranicu
ro: Creează Pagină Nouă

source: Create New Topic
hr: Kreiraj novu temu
ro: Creează o Postare Nouă

source: Create Topic
hr: Kreiraj temu
ro: Creează o Postare

source: Create a @name
hr: Kreiraj @name
ro: Creează un @name

source: Create a new user account.
hr: Kreiraj novi korisnički račun.
ro: Creează un cont nou de utilizator.

source: Create a post, topic or event in a joined group
hr: Kreiraj objavu, temu ili događaj u grupi čiji si član
ro: Creează o postare sau un eveniment într-un grup în care ești înscris

source: Create activity items direct instead of in Queue
hr: Kreiraj stavke aktivnosti izravno umjesto u redu čekanja
ro: Creează elemente de activitate direct în loc de Coadă

source: Create an account
hr: Kreiraj račun
ro: Creează un cont

source: Create book page
hr: Kreiraj stranicu knjige
ro: Creează un marcaj al paginii

source: Create comment on authors node or post
hr: Kreiraj komentar na autorov unos ili objavu
ro: Creează un comentariu la un nod sau la o postare a autorilor

source: Create comment on following node
hr: Kreiraj komentar na sljedećem unosu
ro: Creează un comentariu la un nod pe care îl urmărești

source: Create comment on node in the community
hr: Kreiraj komentar na unos u zajednici
ro: Creează un comentariu la nodul din comunitate

source: Create comment on node in the group
hr: Kreiraj komentar na unos u grupi
ro: Creează un comentariu la un nod dintr-un grup

source: Create comment on post in the community
hr: Kreiraj komentar na objavu u zajednici
ro: Creează un comentariu la o postare din comunitate

source: Create comment on post in the group
hr: Kreiraj komentar na objavu u grupi
ro: Creează un comentariu la o postare dintr-un grup

source: Create comment on post on my profile
hr: Kreiraj komentar na objavu na mom profilu
ro: Creează un comentariu la o postare de pe profilul meu

source: Create digital spaces that empower your members to share
hr: Kreiraj digitalne prostore koji članovima omogućuju dijeljenje
ro: Creează spații digitale care încurajează membrii tăi să distribuie

source: Create event
hr: Kreiraj događaj
ro: Creează eveniment

source: Create event in group
hr: Kreiraj događaj u grupi
ro: Creează eveniment într-un grup

source: Create featured items block, editor will be able to provide title, items to show and a link like see all.
hr: Kreiraj blok istaknutih stavki, urednik će moći dati naslov, stavke za prikaz i poveznicu poput vidi sve.
ro: Creează un bloc de articole recomandate, editorul va putea oferi titlu, elemente de afișat și un link pentru vizualizare.

source: Create like on node or post
hr: Kreiraj lajk na unos ili objavu
ro: Creează o apreciere a unei postări sau al unui nod

source: Create mention in a comment
hr: Spomeni nekoga u komentaru
ro: Creează o mențiune într-un comentariu

source: Create mention in a comment (stream: profile)
hr: Spomeni nekoga u komentaru (stream: profil)
ro: Creează o mențiune într-un comentariu (flux: profil)

source: Create mention in a post
hr: Spomeni nekoga u objavi
ro: Creează o mențiune într-o postare

source: Create mention in a post (stream: profile)
hr: Spomeni nekoga u objavi (stream: profil)
ro: Creează o mențiune într-o postare (flux:profil)

source: Create new Activity entities
hr: Kreiraj nove entitete Aktivnosti
ro: Creează entități pentru o nouă Activitate

source: Create new Event enrollment entities
hr: Kreiraj nove entitete za upis na događaj
ro: Creează entități pentru înscrierea la un nou Eveniment

source: Create new Font entities
hr: Kreiraj nove entitete fonta
ro: Creează entități pentru un nou Font

source: Create new Post entities
hr: Kreiraj nove entitete objave
ro: Creează entități pentru o nouă Postare

source: Create new Queue storage entity entities
hr: Kreiraj nove entitete za pohranu reda čekanja
ro: Creează entități pentru o nouă stocare în coadă

source: Create new account
hr: Stvori novi račun
ro: Creează un cont nou

source: Create new album
hr: Kreiraj novi album
ro: Creează un album nou

source: Create new posts in group
hr: Kreiraj nove objave u grupi
ro: Creează noi postări într-un grup

source: Create new posts in this group
hr: Kreiraj nove objave u ovoj grupi
ro: Creează noi postări în acest grup

source: Create node with following tag
hr: Kreiraj unos sa sljedećom oznakom
ro: Creează un nod cu eticheta urmăritorilor

source: Create post in a group
hr: Kreiraj objavu u grupi
ro: Creează o nouă postare într-un grup

source: Create post in the community
hr: Kreiraj objavu u zajednici
ro: Creează o nouă postare în comunitate

source: Create post on profile
hr: Kreiraj objavu na profilu
ro: Creează o nouă postare pe profil

source: Create post on profile stream output
hr: Kreiraj objavu na izlazu toka profila
ro: Creează o nouă postare în ieșirea fluxului de profil

source: Create private message
hr: Kreiraj privatnu poruku
ro: Creează mesaj privat

source: Create private messages
hr: Kreiraj privatne poruke
ro: Creează mesaje private

source: Create reply on comment with mentions
hr: Kreiraj odgovor na komentar koji nekoga spominje
ro: Creează secțiunea de răspuns la un comentariu cu mențiuni

source: Create reply on my comment
hr: Kreiraj odgovor na moj komentar
ro: Creează secțiunea de răspuns la comentariul meu

source: Create topic
hr: Kreiraj temu
ro: Creează o postare

source: Create topic in group
hr: Kreiraj temu u grupi
ro: Creează o postare într-un grup

source: Created
hr: Kreirano
ro: Creat

source: Created Date Filter by Open Social
hr: Open Social kreirao filter datuma
ro: Creează Filtru de Date dezvoltat de Open Social

source: Created date
hr: Datum kreiranja
ro: Data creării

source: Created on
hr: Kreirano na
ro: Creat la

source: Created profiles for @count users
hr: Kreirani profili za @count korisnika
ro: Creează profil pentru @count utilizatori

source: Created the %label Activity.
hr: Kreirana %label aktivnost.
ro: Creează activitatea %label.

source: Created the %label Event enrollment.
hr: Kreiran %label upis na događaj.
ro: %label de înscriere la eveniment a fost creat.

source: Created the %label Font.
hr: Kreiran %label font.
ro: Creează Fontul %label.

source: Created the %label Post type.
hr: Kreirana %label vrsta objave.
ro: %label de tipul postarii a fost creat.

source: Created the %label Queue storage entity type.
hr: Kreirana %label vrsta entiteta za pohranu reda čekanja.
ro: A creat tipul de entitate %label adăugată în stocarea în coadă.

source: Created the %label Queue storage entity.
hr: Kreiran %label entitet za pohranu reda čekanja.
ro: Creează o entitatea %label adăugată în stocarea în coadă.

source: Creates Activity Entities.
hr: Kreira entitete aktivnosti.
ro: Creează entitățile de activitate.

source: Creates a call to action link in a block
hr: Kreira poveznicu s pozivom na akciju u bloku
ro: Creează un apel de acționare a unui link într-un bloc

source: Creates invitations to group.
hr: Kreira pozive u grupu.
ro: Creează invitațiile pentru un grup.

source: Creator
hr: Kreator

source: Crop thumbnail
hr: Izreži sličicu
ro: Decupare imagine de previzualizare

source: Crop your image to select which part of your image to show on display.
hr: Izreži sliku i odaberi koji dio slike želiš prikazati na zaslonu.
ro: Decupează imaginea pentru a permite alegerea părții pe care vrei să o afișezi.

source: Current User
hr: Aktualni korisnik
ro: Utilizator Actual

source: Cursor
hr: Pokazivač

source: Custom
hr: Prilagođeno
ro: Personalizat

source: Custom content list block
hr: Blok popisa prilagođenog sadržaja
ro: Blocarea listelor de conținut personalizat

source: Custom dynamic entity reference formatter for activities
hr: Prilagođeni dinamički alat za oblikovanje referenci entiteta za aktivnosti
ro: Formatator de referință pentru entități dinamice personalizate pentru activități

source: Daily
hr: Dnevno
ro: Zilnic

source: Data
hr: Podaci
ro: Date

source: Data available for users to export
hr: Podaci dostupni korisnicima za izvoz
ro: Date disponibile utilizatorilor pentru exportare

source: Data policy
hr: Politika postupanja s podacima
ro: Politica datelor

source: Data policy agreement
hr: Sporazum politike postupanja s podacima
ro: Acordul privind politica datelor

source: Data policy settings
hr: Postavke politike postupanja s podacima

source: Date
hr: Datum
ro: Data

source: Date & time
hr: Datum i vrijeme
ro: Data & timpul

source: Date Filter by Open Social
hr: Filtriranje datuma prema Open Socialu
ro: Filtru de date dezvoltat de Open Social

source: Date exposed
hr: Datum izlaganja
ro: Data expusă

source: Date of Event
hr: Datum događaja
ro: Data unui eveniment

source: Date period
hr: Raspon datuma
ro: Perioada de dată

source: Day Month
hr: Dan Mjesec
ro: Zi Lună

source: Day Month Time
hr: Dan Mjesec Vrijeme
ro: Zi Lună Timp

source: Decline
hr: Odbij
ro: Refuză

source: Decline enrollment request for the event @event_title
hr: Odbij zahtjev za upis na događaj @event_title
ro: Refuză cererea de înscriere pentru evenimentul @event_title

source: Decline invitation
hr: Odbij poziv

source: Decline invite
hr: Odbij pozivnicu
ro: Refuză invitația

source: Declined
hr: Odbijeno
ro: Refuzat

source: Default
hr: Zadano

source: Default comment type.
hr: Zadana vrsta komentara.
ro: Tipul de comentariu implicit.

source: Default content index created for the Social distribution.
hr: Zadani indeks sadržaja kreiran za distribuciju na Socialu.
ro: Indexul de conținut implicit creat pentru Distribuția Socială.

source: Default database server created for the Social distribution.
hr: Zadani poslužitelj baze podataka kreiran za distribuciju na Socialu.
ro: Serverul bazei de date implicit creat pentru Distribuția Socială.

source: Default email notification settings
hr: Zadane postavke obavijesti e-poštom
ro: Setările implicite ale notificărilor pe email

source: Default group index created for the Social distribution.
hr: Zadani indeks grupe kreiran za distribuciju na Socialu.
ro: Indexul de grup implicit creat pentru Distribuția Socială.

source: Default hidden image
hr: Zadana skrivena slika
ro: Imagine ascunsă implicit

source: Default profile image
hr: Zadana slika profila
ro: Imagine de profil implicită

source: Default style
hr: Standardni stil
ro: Stil implicit

source: Default users index created for the Social distribution.
hr: Zadani indeks korisnika kreiran za distribuciju na Socialu.
ro: Indexul utilizatorilor implicit creat pentru Distribuția socială.

source: Default value
hr: Zadana vrijednost
ro: Valoare implicită

source: Default visibility
hr: Zadana vidljivost
ro: Vizibilitate implicită

source: Delete
hr: Ukloni
ro: Şterge

source: Delete @type "@title"
hr: Ukloni @type "@title"
ro: Șterge @type "@title"

source: Delete Activity entities
hr: Ukloni entitete Aktivnosti
ro: Șterge entitățile de activitate

source: Delete Comment
hr: Ukloni komentar
ro: Șterge comentariu

source: Delete Event enrollment entities
hr: Ukloni entitete upisa na događaj
ro: Șterge entitățile de înscriere la un Eveniment

source: Delete Font entities
hr: Ukloni entitete fonta
ro: Șterge entitățile de Font

source: Delete Mentions Type
hr: Izbriši vrstu spominjanja
ro: Șterge tipul mențiunilor

source: Delete Queue storage entity entities
hr: Izbriši entitete za pohranu reda čekanja
ro: Șterge entitățile de stocare în coadă

source: Delete all comments
hr: Ukloni sve komentare
ro: Șterge toate comentariile

source: Delete any posts entities
hr: Ukloni sve entitete objava
ro: Șterge entitățile postărilor

source: Delete image
hr: Ukloni sliku
ro: Șterge imagine

source: Delete own comments
hr: Ukloni vlastite komentare
ro: Șterge propriile comentarii

source: Delete own posts entities
hr: Ukloni entitete vlastitih objava
ro: Șterge propriile entități ale postărilor

source: Delete private messages
hr: Ukloni privatne poruke
ro: Șterge mesaje private

source: Delete selected event enrollment entities
hr: Ukloni odabrane entitete upisa na događaj
ro: Șterge entitățile de înscriere ale evenimentului selectat

source: Delete selected group content entities
hr: Ukloni odabrane entitete sadržaja grupe
ro: Șterge entitățile de conținut ale grupului selectat

source: Delete the selected comments
hr: Ukloni odabrane komentare
ro: Şterge comentariile selectate

source: Delete thread
hr: Ukloni raspravu
ro: Șterge fir de postări

source: Delete your account and anonymize all other content.
hr: Izbriši svoj račun i anonimiziraj sav ostali sadržaj.
ro: Șterge contul tău și postează toate celelate tipuri de conținut anonim.

source: Delete your account, delete private messages, and anonymize all other content.
hr: Izbriši svoj račun, izbriši privatne poruke i anonimiziraj sav ostali sadržaj.
ro: Șterge contul tău, șterge mesajele private și postează toate celelalte tipuri de conținut anonim.

source: Deleted user
hr: Uklonjen korisnik
ro: Utilizator șters

source: Deleting @type's
hr: Brisanje @type's
ro: Șterge @type

source: Deleting the group and all the content within the group...
hr: Brisanje grupe i sadržaja u grupi...
ro: Șterge grupul și tot conținutul acestuia.

source: Deleting this image will also delete it from the post it belongs to.
hr: Brisanje ove slike briše je i iz objave kojoj pripada.
ro: Ștergerea acestei imagini va duce la ștergerea postării de care aparține.

source: Desc
hr: Silazno
ro: Descendent

source: Describe this mention type.
hr: Opiši vrstu spominjanja.
ro: Descrie tipul acestei mențiuni.

source: Description
hr: Opis
ro: Descriere

source: Destinations
hr: Odredišta
ro: Destinații

source: Details
hr: Detalji
ro: Detalii

source: Determine if the main categories of the vocabury will be used as seperate tag fields or as a single tag field when using tags on content.
hr: Odredi hoće li se glavne kategorije rječnika koristiti kao zasebna polja oznaka ili kao jedno polje oznake kada se koriste oznake na sadržaju.
ro: Determină dacă categoriile principale ale vocabularului vor fi utilizate ca etichete separate sau ca un singur câmp de etichete atunci când se etichetează un conținut.

source: Determine if the parent of categories will be used with children tags.
hr: Odredi hoće li se nadređena kategorija koristiti s podređenim oznakama.
ro: Stabilește dacă părintele categoriilor va fi utilizat cu etichetele pentru copii.

source: Determine wether users can upload documents to comments.
hr: Odredi mogu li korisnici postavljati dokumente u komentare.
ro: Stabilește dacă utilizatorii pot încărca fișiere în comentarii.

source: Determine whether users are allowed to tag content, view tags and filter on tags in content. (@content)
hr: Odredi smiju li korisnici označavati sadržaj, pregledavati oznake i filtrirati oznake u sadržaju. (@content)
ro: Stabilește dacă utilizatorilor le este permis să eticheteze conținut, să vizualizeze etichete și să filtreze etichete în conținut. (@content)

source: Determine whether users can upload documents to comments.
hr: Odredi mogu li korisnici postavljati dokumente u komentare.
ro: Stabilește dacă utilizatorii pot încărca fișiere în comentarii.

source: Determines whether content tagging is enabled for users.
hr: Određuje je li označavanje sadržaja omogućeno za korisnike.
ro: Stabilește dacă etichetarea conținutului este disponibilă pentru utilizatori.

source: Determines whether the book node type has tagging enabled.
hr: Određuje ima li tip unosa omogućeno označavanje.

source: Determines whether the event node type has tagging enabled.
hr: Određuje ima li tip unosa omogućeno označavanje.

source: Determines whether the landing page node type has tagging enabled.
hr: Određuje ima li tip unosa odredišne stranice omogućeno označavanje.
ro: Determină dacă tipul nodului paginii de destinație are etichetarea disponibilă.

source: Determines whether the page node type has tagging enabled.
hr: Određuje ima li tip unosa omogućeno označavanje.

source: Determines whether the top level taxonomy items are considered categories for tagging.
hr: Određuje smatraju li se stavke taksonomije najviše razine kategorijama za označavanje.
ro: Determină dacă obiectele taxonomiei de nivel înalt sunt considerate categorii de etichetare.

source: Determines whether the topic node type has tagging enabled.
hr: Određuje ima li tip unosa omogućeno označavanje.

source: Direct download
hr: Direktno preuzimanje
ro: Descărcare directă

source: Disable public visibility
hr: Onemogući javnu vidljivost
ro: Dezactivarea vizibilității publice

source: Disclaimer
hr: Odricanje od odgovornosti
ro: Atenționare

source: Discussion
hr: Rasprava
ro: Discuție

source: Display icon configuration
hr: Konfiguracija ikone prikaza
ro: Afișează configurația pictogramei

source: Display name
hr: Naziv prikaza
ro: Nume de afişare

source: Display settings
hr: Postavke prikaza
ro: Setări de afişare

source: Display the <b>My Groups</b> icon in the main navigation
hr: Prikaži ikonu <b>Moje grupe</b> u glavnoj navigaciji
ro: Afișează pictograma <b>Grupurile mele</b> în navigația principală

source: Display the <b>Social Private Message</b> (envelope) icon.
hr: Prikaži ikonu <b>Social privatna poruka</b> (omotnica).
ro: Afișează pictograma <b> Mesaj privat</b> (plic).

source: Display the groups icon in the navigation bar
hr: Prikaži ikonu grupa na navigacijskoj traci
ro: Afișează pictograma grupurilor în bara de navigare

source: Display the label of the referenced album entities.
hr: Prikaži etiketu povezanih entiteta albuma.
ro: Afișează eticheta entităților albumelor de referință.

source: Display the label of the referenced entities even if based entity type is user and entity is deleted.
hr: Prikaži etiketu povezanih entiteta čak i ako je temeljni tip entiteta korisnik, a entitet je obrisan.
ro: Afișează eticheta entităților la care se face referire chiar dacă tipul de entitate bazat este utilizator și entitatea este ștearsă.

source: Display the mentioned user in a post
hr: Prikaži spomenutog korisnika u objavi
ro: Afișează utilizatorul menționat într-o postare

source: Display the private message icon in the navigation bar
hr: Prikaži ikonu privatne poruke na navigacijskoj traci
ro: Afișează pictograma mesajului privat în bara de navigație

source: Display the view as a filter block.
hr: Prikaži prikaz kao blok filtera.
ro: Afișează vizualizarea ca un bloc de filtrare.

source: Display the view as a mode block.
hr: Prikaži prikaz kao blok načina.
ro: Afișează vizualizarea ca un mod de bloc.

source: Display user’s time zone in events
hr: Prikaz vremenske zone korisnika u događajima
ro: Afișează fusul orar al utilizatorului în evenimente

source: Displayed in the user log in card.
hr: Prikazuje se na kartici za prijavu korisnika.
ro: Afișat în cardul de conectare al utilizatorului.

source: Displayed in the user sign-up card.
hr: Prikazuje se na kartici za registraciju korisnika.
ro: Afișat pe cardul de înscriere al utilizatorului.

source: Displays a block and page for the newest users on the platform based on Profile
hr: Prikazuje blok i stranicu za najnovije korisnike na platformi na temelju profila
ro: Afișează un bloc și o pagină pentru cei mai noi utilizatori de pe platformă pe baza profilului

source: Displays the count of members in a group.
hr: Prikazuje broj članova u grupi.
ro: Afișează numărul membrilor dintr-un grup.

source: Displays the entity type or the bundle type for Nodes.
hr: Prikazuje vrstu entiteta ili vrstu skupa za unose.
ro: Afișează tipul de entitate sau tipul de pachet pentru noduri.

source: Displays the newest topics in the community
hr: Prikazuje najnovije teme u zajednici
ro: Afișează cele mai noi postări din comunitate

source: Do not count downloads for users with this role.
hr: Ne računaj preuzimanja za korisnike s ovom ulogom.
ro: Nu numără descărcările utilizatorilor cu acest rol.

source: Do not show threads a user deleted.
hr: Ne prikazuj rasprave koje je korisnik izbrisao.
ro: Nu afișează fire de postări pe care un utilizator le-a șters.

source: Don't have an account yet? @link
hr: Još nemaš korisnički račun? @link
ro: Nu aveți încă un cont? @link

source: Download Count
hr: Broj preuzimanja
ro: Numărul descărcărilor

source: Download count
hr: Broj preuzimanja
ro: Numărul descărcărilor

source: Download file
hr: Preuzmi datoteku
ro: Descarcă fișierul

source: Dropdown
hr: Padajući izbornik
ro: Listă verticală

source: Dropdown element.
hr: Padajući element.
ro: Element de tipul cădere bruscă.

source: Dropdown field formatter
hr: Formatiranje padajućeg polja
ro: Formatarea câmpurilor dropdown

source: Dropdown field.
hr: Padajuće polje.
ro: Câmp dropdown.

source: Dropdown list
hr: Padajući popis
ro: Listă dropdown

source: Dropdown list settings
hr: Postavke padajućeg popisa
ro: Setările listei dropdown

source: Dropdown widget
hr: Padajući widget
ro: Widget dropdown
