Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: Whether the content is immediately unpublished if a user reports it as inappropriate.
hr: Povlači li se objava sadržaja čim ga korisnik prijavi kao neprikladan.
ro: Dacă conținutul este imediat nepublicat dacă un utilizator îl raportează ca inadecvat.

source: Whether the maximum event enrollments field is required
hr: Je li potrebno polje za maksimalan broj upisa na događaje
ro: Dacă este necesar câmpul maxim de înscrieri la eveniment

source: Whether the maximum number of event enrollments feature is enabled
hr: Je li omogućena značajka maksimalnog broja upisa na događaje
ro: Dacă este activat numărul maxim de înscrieri la eveniment

source: Whether the type selection is required for events.
hr: Je li odabir vrste potreban za događaje.
ro: Dacă este necesară selectarea tipului pentru evenimente.

source: Whether to show e-mail addresses on user profiles.
hr: Treba li prikazati adrese e-pošte na korisničkim profilima.
ro: Dacă se afișează adresele de e-mail în profilurile utilizatorilor.

source: Whether to show preferred language on user profiles.
hr: Treba li prikazati odabrani jezik na korisničkim profilima.
ro: Dacă se afișează limba preferată în profilurile utilizatorilor.

source: Whether users get notified by e-mail after they've enrolled anonymously.
hr: Hoće li korisnici biti obaviješteni e-poštom nakon što se anonimno upišu.
ro: Dacă utilizatorii primesc notificări prin e-mail după ce s-au înscris anonim.

source: Whether users should fill in a mandatory reason or if it is optional.
hr: Trebaju li korisnici uvijek navesti razlog ili nije obavezno.
ro: Dacă utilizatorii ar trebui să completeze un motiv obligatoriu sau dacă este opțional.

source: Who can see the group.
hr: Tko može vidjeti grupu.
ro: Cine poate vedea acest grup.

source: Who liked this entity
hr: Tko je lajkao ovaj entitet
ro: Cine a apreciat această entitate

source: Whoops... something went wrong!
hr: Ups... nešto je pošlo po zlu!
ro: Ooops... ceva nu a mers bine!

source: Will generate files, users, groups, events, topics, comments and posts.
hr: Generira datoteke, korisnike, grupe, događaje, teme, komentare i objave.
ro: Va genera fișiere, utilizatori grupuri, evenimente, comentarii și postări.

source: Yes
hr: Da
ro: Da

source: Yes, continue
hr: Da, nastavi
ro: Da, continuă

source: You
hr: Ti
ro: Tu

source: You are already a member of the @group.
hr: Već si član @group.
ro: Ești deja membru al @group.

source: You are enrolled in the event [node:title]
hr: Upisan/a si na događaj [node:title]
ro: Te-ai înscris la acest eveniment[node:title]

source: You are no longer enrolled in this event. Your personal data used for the enrollment is also deleted.
hr: Više nisi upisan/a na ovaj događaj. Tvoji osobni podaci korišteni za upis također se brišu.
ro: Nu mai ești înscris la acest eveniment. Datele tale persoanel folosite pentru înscriere au fost, de asemenea, șterse.

source: You are not allowed to comment on content in a group you are not member of.
hr: Ne možeš komentirati sadržaj u grupi čiji nisi član.
ro: Nu poți lăsa comentarii unui conținut dintr-un grup din care nu ești membru.

source: You are not allowed to edit this field!
hr: Nije ti dopušteno uređivati ovo polje!

source: You are not allowed to view comments on content in a group you are not member of. You can join the group @group_link.
hr: Ne možeš pregledavati komentare na sadržaj u grupi čiji nisi član. Možeš se pridružiti grupi @group_link.
ro: Nu poți vizualiza comentarii despre conținutul unui grup din care nu ești membru. Te poți alătura grupului @group_link

source: You are now automatically following this @type. @unfollow_link.
hr: Sada automatski pratiš ovaj @type. @unfollow_link.
ro: Acum urmărești automat acest @type

source: You can enable 'Mentions Filter' for the mentions type below for the appropriate @text_format
hr: Možeš omogućiti 'Filter spominjanja' za vrstu spominjanja u nastavku za odgovarajući @text_format
ro: Poți activa „Filtrul de mențiuni” pentru tipul de mențiuni de mai jos pentru @text_format corespunzător

source: You can enter or paste multiple entries separated by comma or semicolon
hr: Možeš unijeti ili zalijepiti više unosa odvojenih zarezom ili točkom-zarezom
ro: Poți introduce sau lipi mai multe intrări separate prin virgulă sau punct și virgulă

source: You can hide individual address fields, with the exception of the country field. <br/> Disable the country field by disabling the whole address, using the checkbox <em>field_profile_address</em>.
hr: Možeš sakriti pojedinačna polja adrese, osim polja za zemlju.<br/> Onemogući polje za zemlju tako što ćeš onemogućiti cijelu adresu, koristeći potvrdni okvir <em>field_profile_address</em>.
ro: Poți ascunde câmpuri de adresă individuale, cu excepția câmpului țară. <br/> Dezactivează câmpul țării dezactivând întreaga adresă, folosind caseta de selectare <em>field_profile_address</em>.

source: You can leave a message in your request. Once your request is approved, you will receive a notification via email and notification center.
hr: Možeš ostaviti poruku u svom zahtjevu. Nakon što je tvoj zahtjev odobren, primit ćeš obavijest putem e-pošte i centra za obavijesti.
ro: Dezactivează câmpul țără dezactivând întreaga adresă, utilizând caseta de selectare <em> field_profile_address </em>.

source: You can leave a message in your request. Only when your request is approved, you will receive a notification via email and notification center.
hr: Možeš ostaviti poruku u svom zahtjevu. Tek nakon što je tvoj zahtjev odobren, primit ćeš obavijest putem e-pošte i centra za obavijesti.
ro: Poți lăsa o solicitare de mesaj. Numai atunci când solicitarea ta este aprobată, vei primi o notificare prin e-mail și în centrul de notificări.

source: You can use the token [social_user:recipient] for a personalized salutation, to add the users name in your email
hr: Možeš koristiti token [social_user:recipient] za personalizirani pozdrav, za dodavanje imena korisnika u e-poruku
ro: Poți utiliza tokenul [social_user: recipient] pentru o salutare personalizată, pentru a adăuga numele utilizatorului în e-mailul tău.

source: You do not follow any tags.
hr: Ne pratiš nijednu oznaku.
ro: Nu urmărești nicio etichetă.

source: You do not have any notifications.
hr: Nemaš obavijesti.
ro: Nu ai nicio notificare.

source: You do not have any private messages yet. Click on the button on the right to start a new message.
hr: Još nemaš nijednu privatnu poruku. Klikni na gumb s desne strane za početak nove poruke.
ro: Nu ai încă niciun mesaj privat. Dă click pe butonul din dreapta pentru a începe o nouă conversație.

source: You don't have access to join this group.
hr: Nemaš pristup za pridruživanje ovoj grupi.
ro: Nu ai acces pentru a te alătura acestui grup.

source: You don't have any event invites yet.
hr: Još nemaš pozive na događaje.
ro: Nu ai încă nicio invitație la evenimente

source: You have accepted the invitation for the @event event.
hr: Prihvaćen poziv na događaj @event.
ro: Ai acceptat invitația pentru evenimentul @event

source: You have accepted the invitation.
hr: Prihvatio/la si poziv.

source: You have been already enrolled to this event. You have also received a notification via email.
hr: Već si upisan/a na ovaj događaj. Stigla ti je i obavijest putem e-pošte.
ro: Ai fost deja înscris la acest eveniment. De asemenea, ai primit o notificare prin e-mail.

source: You have been enrolled in the event [node:title]. You can cancel your enrollment anytime using the following link: [social_event_an_enroll:enrolled_event].
hr: Upisan/a si na događaj [node:title]. Upis možeš otkazati u bilo kojem trenutku putem sljedeće poveznice: [social_event_an_enroll:enrolled_event].
ro: Ai fost înscris la evenimentul [node:title]. Îți poți anula înscrierea oricând utilizând următorul link: [social_event_an_enroll: enroll_event].

source: You have been invited to join a group
hr: Pozvan/a si da se pridružiš grupi
ro: Ai fost invitat să te alături unui grup

source: You have been invited to join this group
hr: Pozvan/a si da se pridružiš ovoj grupi
ro: Ai fost invitat să te alături acestui grup

source: You have declined the group invitation.
hr: Odbio/la si poziv u grupu.

source: You have declined the invitation for the @event event.
hr: Odbijen poziv na događaj @event.
ro: Ai refuzat invitația pentru evenimentul @event

source: You have enrolled
hr: Upisan/a si
ro: Te-ai înscris

source: You have enrolled for this event.
hr: Upisan/a si na ovaj događaj.
ro: Te-ai înscris la acest eveniment

source: You have insufficient permissions to delete this vocabulary
hr: Nemaš dovoljna dopuštenja za brisanje ovog rječnika
ro: Nu ai suficiente permisiuni pentru a șterge acest vocabular

# Is a member
source: You have joined
hr: Pridružen/a si
ro: Te-ai alăturat

source: You have joined the group and you can leave your comment now.
hr: Sad si u grupi i možeš ostaviti svoj komentar.
ro: Te-ai alăturat acestui grup și poți lăsa comentarii acum

source: You have just used your one-time login link. It is no longer necessary to use this link to log in.
hr: Upotrijebio/la si poveznicu za jednokratnu prijavu. Više nije potrebno koristiti ovu poveznicu za prijavu.
ro: Ai folosit un link unic pentru autentificare. Nu mai este necesar să folosești acest link pentru autentificare

source: You have pending group invitations. <a href="@url">Visit your profile</a> to see them.
hr: Imaš pozive u grupu koji čekaju. <a href="@url"> Posjeti svoj profil</a> da ih vidiš.

source: You have posted successfully in your new album @link
hr: Uspješna objava u tvom novom albumu @link
ro: Ai postat cu succes în noul tău album @link

source: You have successfully enrolled to this event. Also you are now following the event, which means you will receive notifications when a new comment is placed.
hr: Uspješan upis na događaj. Sada i pratiš događaj, što znači da ćeš primati obavijest kada se postavi novi komentar.
ro: Te-ai înscris cu succes la acest eveniment. De asemenea, urmărești evenimentul, ceea ce înseamnă că vei primi notificări atunci când este plasat un nou comentariu.

source: You have tried to use a one-time link that has expired.
hr: Pokušavaš upotrijebiti jednokratnu poveznicu koja je istekla.
ro: Ai încercat să utilizezi un link unic care nu a expirat

source: You have tried to use a one-time link that is invalid.
hr: Pokušavaš upotrijebiti jednokratnu poveznicu koja je nevažeća.
ro: Ai încercat să utilizezi un link unic care nu este valid.

source: You must update Open Social to the latest version of 8.x before upgrading to 9.0 or later.
hr: Potrebno je ažurirati Open Social na najnoviju verziju 8.x prije nadogradnje na 9.0 ili noviju.
ro: Trebuie să actualizezi Open Social la cea mai recentă versiune de 8.x înainte de a trece la 9.0 sau o versiune ulterioară.

source: You need to set your password in order to log in.
hr: Trebaš postaviti lozinku da se možeš prijaviti.
ro: Trebuie să introduci o parolă pentru a te putea conecta

source: You're already a member of this group.
hr: Već si član ove grupe.
ro: Ești deja un membru al acestui grup

source: You've been added to this group.
hr: Sad si član ove grupe.
ro: Ai fost adăugat în acest grup

source: Your email has been sent to 1 selected member successfully
hr: Tvoj email je uspješno poslan 1 odabranom članu
ro: Emailul tău a fost trimis cu succes membrului selectat

source: Your email has not been sent to 1 selected member successfully
hr: Tvoj email nije uspješno poslan 1 odabranom članu
ro: Emailul tău NU a fost trimis cu succes către membrul selectat

source: Your email will be send to 1 selected member
hr: Tvoj email će biti poslan 1 odabranom članu
ro: Emailul tău se va trimite către 1 membru selectat

source: Your footer settings have been updated
hr: Postavke podnožja su ažurirane
ro: Setările tale de subsol au fost actualizate

source: Your group and all of its topics, events and posts have been deleted.
hr: Tvoja grupa i sve njezine teme, događaji i objave su izbrisani.
ro: Grupul tău cu toate evenimentele și postările sale au fost șterse.

source: Your message has been created.
hr: Poruka je kreirana.
ro: Mesajul tău a fost creat

source: Your message has been deleted.
hr: Poruka je izbrisana.
ro: Mesajul tău a fost șters

source: Your post %label has been posted.
hr: Tvoja objava %label je objavljena.
ro: Postarea ta %label a fost postată

source: Your post %label has been saved.
hr: Tvoja objava %label je spremljena.
ro: Postarea ta %label a fost salvată

source: Your report has been submitted.
hr: Prijava je podnesena.
ro: Raportul tău a fost trimis

source: Your report is removed.
hr: Prijava je uklonjena.
ro: Raportul tău a fost îndepărtat

source: Your request has been sent successfully
hr: Zahtjev je uspješno poslan
ro: Cererea ta a fost trimisă cu succes

source: Your request is waiting for Group Administrator's approval
hr: Tvoj zahtjev čeka odobrenje Administratora Grupe

source: Your uploaded files on the Open Social entities are not fully protected because you did not set a Private File Directory. You need to set an existing local file system path for storing private files. It should be writable by Drupal and not accessible over the web. This must be changed in settings.php. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
hr: Tvoje postavljene datoteke na entitetima Open Sociala nisu u potpunosti zaštićene jer nemaš postavljen direktorij privatnih datoteka. Trebaš postaviti postojeću putanju lokalnog datotečnog sustava za pohranu privatnih datoteka. Drupal bi trebao imati pristup pisanju, ali direktorij ne bi bio dostupan putem interneta. Ovo se mora promijeniti u settings.php. Više informacija: https://www.drupal.org/docs/8/distributions/open-social/private-files
ro: Fișierele tale încărcate pe entitățile Open Social nu sunt pe deplin protejate deoarece nu ai setat un director de fișiere private. Trebuie să setezi o cale de sistem de fișiere locală existentă pentru stocarea fișierelor private. Ar trebui să poată fi scris de Drupal și să nu fie accesibil pe web. Acest lucru trebuie modificat în settings.php. Mai multe informații: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: [current-user:display-name] has invited you to join a group on [site:name].
hr: [current-user:display-name] te poziva da se pridružiš grupi na [site:name].
ro: [current-user:display-name] te-a invitat să te alături unui grup de pe [site:name].

source: a @content_type
hr: @content_type
ro: un @content_type

source: about @label
hr: informacije o @label
ro: despre @label

source: about @profile_name @profile_name_extra
hr: informacije o @profile_name @profile_name_extra
ro: despre @profile_name @profile_name_extra

source: account settings here
hr: postavke računa ovdje
ro: aici sunt setările contului

source: an @content_type
hr: @content_type
ro: un @content_type

source: ascending
hr: uzlazno
ro: ascendent

source: author
hr: autor
ro: autor

source: by
hr: autor
ro: de

source: comments
hr: komentari
ro: comentarii

source: content @type: deleted @label.
hr: sadržaj @type: izbrisano @label.
ro: conținutul @type: șters @label

source: create a new account
hr: kreiraj novi račun
ro: creează un cont nou

source: default content types
hr: zadane vrste sadržaja
ro: tip de conținut implicit

source: default group types
hr: zadane vrste grupa
ro: tip de grup implicit

source: default taxonomy terms
hr: zadani taksonomski pojmovi
ro: termeni impliciți de taxonomie

source: descending
hr: silazno
ro: descendent

source: email notification settings
hr: postavke obavijesti e-poštom
ro: Setări de notificare prin email

source: entity id from url
hr: id entiteta s url-a
ro: id-ul entității din url

source: entity type from url
hr: vrsta entiteta s url-a
ro: tipul de entitate din url

source: event
hr: događaj
ro: eveniment

source: event enrollments
hr: upisi na događaj
ro: înscrierile evenimentului

source: events
hr: događaji
ro: evenimente

source: field_account: User
hr: field_account: Korisnik
ro: câmpul cont: utilizator

source: field_event: Content
hr: field_event: Sadržaj
ro: câmpul eveniment: conținut

source: files
hr: datoteke
ro: fișiere

source: for this user
hr: za ovog korisnika
ro: pentru acest utilizator

source: from @org
hr: od @org
ro: de la @org

source: group members
hr: članovi grupe
ro: membri grupului

source: groups
hr: grupe
ro: grupuri

source: has the publish status of
hr: ima status objavljenosti
ro: Are statusul de publicare de

source: here
hr: ovdje
ro: aici

source: in @event
hr: u @event
ro: în @event

source: in @topic
hr: u @topic
ro: în @topic

source: in the community
hr: u zajednici
ro: în comunitate

source: in the group
hr: u grupi
ro: în acest grup

source: internal uuid
hr: interni uuid
ro: UUID intern

source: is the type of
hr: je vrsta
ro: După tip

source: last »
hr: posljednja »

source: likes
hr: lajkova
ro: aprecieri

source: located at:
hr: nalazi se na:
ro: situat în:

source: log in
hr: prijava
ro: autentificare

source: more
hr: više
ro: mai multe

source: never
hr: nikada
ro: niciodată

source: next ›
hr: sljedeća ›

source: on a
hr: na
ro: pe o

source: on the
hr: na
ro: pe

source: only visible to all logged-in users.
hr: vidljivo samo svim prijavljenim korisnicima.
ro: vizibil pentru toți utilizatorii conectați

source: only visible to logged-in group members.
hr: vidljivo samo prijavljenim članovima grupe.
ro: vizibil doar pentru utilizatorii conectați și înscriși în grup

source: photo
hr: fotografija
ro: imagine

source: post
hr: objava
ro: postare

source: posted
hr: objavljeno
ro: postat

source: posts
hr: objave
ro: postări

source: profile image
hr: slika profila

source: published
hr: objavljeno
ro: publicat

source: see profile
hr: vidi profil
ro: vezi profilul

source: show some more
hr: pokaži još
ro: afișează mai multe

source: sign up
hr: registracija

source: site administrator
hr: administrator stranice
ro: administratorul siteului

source: skip download counts
hr: preskoči brojanje preuzimanja
ro: omiteți numărul de descărcări

source: social an hero image (1200 x 490)
hr: social slika junaka (1200 x 490)
ro: social imaginea secțiunii principale (1200 x 490)

source: social file thumbnails (145x145)
hr: social thumbnail datoteka (145x145)
ro: miniaturi de fișiere sociale (145x145)

source: social post photo (714 x 1071)
hr: social fotografija u objavi (714 x 1071)
ro: social postează imagine (714 x 1071)

source: text formats
hr: tekstualni formati
ro: formatarea textului

source: topic
hr: tema
ro: postare

source: topics
hr: teme
ro: postări

source: unpublished
hr: neobjavljeno
ro: nepublicat

source: users
hr: korisnici
ro: utilizatori

source: users can "request to enroll" for this event which event organisers approve/decline
hr: korisnici mogu "zatražiti zahtjev za upis" na ovaj događaj koji organizatori događaja odobravaju/odbijaju
ro: utiizatorii pot trimite o "Cerere de înscriere" pentru acest eveniment ăe care administratorii o pot aproba/respinge

source: users can "request to join" this group which group managers approve/decline.
hr: korisnici mogu poslati "zahtjev za pridruženje" ovoj grupi koji upravitelji grupe odobravaju/odbijaju.

source: users can enroll for this event without approval
hr: korisnici se mogu prijaviti na ovaj događaj bez odobrenja
ro: utilizatorii se pot înscrie la acest eveniment fără aprobare

source: users can join this group without approval.
hr: korisnici se mogu pridružiti ovoj grupi bez odobrenja.

source: users can only enroll for this event if they are added/invited by event organisers
hr: korisnici se mogu prijaviti na ovaj događaj samo ako ih organizator događaja doda/pozove
ro: utilizatorii se pot înscrie la acest eveniment numai dacă sunt adăugați / invitați de organizatorii evenimentului

source: users can only join this group if they are added/invited by group managers.
hr: korisnici se mogu pridružiti ovoj grupi samo ako ih dodaju/pozovu voditelji grupe.

source: view
hr: Pogledaj
ro: afişează

source: view download counts
hr: prikaz broja preuzimanja
ro: afișează numărul descărcărilor

source: visible to all visitors to the platform.
hr: vidljivo svim posjetiteljima platforme.
ro: vizibil tuturor vizitatorilor de pe platformă.

source: {{ arguments.gid|placeholder }} invitations
hr: {{ arguments.gid|placeholder }} pozivi
ro: {{ arguments.gid|placeholder }} invitații

source: « First
hr: « Prva
ro: « Primul

source: « first
hr: « prva

source: Â« First
hr: Â« Prva

source: ‹ Previous
hr: ‹ Prethodna
ro: ‹ Anterior

source: ‹ previous
hr: ‹ prethodna

source: #MadeToShare
ro: #DeDistribuit

source: (1 spot left)
ro: (1 loc rămas)

source: 1 follower
ro: 1 urmăritor

source: 1 group invite
ro: 1 invitație de grup

source: 1 membership invite for group: @group_name
ro: 1 invitație de membru pentru grupul: @group_name

source: 1 selected enrollee has been exported successfully
ro: 1 persoană înscrisă selectată a fost exportată cu succes

source: 1 selected enrollee has been removed from the event successfully
ro: 1 persoană înscrisă selectată a fost eliminată cu succes din eveniment

source: 1 selected enrollee has not been exported successfully
ro: 1 persoană înscrisă selectată nu a fost exportată cu succes

source: 1 selected enrollee has not been removed from the event successfully
ro: 1 persoană înscrisă selectată nu a fost eliminată cu succes din eveniment

source: 1 selected member has been exported successfully
ro: 1 membru selectat a fost exportat cu succes

source: 1 selected member has not been exported
ro: 1 membru selectat nu a fost exportat

source: <b><em class="placeholder">@count</em> enrollee</b> is selected
ro: <b><em class="placeholder">@count</em> persoană înscrisă</b> este selectată

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added tag(s) you follow to [social_taxonomy:indefinite_article] [social_taxonomy:content_type].</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a adăugat tagul/tagurile pe care le urmărești la [social_taxonomy:indefinite_article] [social_taxonomy:content_type].</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added you to the event [social_event:event_iam_organizing]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> te-a adăugat la evenimentul [social_event:event_iam_organizing]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> added you to the event [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> te-a adăugat la evenimentul [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> approved your request to enroll for the event [social_event:event_iam_organizing]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ți-a aprobat solicitarea de înscriere la evenimentul [social_event:event_iam_organizing]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> approved your request to enroll for the event [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> ți-a aprobat solicitarea de înscriere la evenimentul [social_event:event_iam_organizing]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
