Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: <strong>Please note:</strong> <p>Other people will still be able to find you when they search for a value of some of these fields (e.g. Amsterdam for City value). The information you choose to hide will still be visible to the managers of this site. It is also possible that some of the options below are disabled by the managers of this site.</p>
hr: <strong>Obrati pažnju:</strong> <p>Drugi ljudi će te i dalje moći pronaći kada traže vrijednost nekog od ovih polja (npr. Amsterdam za polje grada). Informacije koje odlučiš sakriti i dalje će biti vidljive upraviteljima ove stranice. Također je moguće da su neke od opcija u nastavku onemogućili upravitelji ove stranice.</p>
ro: <strong> Te rugăm să reții: </strong> <p>Alte persoane te vor putea găsi în continuare când vor căuta o valoare pentru unele dintre aceste câmpuri (ex: Bucureşti pentru valoarea orașului). Informațiile pe care alegi să le ascunzi vor fi în continuare vizibile pentru managerii acestui site. De asemenea, este posibil ca unele dintre opțiunile de mai jos să fie dezactivate de către managerii acestui site.</p>

source: <strong>WARNING</strong>: Flushing profile data will permanently <strong>remove all data</strong> from the following fields from the database: %fields. The search indexes may also be cleared and will need re-indexing. This <strong>cannot be undone</strong>. Are you sure you want to continue?
hr: <strong>UPOZORENJE</strong>: Brisanje podataka profila trajno <strong>uklanja sve podatke</strong> iz sljedećih polja u bazi podataka: %fields. Može doći i do brisanja indeksa pretraživanja i trebat će ih ponovno indeksirati. Ovo je <strong>nepovratna radnja</strong>. Želiš li zbilja nastaviti?
ro: <strong>ATENŢIE</strong>: Ștergerea datelor de profil va <strong>elimina permanent toate datele</strong> din următoarele câmpuri din baza de date: %fields. De asemenea, indexurile de căutare pot fi șterse și vor necesita reindexare. Acest lucru <strong>nu poate fi anulat</strong>. Ești sigur că vrei să continui?

source: @amount like(s)
hr: @amount lajkova
ro: @amount apreciere(aprecieri)

source: @count activities data has been migrated to activity_notification_table.
hr: @count podataka o aktivnostima premješteno je u activity_notification_table.
ro: Datele despre @count activități au fost migrate către activity_notification_table.

source: @count new member joined the group.
hr: @count novi član je u grupi.
ro: @count membru nou s-a alăturat grupului.

source: @entity_type @entity_id could not be unpublished after a user reported it.
hr: Objava @entity_type @entity_id nije poništena nakon zaprimljene prijave korisnika.
ro: @entity_type @entity_id nu a putut fi ștearsă după ce un utilizator a raportat-o.

source: @interval ago
hr: prije @interval
ro: @interval în urmă

source: @interval hence
hr: od @interval
ro: @interval prin urmare

source: @name field is required.
hr: @name polje je obvezno.
ro: Câmpul @name este obligatoriu.

source: @node
hr: @unos

source: @time ago
hr: prije @time
ro: în urmă cu @time

source: @timezone time
hr: @timezone vrijeme
ro: fus orar @timezone

source: @total Enrollees
hr: @total upisanih
ro: @total Persoane înscrise

source: @total members
hr: @total članova
ro: @total membri

source: @total people have enrolled
hr: @total ljudi se prijavilo
ro: S-au înscris @count persoane

source: @usernames is already member of the @type, you can't add them again
hr: @usernames je već član @type, ne možeš ga dodati opet
ro: @usernames este deja membru al @type, nu îl poți adăuga din nou

source: A Reply-To address is the email address that receives messages sent from those who select Reply in their email clients.
hr: Adresa za odgovor je adresa e-pošte koja prima poruke poslane od onih koji odaberu Odgovori u svojim klijentima e-pošte.
ro: O adresă Răspuns este adresa de email care primește mesaje trimise de la cei care selectează Răspunde în clienții lor email.

source: A background process (e.g. sending bulk emails) has finished
hr: Pozadinski proces (npr. slanje skupnih poruka e-pošte) je završio
ro: S-a încheiat un proces de fundal (ex: trimiterea de emailuri în bloc)

source: A basic block contains a title and a body.
hr: Osnovni blok sadrži naslov i tijelo.
ro: Un bloc de bază conține un titlu și un conținut.

source: A block section where can be selected a block or a paragraph
hr: Odjeljak bloka u kojem se može odabrati blok ili odlomak
ro: O secțiune din bloc în care poate fi selectat un bloc sau un paragraf

source: A boolean indicating whether the Activity is published.
hr: Booleov operator naznačuje je li Aktivnost objavljena.
ro: Un boolean care indică dacă Activitatea este publicată.

source: A boolean indicating whether the Event enrollment is published.
hr: Booleov operator naznačuje je li objavljeno sudjelovanje na Događaju.
ro: Un boolean care indică dacă înscrierea la Eveniment este publicată.

source: A boolean indicating whether the Font is published.
hr: Booleov operator naznačuje je li Font objavljen.
ro: Un boolean care indică dacă Fontul este publicat.

source: A custom block to generate a list of content dynamically according to specific filters.
hr: Prilagođeni blok za dinamičko generiranje popisa sadržaja prema određenim filtrima.
ro: Un bloc personalizat pentru generarea dinamică unei liste de conținut în funcție de filtre specifice.

source: A description of your report is mandatory.
hr: Opis prijave je obavezan.
ro: O descriere a raportării tale este obligatorie.

source: A list of featured content that can have a title, link, group/node/profile, and description.
hr: Popis prikazanog sadržaja koji može imati naslov, poveznicu, grupu/unos/profil ili opis.
ro: O listă de conținut prezentat care poate avea un titlu, link, grup/nod/profil și descriere.

source: A list of featured items that can have a title, link, image/icon, and description.
hr: Popis prikazanih stavki koje mogu imati naslov, poveznicu, sliku/ikonu ili opis.
ro: O listă de articole prezentate care pot avea un titlu, link, imagine/pictogramă și descriere.

source: A list of reasons users can choose from for reporting content.
hr: Popis razloga iz kojih korisnici mogu izabrati za prijavu sadržaja.
ro: O listă a motivelor din care utilizatorii pot alege pentru raportarea conținutului.

source: A organizer added me to a Event
hr: Organizator me dodao na Događaj
ro: Un organizator m-a adăugat la un Eveniment

source: A person commented on a post on my profile
hr: Osoba je komentirala post na mojem profilu
ro: O persoană a comentat la o postare de pe profilul meu

source: A person commented on content I am following
hr: Osoba je komentirala na sadržaju koji pratim
ro: O persoană a comentat la conținut pe care îl urmăresc

source: A person commented on content created or organised by me
hr: Osoba je komentirala moj objavljeni sadržaj ili nešto što organiziram
ro: O persoană a comentat la conținut creat sau organizat de mine

source: A person create content with tag I am following
hr: Osoba je kreirala sadržaj s oznakom koju pratim
ro: O persoană creează conținut cu eticheta pe care o urmăresc

source: A person created a post on my profile
hr: Osoba je kreirala objavu na mojem profilu
ro: O persoană a creat o postare pe profilul meu

source: A person created a post on my profile and I see it on the stream
hr: Osoba je kreirala objavu na mojem profilu i vidim tu objavu na prijenosu
ro: O persoană a creat o postare pe profilul meu și o văd pe linie

source: A person created a post, event or topic in a group I joined
hr: Osoba je kreirala objavu, događaj ili temu u grupi koje sam član
ro: O persoană a creat o postare, eveniment sau subiect într-un grup la care m-am alăturat

source: A person joins a group I am managing
hr: Osoba se pridružuje grupi kojom ja upravljam
ro: O persoană se alătură unui grup pe care îl coordonez

source: A person likes a post, topic, comment or event created by me
hr: Osoba lajka moju objavu, temu, komentar ili događaj
ro: O persoană a apreciat o postare, comentariu sau eveniment creat de mine

source: A person mentioned me in a comment
hr: Osoba me spomenula u komentaru
ro: O persoană m-a menționat într-un comentariu

source: A person mentioned me in a comment (stream: profile)
hr: Osoba me spomenula u komentaru (stream: profil)
ro: O persoană m-a menționat într-un comentariu (linie: profil)

source: A person mentioned me in a post
hr: Osoba me spomenula u objavi
ro: O persoană m-a menționat într-o postare

source: A person mentioned me in a post (stream: profile)
hr: Osoba me spomenula u objavi (stream: profil)
ro: O persoană m-a menționat într-o postare (linie: profil)

source: A person moved event or topic to other group
hr: Osoba je premjestila događaj ili temu u drugu grupu
ro: O persoană a mutat evenimentul sau postarea în alt grup

source: A person replied on my comments
hr: Osoba je odgovorila na moje komentare
ro: O persoană a răspuns la comentariile mele

source: A person replied to a comment where I am mentioned
hr: Osoba je odgovorila na komentar koji me spominje
ro: O persoană a răspuns la un comentariu unde sunt menționat

source: A person requests membership to a group I manage
hr: Osoba je zatražila članstvo u grupi kojom ja upravljam
ro: O persoană solicită să fie membru la un grup pe care îl gestionez

source: A secondary block will be printed in a side column, keep in mind it will take 1/3
hr: Sekundarni blok bit će ispisan u bočnom stupcu. Napomena: zauzet će 1/3
ro: Un bloc secundar va fi tipărit într-o coloană laterală, rețineți că va lua 1/3

source: A section similiar to the Hero, but a bit smaller, so it takes up less room in the view port
hr: Odjeljak sličan Junaku, ali malo manji, tako da zauzima manje mjesta u prozoru
ro: O secțiune similară cu Hero, dar puțin mai mică, deci ocupă mai puțin spațiu în portul de vizualizare

source: A section with a background image and buttons (optional). Looks good on top of each page. Also nice as a seperator.
hr: Odjeljak s pozadinskom slikom i gumbima (izborno). Dobro izgleda na vrhu svake stranice. Lijepo i kao separator.
ro: O secțiune cu o imagine de fundal și butoane (opțional). Arată bine în partea de sus a fiecărei pagini. De asemenea, poate fi folosită ca separator.

source: A smaller variant for the hero region
hr: Manja varijanta za regiju junaka
ro: O variantă mai mică pentru regiunea hero

source: A user add (create) a event to a group (or groups)
hr: Osoba je dodala (kreirala) događaj u grupi (ili grupama)

source: A user add (create) a topic to a group (or groups)
hr: Osoba je dodala (kreirala) temu u grupi (ili grupama)

source: A user add a comment to content in the community
hr: Korisnik je dodao komentar na sadržaj u zajednici
ro: Un utilizator adaugă un comentariu la conținutul din comunitate

source: A user add a comment to content in the group
hr: Korisnik je dodao komentar na sadržaj u grupi
ro: Un utilizator adaugă un comentariu la conținutul din grup

source: A user add a comment to post in the community
hr: Korisnik je dodao komentar na objavu u zajednici
ro: Un utilizator adaugă un comentariu de postat în comunitate

source: A user add a comment to post in the group
hr: Korisnik je dodao komentar na objavu u grupi
ro: Un utilizator adaugă un comentariu de postat în grup

source: A user created a post in a group
hr: Korisnik je kreirao objavu u grupi
ro: Un utilizator a creat o postare într-un grup

source: A user created a post in the community
hr: Korisnik je kreirao objavu u zajednici
ro: Un utilizator a creat o postare în comunitate

source: A user created a topic in a group
hr: Korisnik je kreirao temu u grupi
ro: Un utilizator a creat o postare într-un grup

source: A user created a topic in the community
hr: Korisnik je kreirao temu u zajednici
ro: Un utilizator a creat o postare în comunitate

source: A user created an event in a group
hr: Korisnik je kreirao događaj u grupi
ro: Un utilizator a creat un eveniment într-un grup

source: A user created an event in the community
hr: Korisnik je kreirao događaj u zajednici
ro: Un utilizator a creat un eveniment în comunitate

source: A user got an invite for an event
hr: Korisnik je dobio pozivnicu za događaj
ro: Un utilizator a primit o invitație la un eveniment

source: A user reported inappropriate content
hr: Korisnik je prijavio neprikladan sadržaj
ro: Un utilizator a raportat conținut neadecvat

source: A user request an enrollment for event
hr: Korisnik je zatražio upis na događaj
ro: Un utilizator solicită o înscriere pentru eveniment

source: A user sends a private message to me
hr: Korisnik mi je poslao privatnu poruku
ro: Un utilizator îmi trimite un mesaj privat

source: A users expertises
hr: Korisnik je stručnjak za
ro: Expertizele utilizatorului

source: A users interests for their profile.
hr: Korisnikov interes za njihov profil.
ro: Interesele utilizatorului pentru profilul său.

source: A valid route name that is used as default user profile page
hr: Valjani naziv rute koji se koristi kao zadana stranica korisničkog profila
ro: Un nume valid de rută care este utilizat ca pagină implicită de profil a utilizatorului

source: A view to be used by machines only to limit the group selection for creating a post.
hr: Pogled koji će koristiti strojevi samo za ograničavanje odabira grupe za kreiranje objave.
ro: O vizualizare care trebuie utilizată de calculatoare doar pentru a limita selecția grupului pentru crearea unei postări.

source: A welcome message with further instructions will be sent to your email address after you successfully enter your email address and a username.
hr: Nakon što uspješno uneseš svoju adresu e-pošte i korisničko ime, na tvoju adresu e-pošte bit će poslana poruka dobrodošlice s daljnjim uputama.
ro: Un mesaj de bun venit cu instrucțiuni suplimentare va fi trimis la adresa ta email după ce ai introdus cu succes adresa de email și un nume de utilizator.

source: AN homepage hero block
hr: Blok AN početne stranice junaka
ro: Bloc hero pagină de pornire AN

source: About
hr: Opis
ro: Despre

source: About Group
hr: Informacije o grupi
ro: Despre Grup

source: About {{ arguments.id }}
hr: Informacije {{ arguments.id }}
ro: Despre {{ arguments.id }}

source: Accent style
hr: Stil naglaska
ro: Stil accent

source: Accept
hr: Prihvati
ro: Acceptă

source: Accept invitation and join group
hr: Prihvati poziv i pridruži se grupi
ro: Acceptă invitația și alătură-te grupului

source: Accept invite
hr: Prihvati poziv
ro: Acceptă invitația

source: Accepted and joined
hr: Prihvaćeno i upisano
ro: Acceptat și alăturat

source: Access Denied
hr: Pristup odbijen
ro: Acces Respins

source: Access Open Social Connect
hr: Pristup Open Social Connectu
ro: Accesează Open Social Connect

source: Access content search
hr: Pristup pretraživanju sadržaja
ro: Accesează căutarea conținutului

source: Access for group managers only
hr: Pristup samo za upravitelje grupa

source: Access for group managers only.
hr: Pristup samo za upravitelje grupa.
ro: Acces doar pentru managerii de grup.

source: Access group search
hr: Pristup pretraživanju grupe
ro: Accesează căutarea grupului

source: Access permissions
hr: Ovlasti pristupa
ro: Permisiuni acces

source: Access posts in group
hr: Pristup objavama u grupi
ro: Accesează postările din grup

source: Access the Font overview page
hr: Pristup stranici s pregledom Fontova
ro: Accesează pagina de prezentare pentru Font

source: Access the posts in this group
hr: Pristup objavama u ovoj grupi
ro: Accesează postările din acest grup

source: Access to Manage All Enrollments page on events.
hr: Pristup stranici za upravljanje svim upisima na događaje.
ro: Acces la pagina Gestionați Toate Îregistrările la evenimente.

source: Access to Manage Enrollments page on events.
hr: Pristup stranici za upravljanje upisima na događaje.
ro: Acces la pagina Gestionare Înscrieri la evenimente.

source: Access to manage event enrollment requests.
hr: Pristup upravljanju zahtjevima za upis na događaje.
ro: Acces pentru a gestiona cererile de înscriere la eveniment.

source: Access to the event manage all enrollment page.
hr: Pristup stranici za upravljanje svim upisima na događaj.
ro: Acces la pagina Gestionează Toate Înscrierile a evenimentului.

source: Access to the event manage enrollment page.
hr: Pristup stranici za upravljanje upisima na događaj.
ro: Acces la pagina Gestionează Înscrierile a evenimentului.

source: Access to the people page.
hr: Pristup stranici korisnika.
ro: Acces la pagina de persoane.

source: Access to view all hidden profile fields
hr: Pristup pregledu svih skrivenih polja profila
ro: Acces pentru vizualizarea tuturor câmpurilor de profil ascunse

source: Access to view hide profile fields
hr: Pristup pregledu skrivenih polja profila
ro: Acces pentru vizualizarea ascunde câmpuri profil

source: Access users search
hr: Pristup pretraživanju korisnika
ro: Accesează căutarea utilizatorilor

source: Accordion
hr: Harmonika
ro: Coordonare

source: Accordion item
hr: Stavka harmonike
ro: Element de coordonare

source: Account
hr: Račun
ro: Cont

source: Account header block
hr: Blok zaglavlja računa
ro: Bloc antet cont

source: Account identifier
hr: Identifikator računa
ro: Identificator de cont

source: Account information
hr: Informacije o korisničkom računu
ro: Informații cont

source: Account settings
hr: Postavke korisničkog računa

source: AccountInterface instance
hr: Instanca sučelja računa
ro: Instanță AccountInterface

source: Action
hr: Radnja
ro: Acțiune

source: Action that is triggered when a entity is created
hr: Radnja koja se pokreće kada se entitet kreira
ro: Acțiune declanșată de crearea unei entități

source: Action that is triggered when a entity is moved
hr: Radnja koja se pokreće kada se entitet premjesti
ro: Acțiune declanșată de mutarea unei entități

source: Action that is triggered when a entity is updated
hr: Radnja koja se pokreće kada se entitet ažurira
ro: Acțiune declanșată de actualizarea unei entități

source: Actions
hr: Radnje
ro: Acţiuni

source: Active
hr: Aktivno
ro: Activ

source: Activity
hr: Aktivnost
ro: Activitate

source: Activity Basics
hr: Osnove Aktivnosti
ro: Elementele de Bază ale Activității

source: Activity Creator
hr: Kreator Aktivnosti
ro: Creator Activitate

source: Activity Entity tokens
hr: Tokeni entiteta Aktivnosti
ro: Tokenuri pentru Entitatea Activitate

source: Activity ID
hr: ID Aktivnosti
ro: ID activitate

source: Activity Logger
hr: Registrator Aktivnosti
ro: Jurnal de activități

source: Activity Send
hr: Aktivnost Pošalji
ro: Trimitere Activitate

source: Activity Send Email
hr: Aktivnost Pošalji e-poštu
ro: Activitate Trimiteți e-mail

source: Activity Send Push Notification
hr: Aktivnost Pošalji push obavijest
ro: Activitate Trimitere Notificare Push

source: Activity Stream
hr: Tok aktivnosti
ro: Fluxul de activitate

source: Activity Viewer
hr: Gledatelj aktivnosti
ro: Vizualizator Activitate

source: Activity comment
hr: Komentar na aktivnost
ro: Comentariu Activitate

source: Activity filter settings
hr: Postavke filtra aktivnosti
ro: Setări de filtrare Activitate

source: Activity group argument
hr: Grupni argument aktivnosti
ro: Argument pentru grupul de activitate

source: Activity group context argument.
hr: Argument konteksta grupe aktivnosti.
ro: Activitate argument context de grup.

source: Activity notification visibility access
hr: Pristup vidljivosti obavijesti o aktivnostima
ro: Activitate acces vizibilitate notificări

source: Activity on events I am organizing
hr: Aktivnost događaja koje organiziram
ro: Activitate la evenimentele pe care le organizez

source: Activity overview
hr: Pregled aktivnosti
ro: Prezentare generală a activității

source: Activity post visibility access
hr: Aktivnost pristup vidljivosti objave
ro: Acces la vizibilitatea Activității

source: Activity profile argument
hr: Aktivnost argument profila
ro: Argument pentru activitatea de profil

source: Activity profile context argument.
hr: Argument konteksta profila aktivnosti.
ro: Argument de context pentru activitatea de profil.

source: Activity send
hr: Aktivnost pošalji
ro: Activitate trimitere

source: Activity send settings
hr: Postavke aktivnosti pošalji
ro: Setări activitate trimitere

source: Activity settings
hr: Postavke aktivnosti
ro: Setări de activitate

source: Activity stream
hr: Tok aktivnosti
ro: Fluxul de activitate

source: Activity stream - Without Post block
hr: Tok aktivnosti - blok Bez objave
ro: Flux de activitate - Fără câmpul Postare

source: Activity stream notifications
hr: Obavijesti o toku aktivnosti
ro: Notificări de flux de activitate

source: Activity stream notifications on a profile
hr: Tok aktivnosti obavijesti na profilu
ro: Notificări de flux de activitate pe un profil

source: Activity stream on a group
hr: Tok aktivnosti u grupi
ro: Flux de activitate pe un grup

source: Activity stream on a profile
hr: Tok aktivnosti na profilu
ro: Flux de activitate pe un profil

source: Activity tokens
hr: Tokeni aktivnosti
ro: Tokenuri de activitate

source: Activity visibility access
hr: Pristup vidljivosti aktivnosti
ro: Acces la vizibilitatea activității

source: ActivityStreamGroup
hr: Tok aktivnosti grupe
ro: Grupul de flux de activitate

source: ActivityStreamProfile
hr: Tok aktivnosti profila
ro: Profilul fluxului de activitate

source: Add Activity
hr: Dodaj Aktivnost
ro: Adaugă activitate

source: Add Event enrollment
hr: Dodaj upis na događaj
ro: Adaugă înscrierea la eveniment

source: Add Font
hr: Dodaj font
ro: Adaugă font

source: Add Mentions Type
hr: Dodaj vrstu spominjanja
ro: Adaugă tipul mențiunilor

source: Add Queue Storage type
hr: Dodaj vrstu pohrane reda čekanja
ro: Adaugă tip Stocare Șir

source: Add a comment
hr: Dodaj komentar
ro: Adaugă un comentariu

source: Add a group
hr: Dodaj grupu
ro: Adaugă un grup

source: Add a reply
hr: Dodaj odgovor
ro: Adaugă un răspuns

source: Add a role to the selected users
hr: Dodaj ulogu označenim korisnicima
ro: Adaugă un rol utilizatorilor selectaţi

source: Add another organizer
hr: Dodaj organizatora
ro: Adaugă un alt organizator

source: Add attachment
hr: Dodaj privitak
ro: Adaugă atașament

source: Add directly
hr: Dodaj izravno
ro: Adaugă direct

source: Add enrollees
hr: Dodaj sudionike
ro: Adaugă persoane înscrise

source: Add event to Calendar
hr: Dodaj događaj u Kalendar
ro: Adaugă evenimentul în Calendar

source: Add extra useful template suggestsions
hr: Dodaj dodatne korisne prijedloge predložaka
ro: Adaugă sugestii suplimentare utile pentru șabloane

source: Add image(s) to an album
hr: Dodaj sliku/e u album
ro: Adaugă imagine(imagini) la un album

source: Add images
hr: Dodaj slike
ro: Adaugă imagini

source: Add images to album @name
hr: Dodaj slike u album @name
ro: Adaugă imagini în albumul @name

source: Add invites
hr: Dodaj pozive
ro: Adaugă invitații

source: Add invites to group: @group_name
hr: Dodaj pozive u grupu: @group_name
ro: Adaugă invitații la grupul: @group_name

source: Add members
hr: Dodaj članove
ro: Adaugă membri

source: Add members to group
hr: Dodaj članove u grupu
ro: Adaugă membri la grup

source: Add members to group: @group_name
hr: Dodaj članove u grupu: @group_name
ro: Adaugă membri la grupul: @group_name

source: Add new comment
hr: Dodaj komentar
ro: Adaugă comentariu nou

source: Add new reply
hr: Dodaj novi odgovor
ro: Adaugă un răspuns nou

source: Add post
hr: Dodaj objavu
ro: Adaugă o postare

source: Add post type
hr: Dodaj vrstu objave
ro: Adaugă un tip de postare

source: Add selected member to a group
hr: Dodaj odabranog člana u grupu
ro: Adaugă membrul selectat la un grup

source: Add to Group
hr: Dodaj u Grupu
ro: Adaugă la grup

source: Add to calendar
hr: Dodaj u Kalendar
ro: Adaugă la Calendar

source: Add to calendar settings
hr: Dodaj u postavke kalendara
ro: Adaugă în setările calendarului
