Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: Secret group: Group membership
hr: Tajna grupa: članstvo u grupi
ro: Grup secret: Înscriere în grup

source: Secret group: Group node (Album)
hr: Tajna grupa: unos grupe (Album)
ro: Grup secret: Nod de grup (Album)

source: Section
hr: Odjeljak
ro: Secțiune

source: Sections
hr: Odjeljci
ro: Secțiuni

source: See all likes
hr: Vidi sve lajkove

source: See all members
hr: Vidi sve članove

source: See all organisers
hr: Vidi sve organizatore
ro: Vezi toți organizatorii

source: See excluded enrollees on other pages
hr: Vidi isključene polaznike na drugim stranicama
ro: Vezi înscrișii excluși de pe alte pagini

source: See related content
hr: Vidi povezani sadržaj
ro: Vezi conținut asemănător

source: See selected enrollees on other pages
hr: Vidi odabrane polaznike na drugim stranicama
ro: Vezi înscrișii selectați pe alte pagini

source: See selected members on other pages
hr: Vidi odabrane članove na drugim stranicama
ro: Vezi membrii selectați pe alte pagini

source: See the event
hr: Vidi događaj

source: Select / unselect all @count members across all the pages
hr: Odaberi / poništi odabir svih @count članova na svim stranicama
ro: Selectează / Deselectează toți @count membrii de pe toate paginile

source: Select / unselect all @count results in this view
hr: Odaberi / poništi odabir svih @count rezultata u ovom prikazu
ro: Selectează / Deselectează toate @count rezultatele din această vizualizare

source: Select Recipients
hr: Odaberi primatelje

source: Select a Block from a list to include
hr: Odaberi blok koji želiš uključiti s popisa
ro: Selectează un bloc dintr-o listă pentru a fi inclus

source: Select a action for when to display this message.
hr: Odaberi radnju kada prikazati ovu poruku.
ro: Selectează o acțiune atunci când afișezi acest mesaj

source: Select a context where to display this message.
hr: Odaberi kontekst u kojem će se prikazati ova poruka.
ro: Selectează un contex atunci când afișezi acest mesaj

source: Select a entity bundle type to for this message.
hr: Odaberi vrstu skupa entiteta za ovu poruku.
ro: Selectează un tip de pachet al entității pentru acest mesaj

source: Select a entity condition for this message.
hr: Odaberi uvjet entiteta za ovu poruku.
ro: Selectează o condiție a entității pentru acest mesaj

source: Select a tag
hr: Odaberi oznaku
ro: Selectează o etichetă

source: Select any filter and click on Apply to see results
hr: Odaberi bilo koji filter i klikni Primijeni za prikaz rezultata
ro: Selectaţi orice filtru şi faceţi clic pe Aplică pentru a vedea rezultatele

source: Select blocks
hr: Odaberi blokove
ro: Selectează blocuri

source: Select destinations where to display this message.
hr: Odaberi odredišta na kojima će se prikazati ova poruka.
ro: Selectează destinațiile în care o să afișezi acest mesaj

source: Select if items should be aggregated instead of displaying separately.
hr: Odaberi ako stavke trebaju biti skupne umjesto da se prikazuju zasebno.
ro: Alege dacă elementele ar trebui să fie agregate în loc de afișate individual

source: Select if items should be created directly instead of in the queue. Warning: performance implications!
hr: Odaberi ako stavke treba kreirati izravno umjesto u redu čekanja. Upozorenje: utječe na performanse!
ro: Alege dacă elementele ar trebui să fie create direct în loc de în coadă. Avertisment: implicații de performanță!

source: Select in what order selected content should be displayed
hr: Odaberi kojim redoslijedom odabrani sadržaj treba biti prikazan
ro: Alege în ce ordine ar trebui afișat conținutul selectat

source: Select list for albums
hr: Odaberi popis za albume
ro: Selectează o listă pentru albume

source: Select members to add by name or email address
hr: Odaberi članove koje želiš dodati po imenu ili adresi e-pošte
ro: Selectează membrii ce vor fi adăugați după nume sau adresă de email

source: Select one or more comments to perform the update on.
hr: Odaberi najmanje jedan komentar koji želiš ažurirati.
ro: Selectați unul sau mai multe comentarii pe care doriți să le actualizați.

source: Select optional modules
hr: Odaberi izborne module
ro: Selectează modulele opționale

source: Select taxonomy vocabularies
hr: Odaberi taksonomske rječnike
ro: Selectează vocabularele de taxonomie

source: Select the fields you want to use on this profile type.
hr: Odaberi polja koja želiš koristiti na ovoj vrsti profila.
ro: Selectează câmpurile ce vor fi folosite în acest tip de profil

source: Select the filters which users should be able to customize default values for when placing the views block into a layout.
hr: Odaberi filtre za koje bi korisnici trebali moći prilagoditi zadane vrijednosti prilikom postavljanja bloka pregleda u prikaz.
ro: Selectează filtrele ale căror valori implicite pot fi personalizate de către utilizatori când aceștia plasează blocul de vizualizare pe pagină

source: Select the group types for which you want to enable the event invite feature.
hr: Odaberi vrste grupa za koje želiš omogućiti značajku pozivanja na događaj.
ro: Selectează tipurile de grupuri pentru care vrei să activezi opțiunea de a invita persoane la eveniment

source: Select the language you want to use this site in.
hr: Odaberi jezik na kojem želiš koristiti ovu stranicu.
ro: Selectează limba în care vrei să utilizezi acest site.

source: Select the order used to show the list of comments.
hr: Odaberi redoslijed koji se koristi za prikaz popisa komentara.
ro: Selectează ordinea în care vrei să fie afișată lista de comentarii

source: Select the tags to filter items in the stream.
hr: Odaberi oznake za filtriranje stavki u toku.
ro: Selectează etichetele pentru a filtra elemente în flux

source: Select the terms that will show an additional field where users can describe their reasons.
hr: Odaberi pojmove koji će prikazati dodatno polje u kojem korisnici mogu opisati svoje razloge.
ro: Selectează termenii care îți vor afișa un câmp adițional în care utilizatorii își pot motiva răspunsurile

source: Select the type of content which will be shown in this block
hr: Odaberi vrstu sadržaja koji će biti prikazan u ovom bloku
ro: Selectează tipul de conținut care va fi afișat în acest bloc

source: Select which icons you want to show or hide in the main (top) navigation bar.
hr: Odaberi koje ikone želiš prikazati ili sakriti na glavnoj (gornjoj) navigacijskoj traci.
ro: Selectează ce miniaturi vrei să afișezi sau să ascunzi în bara principală (sus) de navigație

source: Select which usage data to share
hr: Odaberi koje podatke o upotrebi želiš podijeliti
ro: Selectează ce date de utilizare să partajezi

source: Selected @count entities:
hr: Odabrano @count entiteta:
ro: Cele @count entități selectate:

source: Selected tag will be displayed in a block with the options to follow this tag and see content relates to this tag.
hr: Odabrana oznaka bit će prikazana u bloku s opcijama za praćenje ove oznake i pregled sadržaja koji se odnosi na ovu oznaku.
ro: Eticheta selectată va fi afișată într-un bloc alături de opțiunile de a urmări această etichetă și de a vizualiza mai mult conținut asemănător

source: Selects a field from an entity.
hr: Odabire polje iz entiteta.
ro: Selectează un câmp de la o entitate

source: Self Introduction
hr: Predstavi se
ro: Descrierea profilului

source: Self introduction
hr: Predstavi se
ro: Descrierea profilului

source: Self introduction, expertise and interests
hr: Predstavi sebe, svoja područja stručnosti i interese
ro: Adaugă o descriere la profilul tău, abilități și pasiuni

source: Send
hr: Pošalji
ro: Trimite

source: Send a welcome message to new group members
hr: Pošalji poruku dobrodošlice novim članovima grupe
ro: Trimite un mesaj de întâmpinare membrilor noi ai acestui grup

source: Send an email to :selected_count members
hr: Pošalji e-poruku :selected_count članovima
ro: Trimite un email către :selected_count membri

source: Send email
hr: Pošalji email
ro: Trimite email

source: Send email to event enrollment users
hr: Pošalji e-poruku korisnicima upisanima na događaj
ro: Trimite un email către utilizatorii înscriși la eveniment

source: Send email to group members
hr: Pošalji e-poruku članovima grupe
ro: Trimite un email către membrii grupului

source: Send in case
hr: Pošalji u slučaju
ro: Trimite în caz

source: Send invite(s)
hr: Pošalji poziv(e)
ro: Trimite invitație (invitații)

source: Send mail
hr: Pošalji e-poruku
ro: Trimite mail

source: Send password reset instructions via email.
hr: Pošalji upute za oporavak lozinke putem e-pošte.
ro: Trimite instrucțiuni de resetare parolă prin e-mail.

source: Send request
hr: Pošalji zahtjev
ro: Trimite solicitare

source: Send usage data.
hr: Pošalji podatke o upotrebi.
ro: Trimite datele de utilizare

source: Send your invite(s) by email
hr: Pošalji poziv(e) putem e-pošte
ro: Trimite invitație (invitații) prin email

source: Sending Invites
hr: Slanje poziva
ro: Trimite invitații

source: Sending invites...
hr: Slanje poziva...
ro: Se trimit invitațiile..

source: Sent email to %recipient
hr: Pošalji e-poštu korisniku %recipient
ro: A fost trimis un e-mail către %recipient

source: Separate multiple values by a comma.
hr: Odvoji vrijednosti zarezom.
ro: Se separă mai multe valori cu virgulă

source: Seret group: Group Invitation
hr: Tajna grupa: poziv u grupu
ro: Grup secret: Invitație în grup

source: Set Sitewide Javascript
hr: Postavi Javascript na cijeloj stranici
ro: Setează Sitewide Javascript

source: Set Social Group settings
hr: Postavi postavke Social grupa
ro: Setează setările Social Group

source: Set a limit for event enrollments. Users are not able to enroll once the maximum number of enrollees is reached.
hr: Postavi ograničenje za prijave na događaje. Korisnici se ne mogu prijaviti nakon što se dosegne maksimalni broj polaznika.
ro: Setează o limită pentru înscrierile la eveniment. Utilizatorii nu se mai pot înscrie la acest eveniment odată ce numărul maxim de înscrieri a fost atins

source: Set a limit to number of enrollees
hr: Postavi ograničenje broja polaznika
ro: Setează o limită pentru numărul de înscrieri

source: Set an alternative frontpage for authenticated users.
hr: Postavi alternativnu naslovnu stranicu za prijavljene korisnike.
ro: Alege o pagină de pornire alternativă pentru utilizatorii autentificați

source: Set author of event as event organiser automatically.
hr: Automatski postavi autora događaja kao organizatora događaja.
ro: Alege autorul evenimentului ca organizatorul evenimentului în mod automat

source: Set wether event types field is required or not.
hr: Postavi je li polje vrste događaja obavezno ili ne.
ro: Alege dacă completarea câmpului cu tipul evenimentului este obligatorie sau nu

source: Set wether the tour is enabled or not.
hr: Postavi hoće li obilazak biti omogućen ili ne.
ro: Alege dacă tutorialul este activat sau nu

source: Set whether event types field is required or not.
hr: Postavi je li polje vrste događaja obavezno ili ne.
ro: Alege dacă completarea câmpului cu tipul evenimentului este obligatorie sau nu

source: Set who can post public items on this platform.
hr: Postavi tko može objavljivati javne stavke na ovoj platformi.
ro: Alege cine poate posta elemente publice pe această platformă

source: Set your password
hr: Postavi lozinku
ro: Setează o parolă

source: Settings
hr: Postavke
ro: Setări

source: Settings for Mentions module.
hr: Postavke za modul spominjanja.
ro: Setări pentru modulul Menționări

source: Settings for Social Event AN Enroll module.
hr: Postavke za modul AN upisa na događaj na Socialu.
ro: Esetări pentru modulul Social Event AN

source: Settings for Social Event Invite module.
hr: Postavke za modul poziva na događaj na Socialu.
ro: Setări pentru modulul Social Event Invite

source: Settings for Social Event Max Enroll module.
hr: Postavke za modul maksimalnog broja upisa na događaj na Socialu.
ro: Setări pentru modulul Social Emax Enroll

source: Settings for Social Groups.
hr: Postavke za Social grupe.
ro: Setări pentru Social Groups

source: Settings for content reporting.
hr: Postavke za prijavu sadržaja.
ro: Setări pentru raportarea de conținut

source: Settings for event managers implementation.
hr: Postavke za implementaciju upravitelja događaja.
ro: Setări pentru implementarea administratorilor evenimentului

source: Settings for event types implementation.
hr: Postavke za implementaciju vrsta događaja.
ro: Setări pentru implementarea tipurilor de evenimente

source: Settings for group quckjoin.
hr: Postavke za brzo pridruživanje grupi.
ro: Setări pentru alăturarea rapidă la grupuri

source: Settings for profiletype: @profile_type
hr: Postavke za vrstu profila: @profile_type
ro: Setări pentru tipul de profil: @profile_type

source: Settings for sitewide JS.
hr: Postavke za JS na cijeloj stranici.
ro: Setări pentru sitewide JS.

source: Settings for the Add to Calendar button
hr: Postavke za gumb Dodaj u kalendar
ro: Setări pentru butonul Adaugă în Calendar

source: Settings form for Post entities. Manage field settings here.
hr: Obrazac postavki za entitete objave. Ovdje upravljaj postavkama polja.
ro: Formular de setări pentru entități de postare. Gestionează setările de câmp aici.

source: Settings form for Queue storage entity entities. Manage field settings here.
hr: Obrazac postavki za entitete za pohranu reda čekanja. Ovdje upravljaj postavkama polja.
ro: Formular de setări pentru entitatea de stocare a entităților în coadă. Gestionează setările de câmp aici.

source: Share this page
hr: Podijeli ovu stranicu
ro: Distribuie această pagină

source: Share usage data Open Social development team and help us improve the product.
hr: Podijeli podatke o upotrebi s razvojnim timom Open Sociala i pomozi nam poboljšati proizvod.
ro: Trimite datele de utilizare echipei de dezvoltare Open Social și ajută-ne să ne îmbunătățim produsul

source: Share usage data with Open Social team
hr: Podijeli podatke o upotrebi s timom Open Sociala
ro: Trimite datele de utilizare echipei de dezvoltare Open Social

source: Show
hr: Prikaži
ro: Afişare

source: Show all :num_comments comments
hr: Prikaži sve :num_comments komentare
ro: Arată toate :num_comments comentariile

source: Show email
hr: Prikaži e-poštu
ro: Arată emailul

source: Show email address in help messages
hr: Prikaži adresu e-pošte u porukama pomoći
ro: Arată adresa de email în mesajele de ajutor

source: Show email on all user profiles
hr: Prikaži e-poštu na svim korisničkim profilima
ro: Arată adresa de email pe profilul tuturor utilizatorilor

source: Show language on all user profiles
hr: Prikaži jezik na svim korisničkim profilima
ro: Arată limba pe profilul tuturor utilizatorilor

source: Show my email on my profile
hr: Prikaži moju adresu e-pošte na mom profilu
ro: Arată emailul pe profilul meu

source: Show my language on my profile
hr: Prikaži moj jezik na mom profilu
ro: Afișează limba mea pe profil

source: Show site email address in help messages after failed login, signup or password reset.
hr: Prikaži adresu e-pošte stranice u porukama pomoći nakon neuspješne prijave, registracije ili oporavka lozinke.
ro: Arată adresa de email a siteului în mesajele de ajutor după o conectare nereușită, o creare a unui nou cont sau o resetare de parolă

source: Show upcoming events (my, community and overview)
hr: Prikaži predstojeće događaje (moje, u zajednici i pregled)
ro: Afișează evenimente viitoare (ale mele, ale comunității și generale)

source: Show, but can be hidden by each user
hr: Prikaži, ali svaki korisnik to može sakriti
ro: Afișează, dar poate fi ascuns de fiecare utilizator

source: Shows invites to events for a user.
hr: Prikazuje pozive korisnika na događaje.
ro: Afișează invitațiile la evenimente pentru un utilizator.

source: Sign Up
hr: Registracija
ro: Înregistrează-te

source: Sign up
hr: Registracija
ro: Înregistrează-te

source: Sign up with <b>email</b>
hr: Registracija putem <b>e-pošte</b>
ro: Înregistrează-te cu <b>email</b>

source: Signed in as
hr: Prijavljen/a kao
ro: Înregistrat ca

source: Signup Help Text
hr: Tekst pomoći kod registracije
ro: Creează un cont nou text ajutător

source: Simple text
hr: Jednostavan tekst
ro: Text simplu

source: Site branding
hr: Brendiranje stranice
ro: Branding site

source: Site manager
hr: Upravitelj stranice
ro: Manager site

source: Site manager remarks
hr: Primjedbe upravitelja stranice
ro: Observații gestionare site

source: Sitewide JS
hr: JS na cijeloj stranici

source: Sitewide JS settings
hr: Postavke JS-a na cijeloj stranici
ro: Setări sitewide JS

source: Sitewide Post form
hr: Obrazac za objavu na cijeloj stranici
ro: Formular de postare sitewide

source: Skills
hr: Vještine
ro: Aptitudini

source: Skip Blocked users
hr: Preskoči blokirane korisnike
ro: Sari peste utilizatorii blocați

source: Skip User 1
hr: Preskoči korisnika 1
ro: Sari peste utilizatorul 1

source: Skip confirmation for type @grouptype
hr: Preskoči potvrdu za vrstu @grouptype
ro: Sari peste confirmare pentru tipul @grouptype

source: Skipped installing socialblue theme. Please check release notes.
hr: Preskočeno instaliranje teme socialblue. Provjeri bilješke o izdanju.
ro: S-a omis instalarea temei socialblue. Te rugăm să verifici notele de lansare.

source: Skipped installing the social_file_private module because your Private file system is not set. This could have some security implications. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
hr: Preskočeno je instaliranje modula social_file_private jer tvoj privatni datotečni sustav nije postavljen. To bi moglo imati određene sigurnosne implikacije. Više informacija: https://www.drupal.org/docs/8/distributions/open-social/private-files
ro: S-a omis instalarea modulului social_file_private deoarece sistemul tău de fișiere private nu este setat. Acest lucru ar putea avea unele implicații de securitate. Mai multe informații: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Small
hr: Malo
ro: Mic

source: Small Avatar
hr: Mali avatar
ro: Avatar mic

source: Small Teaser
hr: Kratki uvod
ro: Teaser mic

source: Small hero
hr: Mali junak
ro: Secțiune principală mică

source: Small sized profile image
hr: Mala slika profila
ro: Imagine de profil de dimensiune mică

source: Small teaser
hr: Kratki uvod
ro: Mic teaser

source: Social (Experimental)
hr: Social (eksperimentalno)

source: Social (experimental)
hr: Social (eksperimentalno)

source: Social Activity
hr: Social aktivnost
ro: Activitate socială

source: Social Activity Filter
hr: Filter Social aktivnosti
ro: Filtru activitate socială

source: Social Activity Filter settings
hr: Postavke filtra Social aktivnosti
ro: Setările filtrului de activitate socială

source: Social Admin Menu
hr: Social Izbornik administratora
ro: Meniul Admninistrator Social

source: Social Admin Menu enhancements.
hr: Social Poboljšanja izbornika administratora.
ro: Îmbunătățirile Meniului Administratorului Social

source: Social Ajax Comments
hr: Social Ajax komentari
ro: Comentarii sociale Ajax

source: Social Album Settings
hr: Social Postavke albuma
ro: Setări Album Social

source: Social Book
hr: Social Knjiga
ro: Book Social

source: Social Book on Landing pages
hr: Social Knjiga na odredišnim stranicama
ro: Book Social pe paginile de pornire

source: Social Comment
hr: Social Komentar
ro: Comentariu Social

source: Social Comment Settings
hr: Social Postavke komentara
ro: Setări Comentariu Social

source: Social Comment Upload
hr: Social Postavljanje komentara
ro: Încărcare Comentariu Social

source: Social Comment Upload Settings
hr: Social Postavke postavljanja komentara
ro: Setări Încărcare Comentariu Social

source: Social Content
hr: Social Sadržaj
ro: Conținut Social

source: Social Content Block
hr: Social Blok sadržaja
ro: Bloc Conținut Social

source: Social Content Block on Landing pages
hr: Social Blok sadržaja na odredišnim stranicama
ro: Bloc Conținut Social pe paginile de pornire

source: Social Content Moderation settings
hr: Social Postavke moderiranja sadržaja
ro: Setări de moderare Conținut Social

source: Social Content Report
hr: Social Prijava sadržaja
ro: Raportare Conținut Social

source: Social Core
hr: Sociala Jezgra
ro: Nucleul social

source: Social Database
hr: Social Baza podataka
ro: Bază de date Social

source: Social Download Count
hr: Social Broj preuzimanja
ro: Numărul de descărcări Social

source: Social Editor
hr: Social Urednik
ro: Editor Social

source: Social Event
hr: Social Događaj
ro: Eveniment Social

source: Social Event AN Enroll
hr: Social AN upis na događaj
ro: Înregistrare AN Eveniment Social

source: Social Event Add To Calendar
hr: Social Događaj Dodaj u kalendar
ro: Eveniment Social Adaugă în calendare

source: Social Event Anonymous Enrollment Settings
hr: Social Postavke anonimnog upisa na događaj
ro: Eveniment Social Setări Înregistrare Anonimă

source: Social Event Anonymous Enrolments
hr: Social Anonimni upisi na događaje
ro: Eveniment Social Înregistrare Anonimă

source: Social Event Anonymous Enrolments Export
hr: Social Izvoz anonimnih upisa na događaj
ro: Eveniment Social Exporarea Înregistrărilor Anonime

source: Social Event Content Block
hr: Social Blok sadržaja događaja
ro: Eveniment Social Bloc de conținut

source: Social Event Enrolments Export
hr: Social Izvoz upisa na događaj
ro: Eveniment Social Exportarea Înregistrărilor

source: Social Event Invite
hr: Social Poziv na događaj
ro: Eveniment Social Invitație

source: Social Event Invite Enrolments
hr: Social Prihvaćeni pozivi na događaj
ro: Eveniment Social Înregistrări invitație

source: Social Event Invite Settings
hr: Social Postavke poziva na događaj
ro: Eveniment Social Setări Invitație

source: Social Event Invite block
hr: Social Blok poziva na događaj
ro: Eveniment Social Bloc Invitație

source: Social Event Managers Settings
hr: Social Postavke upravitelja događaja
ro: Eveniment Social Setări administratori

source: Social Event Max Enroll
hr: Social Maksimalni broj polaznika događaja
ro: Eveniment Social număr maxim de înregistrări

source: Social Event Max Enroll settings
hr: Social Postavke maksimalnog broja polaznika događaja
ro: Eveniment Social Setări număr maxim de înregistrări

source: Social Event Organisers
hr: Social Organizatori događaja
ro: Eveniment Social Organizatori

source: Social Event Organisers settings
hr: Social Postavke organizatora događaja
ro: Eveniment Social Setări Organizatori

source: Social Event Settings
hr: Social Postavke događaja
ro: Eveniment Social Setări

source: Social Event Type
hr: Social Vrsta događaja
ro: Tip Eveniment Social

source: Social Event Type settings
hr: Social Postavke vrste događaja
ro: Setări Tip Eveniment Social

source: Social Featured Content
hr: Social Izdvojeni sadržaj
ro: Conținut recomandat Social

source: Social Featured Items
hr: Social Istaknute stavke
ro: Elemente recomandate Social

source: Social File Private
hr: Social Datoteka privatna
ro: Fișier privat Social

source: Social Flexible Group
hr: Social Fleksibilna grupa
ro: Grup flexibil Social

source: Social Flexible Group on Landing pages
hr: Social Fleksibilna grupa na odredišnim stranicama
ro: Grup flexibil pe paginile de pornire Social

source: Social Follow Content
hr: Social Prati sadržaj
ro: Urmărește conținut Social

source: Social Follow Landing Page
hr: Social Odredišna stranica praćenja
ro: Pagina de pornire urmăriri Social

source: Social Follow Tag
hr: Social Oznaka praćenja
ro: Urmărește etichetă Social

source: Social Follow Taxonomy
hr: Social Taksonomija praćenja
ro: Urmărește Taxonomie Social

source: Social Follow Taxonomy Term
hr: Social Taksonomski pojam praćenja
ro: Urmărește termenul de Taxonomie Social

source: Social Footer
hr: Social podnožje
ro: Subsol Social

source: Social Group
hr: Social grupa
ro: Grup Social
