Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: <p>Oops, there was an error. This may have happened for the following reasons:</p> <ul> <li>Invalid username/email and password combination. </li> <li>There has been more than one failed login attempt for this account. It is temporarily blocked. </li> <li>Too many failed login attempts from your computer (IP address). This IP address is temporarily blocked. </li> </ul> <p>To solve the issue, try using different login information, try again later, or <a href=":url">request a new password</a></p>
hr: <p>Ups, došlo je do pogreške. To se moglo dogoditi iz sljedećih razloga:</p> <ul> <li>Nevažeća kombinacija korisničkog imena/e-pošte i lozinke. </li> <li>Bilo je više od jednog neuspjelog pokušaja prijave za ovaj račun. Privremeno je blokiran. </li> <li>Previše neuspjelih pokušaja prijave s ovog računala (IP adrese). Ova IP adresa je privremeno blokirana. </li> </ul> <p>Za rješavanje problema pokušaj upotrijebiti druge podatke za prijavu, pokušaj ponovno kasnije ili <a href=":url">zatraži novu lozinku</a></p>
ro: <p>A apărut o eroare. Este posibil să se fi întâmplat din următoarele motive:</p> <ul> <li>Combinație invalidă de nume de utilizator/email și parolă. </li> <li>Au existat mai multe încercări de conectare nereușite pentru acest cont. Este blocat temporar.</li> <li>Prea multe încercări de conectare eșuate de pe computerul tău (adresa IP). Această adresă IP este blocată temporar.</li> </ul> <p>Pentru a rezolva problema, încearcă să utilizezi informații de conectare diferite, încearcă din nou mai târziu sau <a href=":url">solicită o nouă parolă </a></p>

source: Oops, there was an error. This may have happened for the following reasons: <br> - Invalid username/email and password combination. <br> - There has been more than one failed login attempt for this account. It is temporarily blocked. <br> - Too many failed login attempts from your computer (IP address). This IP address is temporarily blocked. <br> <br> To solve the issue, try using different login information, try again later, or <a href=":url">request a new password</a>
hr: Ups, došlo je do pogreške. To se moglo dogoditi iz sljedećih razloga: <br> - Nevažeća kombinacija korisničkog imena/e-pošte i lozinke. <br> - Bilo je više od jednog neuspjelog pokušaja prijave za ovaj račun. Privremeno je blokiran. <br> - Previše neuspjelih pokušaja prijave s ovog računala (IP adrese). Ova IP adresa je privremeno blokirana. <br> <br> Za rješavanje problema pokušaj upotrijebiti druge podatke za prijavu, pokušaj ponovno kasnije ili <a href=":url">zatraži novu lozinku</a>
ro: A apărut o eroare. Este posibil să se fi întâmplat din următoarele motive: <br> - Combinație invalidă de nume de utilizator/email și parolă. <br> - Au existat mai multe încercări de conectare nereușite pentru acest cont. Este blocat temporar. <br> - Prea multe încercări de conectare eșuate de pe computerul acesta (adresa IP). Această adresă IP este blocată temporar.<br> <br> Pentru a rezolva problema, încercați să utilizați date de conectare diferite, încercați din nou mai târziu sau <a href=":url">solicitați o nouă parolă</a>

source: %time ago
hr: prije %time
ro: %time în urmă

source: %type_name: Create new Post entities
hr: %type_name: Kreiraj nove entitete Objave
ro: %type_name: Creați entități Postare noi

source: (Upcoming) Community events
hr: (Predstojeći) događaji u zajednici
ro: Evenimente din comunitate (viitoare)

source: (ascending)
hr: (uzlazno)
ro: (ascendent)

source: (descending)
hr: (silazno)
ro: (descendent)

source: - All -
hr: - Sve -
ro: - Toate -

source: - Any -
hr: - Bilo koji -
ro: -Oricare-

source: - Default -
hr: - Zadano -
ro: -Implicit-

source: - Restricted access -
hr: - Ograničen pristup -
ro: - Acces restricționat -

source: -- Select action --
hr: -- Odaberi radnju --
ro: -- Selectează acțiune --

source: 0 downloads
hr: 0 preuzimanja
ro: 0 descărcări

source: 1 attachment.
hr: 1 privitak.
ro: 1 atașament.

source: 1 download
hr: 1 preuzimanje
ro: 1 descărcare

source: 1 item
hr: 1 stavka
ro: 1 articol

source: 1 item successfully processed:
hr: 1 stavka je uspješno obrađena:
ro: 1 obiect a fost procesat cu succes:

source: 1 member
hr: 1 član

source: 1 selected member has been removed successfully
hr: 1 odabrani član je uspješno uklonjen
ro: 1 membru selectat a fost eliminat cu succes

source: 1 selected member has not been removed successfully
hr: 1 odabrani član nije uspješno uklonjen
ro: 1 membru selectat nu a fost eliminat cu succes

source: :num_comments comment
hr: :num_comments komentar
ro: :num_comments comentariu

source: :num_comments comments
hr: :num_comments komentara
ro: :num_comments comentarii

source: <a href="/group/{{ gid }}/content/{{ id }}/approve-membership?destination=/group/{{ gid }}/members-pending">Approve membership</a>
hr: <a href="/group/{{ gid }}/content/{{ id }}/approve-membership?destination=/group/{{ gid }}/members-pending">Odobri članstvo</a>

source: <a href="/group/{{ gid }}/content/{{ id }}/reject-membership?destination=/group/{{ gid }}/members-pending">Reject Membership</a>
hr: <a href="/group/{{ gid }}/content/{{ id }}/reject-membership?destination=/group/{{ gid }}/members-pending">Odbij članstvo</a>

source: <a href="/node/{{ raw_arguments.nid }}/enrollments">See all enrollments</a>
hr: <a href="/unos/{{ raw_arguments.nid }}/enrollments">Vidi sve prijave</a>
ro: <a href="/node/{{ raw_arguments.nid }}/enrollments">Vezi toate înscrierile</a>

source: <b><em class="placeholder">1</em> Member</b> is selected
hr: <em class="placeholder">1</em> Član</b> je odabran

source: <b><em class="placeholder">@count</em> Member</b> is selected
hr: <em class="placeholder">@count</em> Član</b> je odabran
ro: <b><em class="placeholder">@count</em> Membru</b> este selectat

source: <b>@action</b> of selected members
hr: <b>@action</b> odabranih članova
ro: <b>@action</b> dintre membrii selectați

source: <b>@action</b> selected enrollees
hr: <b>@action</b> odabranih polaznika
ro: <b>@action</b> persoanele înscrise selectate

source: <b>@action</b> selected members
hr: <b>@action</b> odabrani članovi
ro: <b>@action</b> membrii selectați

source: <b>Please note:</b> the change below will not impact the users who have changed their default email notification settings.
hr: <b>Napomena:</b> promjena u nastavku neće utjecati na korisnike koji su promijenili svoje zadane postavke obavijesti e-poštom.
ro: <b>Please note:</b> modificarea de mai jos nu va avea impact asupra utilizatorilor care și-au modificat setările implicite de notificare email.

source: <em>Books</em> have a built-in hierarchical navigation. Use for handbooks or tutorials.
hr: <em>Knjige</em> imaju ugrađenu hijerarhijsku navigaciju. Koristi za priručnike ili upute.
ro: <em>Cărțile</em> au o navigație ierarhică încorporată. Se utilizează pentru manuale sau tutoriale.

source: <h1 class="h4 section-title">@total Event invites</h1>
hr: <h1 class="h4 section-title">@total poziva na događaj</h1>
ro: <h1 class="h4 section-title">@total Invitații la eveniment</h1>

source: <h1 class="h4 section-title">[view:total-rows] Enroll invite(s) to event: {{ arguments.nid }}</h1>
hr: <h1 class="h4 section-title">[view:total-rows] Poziv(i) na događaj: {{ arguments.nid }}</h1>
ro: <h1 class="h4 section-title">[view:total-rows] Înscrie invitația(invitațiile) la eveniment: {{ arguments.nid }}</h1>

source: <h1 class="h4 section-title">[view:total-rows] Enroll request(s) to event: {{ arguments.nid }}</h1>
hr: <h1 class="h4 section-title">[view:total-rows] Zahtjev(i) za događaj: {{ arguments.nid }}</h1>
ro: <h1 class="h4 section-title">[view:total-rows] Înscrie cererea(cererile) la eveniment: {{ arguments.nid }}</h1>

source: <h2>Warning</h2><p>Be careful, in this section you can make sitewide changes to the HTML template and therefore break both the front-end javascript applications and the layout for your website.</p>
hr: <h2>Upozorenje</h2><p>Pazi jer u ovom odjeljku možeš unijeti izmjene u HTML predlošku koje obuhvaćaju cijelu stranicu i time prekinuti i front-end javascript aplikacije i izgled svoje stranice.</p>
ro: <h2>Atenție</h2><p>Ai grijă! În această secțiune poți efectua modificări de șablon HTML la nivelul site-ului și, prin urmare, poți rupe atât aplicațiile javascript front-end, cât și aspectul website-ului tău.</p>

source: <h4 class="section-title">Member results</h4>
hr: <h4 class="section-title">Rezultati članova</h4>
ro: <h4 class="section-title">Rezultatele membrilor</h4>

source: <h4>All results</h4>
hr: <h4>Svi rezultati</h4>
ro: <h4>Toate rezultatele</h4>

source: <h4>Content results</h4>
hr: <h4>Rezultati sadržaja</h4>
ro: <h4>Rezultatele conținutului</h4>

source: <h4>Group results</h4>
hr: <h4>Rezultati grupe</h4>
ro: <h4>Rezultatele grupului</h4>

source: <i>Disabling this will simply hide the 'My Groups' button from the main navigation.</i>
hr: <i>Onemogućavanjem ovoga samo ćeš sakriti gumb 'Moje grupe' na glavnoj navigaciji.</i>
ro: <i>Dezactivarea va ascunde butonul „Grupurile mele” din navigarea principală.</i>

source: <i>Disabling this won't disable the Social Private Message feature, but only hide the icon from the navigation.</i>
hr: <i>Onemogućavanjem ovoga nećeš onemogućiti značajku Privatne poruke na društvenim mrežama, već ćeš samo sakriti ikonu na navigaciji.</i>
ro: <i>Dezactivarea acestei opțiuni nu va dezactiva funcția Mesaj Privat Social, ci va ascunde doar pictograma din navigare.</i>

source: <p><a href="">[message:author:display-name]</a> mentioned <a href="">[social_mentions:mentioned_user]</a> in a post</p>
hr: <p><a href="">[message:author:display-name]</a> spominje <a href="">[social_mentions:mentioned_user]</a> u objavi</p>
ro: <p><a href="">[message:author:display-name]</a> a menționat <a href="">[social_mentions:mentioned_user]</a> într-o postare</p>

source: <p><a href="">[message:author:display-name]</a> mentioned<a href=""> [social_mentions:mentioned_user] </a>in a comment</p>
hr: <p><a href="">[message:author:display-name]</a> spominje <a href="">[social_mentions:mentioned_user]</a> u komentaru</p>
ro: <p><a href="">[message:author:display-name]</a> a menționat<a href=""> [social_mentions:mentioned_user] </a>într-un comentariu</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> i @count drugih komentirali su [social_comment:parent_entity_author] [social_comment:commented_content_type] u <a href="[message:gurl]">[message:gtitle]</a></p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> și alți @count au comentat la [social_comment:commented_content_type] a utilizatorului [social_comment:parent_entity_author] în <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type]</p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> i @count drugih komentirali su [social_comment:parent_entity_author] [social_comment:commented_content_type]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> și alți @count au comentat la [social_comment:commented_content_type] al utilizatorului [social_comment:parent_entity_author]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on a post in <a href="[message:gurl]">[message:gtitle]</a></p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> i @count drugih komentirali su objavu u <a href="[message:gurl]">[message:gtitle]</a></p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> și alți @count au comentat la o postare în <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> and @count others commented on a post</p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> i @count drugih komentirali su objavu</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> și alți @count au comentat la o postare în</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> you are following</p> <p>[message:preview]</p> <p>[message:cta_button]</p> <table class="btn-wrapp"> <tbody> </tbody> </table>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> komentirao/la je [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> kojeg pratiš</p> <p>[message:preview]</p> <p>[message:cta_button]</p> <table class="btn-wrapp"> <tbody> </tbody> </table>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a comentat la [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> pe care o urmărești</p> <p>[message:preview]</p> <p>[message:cta_button]</p> <table class="btn-wrapp"> <tbody> </tbody> </table>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> you are following</p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> komentirao/la je [social_comment:parent_entity_author]'s [social_comment:commented_content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> kojeg pratiš</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a comentat la [social_comment:commented_content_type] utilizatorului [social_comment:parent_entity_author] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> pe care îl urmărești</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> komentira [social_comment:parent_entity_author] [social_comment:commented_content_type] u <a href="[message:gurl]">[message:gtitle]</a></p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a comentat la [social_comment:commented_content_type] utilizatorului [social_comment:parent_entity_author] în <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on [social_comment:parent_entity_author]'s [social_comment:commented_content_type]</p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> komentira [social_comment:parent_entity_author] [social_comment:commented_content_type]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a comentat la [social_comment:commented_content_type] utilizatorului [social_comment:parent_entity_author]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post in <a href="[message:gurl]">[message:gtitle]</a></p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> komentira objavu u <a href="[message:gurl]">[message:gtitle]</a></p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a comentat la o postare în <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post</p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> komentira objavu</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a comentat la o postare </p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_group:content_type] in <a href="[message:gurl]">[message:gtitle]</a></p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> dodaje [social_group:content_type] u <a href="[message:gurl]">[message:gtitle]</a></p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a creat [social_group:content_type] în <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_group:created_entity_link_html] in the <a href="[message:gurl]">[message:gtitle]</a> group [message:count_groups_per_node]</p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> kreirao/la [social_group:created_entity_link_html] u <a href="[message:gurl]">[message:gtitle]</a> grupi [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> kreirao/la je temu u <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic in <a href="[message:gurl]">[message:gtitle]</a></p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> dodaje temu u <a href="[message:gurl]">[message:gtitle]</a></p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a creat o postare în<a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created a topic</p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> dodaje temu</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a creat o postare</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event in <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> kreirao/la je događaj u <a href="[message:gurl]">[message:gtitle]</a> [message:count_groups_per_node]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event in <a href="[message:gurl]">[message:gtitle]</a></p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> dodaje događaj u <a href="[message:gurl]">[message:gtitle]</a></p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a creat un eveniment în <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created an event</p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> dodaje događaj</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a creat un eveniment</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted in <a href="[message:gurl]">[message:gtitle]</a></p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> objavljuje u <a href="[message:gurl]">[message:gtitle]</a></p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a postat în <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your <a href="[message:recipient-user-url]">profile</a></p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> objavljuje na tvom <a href="[message:recipient-user-url]">profilu</a></p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a postat pe <a href="[message:recipient-user-url]">profilul tău</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your profile</p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> objavljuje na tvom profilu</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a postat pe profilul tău</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted</p>
hr: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> objavljuje</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a postat</p>

source: <p>@total people have enrolled anonymously</p>
hr: <p>@total ljudi se prijavilo anonimno</p>
ro: <p>@total persoane s-au înscris anonim</p>

source: <p>Background process "[queue_storage_entity:mail_task_subject]" has finished.</p>
hr: <p>Pozadinski proces "[queue_storage_entity:mail_task_subject]" je završio.</p>
ro: <p>Procesul de fundal "[queue_storage_entity:mail_task_subject]" s-a terminat.</p>

source: <p>The message above is edited by the community managers. Please contact them for questions and ideas</p>
hr: <p>Gornju poruku uređuju upravitelji zajednice. Za upite i ideje molimo obrati se njima</p>
ro: <p>Mesajul de mai sus este editat de managerii comunității. Te rugăm să îi contactezi pentru întrebări și idei</p>

source: <p>You have insufficient permissions to view the page you're trying to access. There could be several reasons for this:</p><ul><li>You are trying to edit content you're not allowed to edit.</li><li>You are trying to view content (from a group) you don't have access to.</li><li>You are trying to access administration pages.</li></ul><p>Click the back button of your browser to go back where you came from or click <a href=":url">here</a> to go to the homepage</p>
hr: <p>Nemaš potrebna dopuštenja za pregled stranice kojoj pokušavaš pristupiti. Za to može biti nekoliko razloga: </p><ul><li>Pokušavaš urediti sadržaj za koji nemaš ovlasti uređivanja.</li><li>Pokušavaš pregledavati sadržaj (grupe) kojem nemaš pristup. </li><li>Pokušavaš pristupiti stranicama administratora.</li></ul><p>Za povratak na prethodnu stranicu pritisni tipku za povratak na pretraživaču ili klikni <a href=":url">ovdje</a> za povratak na početnu stranicu</p>
ro: <p>Nu ai suficiente permisiuni pentru a vizualiza pagina pe care încerci să o accesezi. Există mai multe motive pentru aceasta:</p><ul><li>Încerci să editezi conținut la care nu ai permisiunea de editare.</li><li>Încerci să vizualizezi conținut (dintr-un grup) la care nu ai acces.</li><li>Încerci să accesezi paginile de administrare.</li></ul><p>Apasă pe butonul Înapoi al motorului de căutare pentru a reveni de unde ai venit sau apasă <a href=":url">aici</a> pentru a accesa pagina de pornire</p>
