Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: Due to privacy concerns, the identity of registered email addresses will not be disclosed. Therefore, a password reset link has been sent to you only if you have entered a valid email address or username. <br>If the email address or username you entered does not exist, you will not get a reset link or a confirmation/warning about that here. Please contact the @admin_link if there are any problems.
hr: Radi zaštite privatnosti identitet registriranih adresa e-pošte neće biti otkriven. Zato ti se poveznica za oporavak lozinke šalje samo ako uneseš valjanu adresu e-pošte ili korisničko ime. Ako adresa e-pošte ili korisničko ime koje uneseš ne postoji, nećeš dobiti poveznicu za oporavak lozinke ni potvrdu/upozorenje o tome. Kontaktiraj @admin_link u slučaju problema.
ro: Din motive de confidențialitate, identitatea adreselor de e-mail înregistrate nu va fi dezvăluită. Prin urmare, ți-a fost trimis un link de resetare a parolei numai dacă ai introdus o adresă de e-mail sau un nume de utilizator valid. <br>Dacă adresa de e-mail sau numele de utilizator pe care le-ai introdus nu există, nu vei primi un link de resetare sau o confirmare / avertisment cu privire la aceasta. Te rugăm să contactezi @admin_link dacă ai probleme.

source: Due to privacy concerns, we can't disclose the existence of registered email addresses. Please make sure the email address is entered correctly and try again.
hr: Radi zaštite privatnosti ne možemo otkriti postojanje registriranih adresa e-pošte. Provjeri je li adresa e-pošte ispravno unesena i pokušaj ponovno.
ro: Din motive de confidențialitate, nu putem dezvălui existența adreselor de e-mail înregistrate. Asigură-te că adresa de e-mail este introdusă corect și încearcă din nou.

source: E-mail template settings.
hr: Postavke predloška e-pošte.
ro: Setările șablonului de e-mail.

source: Edge cursor
hr: Rubni pokazivač
ro: Cursorul de margine

source: Edge node
hr: Rubni unos
ro: Nodul de margine

source: EdgeInterface
hr: Rubno sučelje
ro: Interfața de margine

source: Edges
hr: Rubovi
ro: Marginile

source: Edit
hr: Uredi
ro: Editează

source: Edit Activity entities
hr: Uredi entitete aktivnosti
ro: Editează entitățile de activitate

source: Edit Comment
hr: Uredi komentar
ro: Editează comentariu

source: Edit Content
hr: Uredi sadržaj
ro: Editează conținut

source: Edit Event enrollment entities
hr: Uredi entitete za upis na događaj
ro: Editează entitățile de înscriere la eveniment

source: Edit Font entities
hr: Uredi entitete fonta
ro: Editează entitățile fontului

source: Edit Mentions Type
hr: Uredi vrstu spominjanja
ro: Editează tipul mențiunii

source: Edit Post
hr: Uredi objavu
ro: Editează postarea

source: Edit Queue storage entity entities
hr: Uredi entitete za pohranu reda čekanja
ro: Editează entitățile entității de stocare în coadă

source: Edit account
hr: Uredi račun
ro: Editează contul

source: Edit any posts entities
hr: Uredi entitete objava
ro: Editează entitățile oricărei postari

source: Edit content
hr: Uredi sadržaj
ro: Editează conținut

source: Edit existing groups their group type
hr: Uredi vrstu grupe postojećih grupa
ro: Editează tipul de grup al grupurilor existente

source: Edit manager notes on a users profile
hr: Uredi bilješke upravitelja na korisničkom profilu
ro: Editează notele de gestionare pe profilul utilizatorului

source: Edit own comments
hr: Uredi vlastite komentare
ro: Editare comentarii proprii

source: Edit own posts entities
hr: Uredi vlastite entitete objava
ro: Editează entitățile propriilor postări

source: Edit profile
hr: Uredi profil
ro: Editează profil

source: Edit profile organization tags on a users profile
hr: Uredi oznake organizacije profila na korisničkom profilu
ro: Editează etichetele de organizare de pe profilul unui utilizator

source: Edit profile tags on a users profile
hr: Uredi oznake profila na korisničkom profilu
ro: Editează etichetele de pe profilul unui utilizator

source: Edit report details
hr: Uredi pojedinosti prijave
ro: Editează detaliile raportului

source: Email
hr: E-pošta

source: Email address
hr: Adresa e-pošte
ro: Adresă de e-mail

source: Email notification
hr: Obavijest e-poštom
ro: Notificarea pe email

source: Email notification settings
hr: Postavke obavijesti e-poštom
ro: Setări de notificare prin email

source: Email notifications
hr: Obavijesti e-poštom
ro: Notificările pe email

source: Email task subject
hr: Predmet zadatka e-pošte
ro: Subiectul sarcinii email

source: Enable activity access control for notifications.
hr: Omogući kontrolu pristupa aktivnostima za obavijesti.
ro: Activează controlul accesului la activitate pentru notificări.

source: Enable activity access control for related post entities.
hr: Omogući kontrolu pristupa aktivnostima za povezane entitete objave.
ro: Activează controlul accesului la activități pentru entitățile de postare conexe.

source: Enable activity access control.
hr: Omogući kontrolu pristupa aktivnostima.
ro: Activează controlul accesului la activitate.

source: Enable additional features
hr: Omogući dodatne značajke
ro: Activează caracteristici suplimentare

source: Enable and require a group type
hr: Omogući i zatraži vrstu grupe
ro: Activează și solicită tipul grupului

source: Enable calendars you want to allow users to use
hr: Omogući kalendare za koje korisnicima želiš dopustiti pregled
ro: Activează calendarele la care dorești să permiteți accesul utilizatorilor

source: Enable cross-group posting for node types
hr: Omogući objavljivanje među grupama za vrste unosa

source: Enable event enrollment
hr: Omogući upis na događaj

source: Enable event enrollment for anonymous users
hr: Omogući upis na događaj za anonimne korisnike
ro: Permite înscrierea utilizatorilor anonimi la evenimente

source: Enable event invite per group type
hr: Omogući pozivnicu za događaj po vrsti grupe
ro: Activează invitația la evenimente pentru un anumit tip de grup

source: Enable events for on the user profiles.
hr: Omogući događaje na korisničkim profilima.
ro: Activează evenimente pe profilul utilizatorilor.

source: Enable invite enrollment to events
hr: Omogući pozive za upis na događaje
ro: Activează invitațiile la înscriere pentru evenimente

source: Enable maximum number of event enrollments
hr: Omogući maksimalan broj upisa na događaje
ro: Activează numărul maxim de înscrieri la eveniment

source: Enable post access for public and community posts.
hr: Omogući pristup objavama za javne objave i objave u zajednici.
ro: Activează accesul la postări pentru postările publice și cele din comunitate.

source: Enable post for the account stream.
hr: Omogući objavu za tok računa.
ro: Activează postările pentru fluxul contului.

source: Enable post for the group stream.
hr: Omogući objavu za tok grupe.
ro: Activează postările pentru fluxul grupului.

source: Enable quickjoin
hr: Omogući brzo priključivanje
ro: Activează alăturarea rapidă

source: Enable site wide JS
hr: Omogući JS na cijeloj stranici
ro: Activează site wide JS

source: Enable the <em>Add to calendar</em> button
hr: Omogući gumb <em>Dodaj u kalendar</em>
ro: Activează butonul <em> Adăugați în calendar</em>

source: Enables GraphQL support for Open Social features.
hr: Omogućava podršku za GraphQL za značajke Open Sociala.
ro: Activează suportul GraphQL pentru caracteristicile Open Social.

source: Enables Group functionality for the Comment module
hr: Omogućava funkcionalnost grupe za modul komentar
ro: Activează funcționalitate grupului în modulul Comentariu

source: Enables site-builders to create custom view permissions for entities based on field values in the entity_access field.
hr: Omogućava graditeljima stranice da kreiraju prilagođena dopuštenja pregleda za entitete na temelju vrijednosti polja u polju entity_access.
ro: Permite constructorilor de site-uri să creeze permisiuni de vizualizare personalizate pentru entități pe baza valorilor câmpului din câmpul entity_access.

source: Enables translation of static site content (such as Basic Pages, Landing Pages and Book Pages).
hr: Omogućava prijevod statičnog sadržaja stranice (kao što su osnovne stranice, odredišne stranice i stranice knjiga).
ro: Permite traducerea conținutului static al site-ului (cum ar fi Pagini de bază, Pagini de destinație și Pagini de carte).

source: Enabling this feature gives site builders the possibility to create group 'quick join' links (ex., /group/1/quickjoin). Furthermore, it's possible to skip the confirmation step on a group type basis.
hr: Omogućavanje ove značajke daje graditeljima stranice mogućnost stvaranja poveznica za "brzo pridruživanje" grupa (npr. /group/1/quickjoin). Nadalje, moguće je preskočiti korak potvrde na temelju vrste grupe.
ro: Activarea acestei caracteristici oferă constructorilor de site-uri posibilitatea de a crea link-uri de grupare „aderare rapidă” (ex., / Group / 1 / quickjoin). În plus, este posibilă omiterea pasul de confirmare pe baza unui tip de grup.

source: Enabling this feature provides event organisers with the possibility to allow anonymous users to enroll in public events.
hr: Omogućavanje ove značajke daje organizatorima događaja mogućnost dopuštanja anonimnim korisnicima da se upišu na javne događaje.
ro: Activarea acestei funcții oferă organizatorilor de evenimente posibilitatea de a permite utilizatorilor anonimi să se înscrie la evenimente publice.

source: Enabling this feature provides event organisers with the possibility to set a limit for event enrollments.
hr: Omogućavanje ove značajke daje organizatorima događaja mogućnost postavljanja ograničenja za upise na događaje.
ro: Activarea acestei funcții oferă organizatorilor de evenimente posibilitatea de a seta o limită pentru înscrierile la eveniment.

source: Enabling this feature provides the possibility to let event managers to invite people to their events.
hr: Omogućavanje ove značajke omogućava upraviteljima događaja da pozivaju ljude na svoje događaje.
ro: Activarea acestei funcții oferă posibilitatea de a permite managerilor de evenimente să invite persoane la evenimentele lor.

source: Enabling this setting causes users' full name to be hidden on the platform when the user has filled in their nickname. This setting won't hide the full name of users who didn't fill in a nickname. Users with the '%display_name' permission will still see the full name whenever available. Only users with the '%search_name' permission will find users using their full name through search or mentions.
hr: Omogućavanje ove postavke uzrokuje skrivanje punog imena korisnika na platformi kada korisnik unese svoj nadimak. Ova postavka neće sakriti puno ime korisnika koji nisu unijeli nadimak. Korisnici s dopuštenjem '%display_name' i dalje će vidjeti puno ime kad god je dostupno. Samo korisnici s dopuštenjem '%search_name' mogu pronaći korisnike koji koriste svoje puno ime putem pretraživanja ili spominjanja.
ro: Activarea acestei setări face ca numele complet al utilizatorilor să fie ascuns pe platformă atunci când utilizatorul și-a completat porecla. Această setare nu va ascunde numele complet al utilizatorilor care nu au completat o poreclă. Utilizatorii cu permisiunea '% display_name' vor vedea în continuare numele complet ori de câte ori sunt disponibili. Numai utilizatorii cu permisiunea '% search_name' îi vor găsi pe utilizatorii care își folosesc numele complet prin căutare sau mențiuni.

source: End
hr: Kraj
ro: Sfârșit

source: End date is required!
hr: Datum završetka je obavezan!

source: Enforces the use of Private Files for content, posts and file uploads (highly recommended!). More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
hr: Primjenjuje uporabu privatnih datoteka za sadržaj, objave i postavljanje datoteka (vrlo preporučljivo!). Više informacija: https://www.drupal.org/docs/8/distributions/open-social/private-files
ro: Aplică utilizarea fișierelor private pentru conținut, postări și încărcări de fișiere (foarte recomandat!). Mai multe informații: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Enroll
hr: Upis
ro: Înscriere

source: Enroll Method
hr: Metoda upisa
ro: Metoda de înscriere

source: Enroll action block
hr: Blok radnje upisa
ro: Blocarea acțiunii de înscriere

source: Enroll as guest
hr: Upiši se kao gost
ro: Înscriere ca invitat

source: Enroll button should be visible for users that are not in the group and automatic enroll people to groups when they enroll to events that are part of the group.
hr: Gumb za upis trebao bi biti vidljiv korisnicima koji nisu u grupi i automatski učlaniti osobe u grupe kada se upišu na događaje koji su dio te grupe.
ro: Butonul de înscriere ar trebui să fie vizibil pentru utilizatorii care nu fac parte din grup și să înregistreze automat persoane în grupuri atunci când se înscriu la evenimente care fac parte din grup.

source: Enroll date
hr: Datum upisa
ro: Data de înscriere

source: Enroll in
hr: Upis na
ro: Înscriere în

source: Enroll in @label Event
hr: Upis na događaj @label
ro: Înscriere în evenimentul @label

source: Enroll in event
hr: Upis na događaj
ro: Înscriere în eveniment

source: Enroll method
hr: Metoda upisa
ro: Metoda de înscriere

source: Enroll to events posted inside this group
hr: Upis na događaje objavljene unutar ove grupe
ro: Înscrie-te la evenimentele postate în cadrul acestui grup

source: Enroll user which is not group member
hr: Upiši korisnika koji nije član grupe
ro: Înscrie utilizatorul care nu este membru al grupului

source: Enroll with account
hr: Upiši se s računom
ro: Înscrie-te cu un anumit cont

source: Enroll without account
hr: Upiši se bez računa
ro: Înscrie-te fără a avea un cont

source: Enrolled
hr: Upisani
ro: Înscris

source: Enrollee
hr: Polaznik
ro: Înscrisul

source: Enrollment limit
hr: Ograničenje upisa
ro: Limita de înscriere

source: Enrollment options
hr: Mogućnosti upisa
ro: Opțiunile înscrierii

source: Enrollment status
hr: Status upisa
ro: Statusul înscrierii

source: Enrollment without account can only be enabled when the visibility of the event is Public.
hr: Upis bez računa može se omogućiti samo kada je vidljivost događaja javna.
ro: Înscrierea fără cont poate fi activată numai atunci când vizibilitatea evenimentului este publică.

source: Enrollments
hr: Upisi
ro: Înscrieri

source: Enrollments Block
hr: Blok upisa
ro: Blocarea înscrierilor

source: Enter information you want to show in the email notifications footer
hr: Unesi podatke koje želiš prikazati u podnožju obavijesti e-pošte
ro: Introdu informațiile pe care dorești să le afișezi în subsolul notificărilor prin e-mail

source: Enter information you want to show in the email notifications header
hr: Unesi podatke koje želiš prikazati u zaglavlju obavijesti e-pošte
ro: Introdu informațiile pe care dorești să le afișezi în antetul notificărilor prin e-mail

source: Enter your @s username or email.
hr: Unesi svoje @s korisničko ime ili e-poštu.
ro: Introdu numele tău de utilizator @s sau adresa de e-mail.

source: Enter your email, so we can send you event updates.
hr: Unesi svoju e-poštu da ti možemo slati novosti o događajima.
ro: Introdu adresa de e-mail, astfel încât să îți putem trimite actualizări ale evenimentelor.

source: Entities
hr: Entiteti
ro: Entități

source: Entity
hr: Entitet
ro: Entitate

source: Entity %label has been deleted.
hr: Entitet %label je obrisan.

source: Entity Access By Field
hr: Pristup entitetima po polju
ro: Accesul Entităților sortate după câmp

source: Entity Access Field selector.
hr: Birač polja za pristup entitetu.
ro: Selector câmp acces entitate.

source: Entity ID
hr: ID entiteta
ro: ID entitate

source: Entity Reference
hr: Referenca entiteta
ro: Referință entitate

source: Entity Type
hr: Vrsta entiteta
ro: Tip Entitate

source: Entity Type Count
hr: Broj vrsta entiteta
ro: Numărul tipurilor de entități

source: Entity access field
hr: Pristupno polje entiteta
ro: Câmp acces entitate

source: Entity access field settings
hr: Postavke pristupnog polja entiteta
ro: Setări câmp acces entitate

source: Entity and/or Bundle type
hr: Vrsta entiteta i/ili skupa
ro: Tip de entitate și/sau de pachet

source: Entity id
hr: id entiteta
ro: ID-ul entității

source: Entity type
hr: Vrsta entiteta
ro: Tip de entitate

source: Entity type of entity that contains mention
hr: Vrsta entiteta u kojem se nekoga spominje
ro: Tipul entității care conține o mențiune

source: Entity url
hr: URL entiteta

source: EntityConnection
hr: Veza entiteta
ro: Conectarea entității

source: Error creating request
hr: Pogreška pri izradi zahtjeva

source: Error updating Request
hr: Pogreška pri ažuriranju zahtjeva
ro: Eroare de actualizare a cererii

source: Error when creating a request to join
hr: Pogreška pri izradi zahtjeva za pridruživanje
ro: Eroare la crearea unei cereri de înscriere

source: Error when joining the group.
hr: Pogreška prilikom pridruživanja grupi.
ro: Eroare la aderarea la grup.

source: Event
hr: Događaj
ro: Eveniment

source: Event Organisers
hr: Organizatori događaja
ro: Organizatorii evenimentelor

source: Event add block
hr: Blok dodavanja događaja
ro: Bloc de adăugare eveniment

source: Event date
hr: Datum događaja
ro: Data evenimentului

source: Event date:
hr: Datum događaja:

source: Event display settings
hr: Postavke prikaza događaja

source: Event enrolled or created
hr: Događaj upisuje ili kreira
ro: Eveniment înscris sau creat

source: Event enrollment
hr: Upis na događaj
ro: Înscriere la eveniment

source: Event enrollment ID
hr: ID upisa na događaj
ro: ID-ul înscrierii la eveniment

source: Event enrollment settings
hr: Postavke upisa na događaj
ro: Setările înscrierii la eveniment

source: Event enrollments
hr: Upisi na događaj
ro: Înscrierile la eveniment

source: Event has passed
hr: Događaj je prošao
ro: Eveniment trecut

source: Event invite activity context
hr: Kontekst aktivnosti poziva na događaj
ro: Contextul de activitate a invitației la eveniment

source: Event invite settings
hr: Postavke poziva na događaj
ro: Setările invitației la eveniment

source: Event invites
hr: Pozivi na događaj
ro: Invitațiile la eveniment

source: Event invites (@count)
hr: Pozivi na događaje (@count)
ro: Invitațiile la eveniment (@count)

source: Event link with login page
hr: Poveznica na događaj sa stranicom za prijavu
ro: Link-ul evenimentului cu pagina de logare

source: Event managers
hr: Upravitelji događaja

source: Event managers are able to allow users send invites
hr: Upravitelji događaja mogu dopustiti korisnicima slanje poziva

source: Event managers are able to allow users send invites.
hr: Upravitelji događaja mogu dopustiti korisnicima slanje poziva.

source: Event managers settings
hr: Postavke upravitelja događaja
ro: Setările gestionării evenimentului

source: Event organiser settings
hr: Postavke organizatora događaja
ro: Setările organizării evenimentului

source: Event organisers
hr: Organizatori događaja
ro: Organizatorii evenimentelor

source: Event request activity context
hr: Kontekst aktivnosti zahtjeva za događaj
ro: Contextul de activitate al cererilor evenimentului

source: Event requests notification
hr: Obavijest o zahtjevima za događaj
ro: Notificările cererilor evenimentului

source: Event settings
hr: Postavke događaja
ro: Setările evenimentului

source: Event sorting (passed and upcoming)
hr: Sortiranje događaja (prošli i predstojeći)
ro: Sortarea evenimentelor (care au avut loc și care urmează să aibă loc)

source: Event time
hr: Vrijeme događaja
ro: Timpul evenimentelor

source: Event type
hr: Vrsta događaja
ro: Tipul evenimentelor

source: Event type settings
hr: Postavke vrste događaja
ro: Setările tipului de eveniment

source: Event types
hr: Vrste događaja
ro: Tipurile de evenimente

source: Event types required
hr: Zatražene vrste događaja
ro: Solicitarea tipurilor de evenimente

source: Events
hr: Događaji
ro: Evenimente

source: Events Profile
hr: Profil događaja
ro: Profilul evenimentelor

source: Events created
hr: Kreirani događaji
ro: Evenimente create

source: Events for this user
hr: Događaji za ovog korisnika
ro: Evenimentele acestui utilizator

source: Events on profile block
hr: Blok događaja na profilu
ro: Evenimentele blocului de profil

source: Events profile overview
hr: Pregled profila događaja
ro: Prezentare generală a profilului evenimentelor

source: Excluded file extensions
hr: Izuzete ekstenzije datoteka
ro: Extensiile fișierelor excluse

source: Execute action
hr: Izvrši radnju
ro: Execută acțiune

source: Expertise
hr: Stručnost
ro: Abilități

source: Explore
hr: Istraži
ro: Explorează

source: Explore Stream
hr: Istraži tok
ro: Explorează fluxul

source: Explore Stream Block
hr: Blok istraži tok
ro: Explorează blocul fluxului

source: Explore page for LU
hr: Istraži stranicu za LU
ro: Explorează pagina pentru LU

source: Explore the group
hr: Istraži grupu

source: Export
hr: Izvezi

source: Export is complete. @link
hr: Izvoz je završen. @link
ro: Exportarea este completă. @link

source: Export plugins that can be used by normal users.
hr: Izvezi dodatke koje mogu koristiti obični korisnici.
ro: Exportă extensii care pot fi utilizate de utilizatori obișnuiți.

source: Export settings
hr: Postavke izvoza
ro: Exportă setările

source: Export the selected enrollments to CSV
hr: Izvezi odabrane prijave u CSV
ro: Exportă înscrierile selectate într-un CSV

source: Export the selected members to CSV
hr: Izvezi odabrane članove u CSV
ro: Exportă membrii selectați într-un CSV

source: Export the selected users to CSV
hr: Izvezi odabrane korisnike u CSV
ro: Exportă utilizatorii selectați într-un CSV

source: Expose
hr: Izloži

source: Extensions
hr: Ekstenzije
ro: Extensii

source: Extra
hr: Dodatno

source: Featured
hr: Istaknuto
ro: Recomandat

source: Featured Content
hr: Istaknuti sadržaj
ro: Conținut recomandat

source: Featured Item
hr: Istaknuta stavka
ro: Obiect recomandat

source: Featured Items
hr: Istaknute stavke
ro: Obiecte recomandate

source: Field
hr: Polje
ro: Câmp

source: Field name
hr: Naziv polja
ro: Nume câmp

source: Field types
hr: Vrste polja
ro: Tipuri de câmp

source: Fields
hr: Polja
ro: Câmpuri

source: File
hr: Datoteka
ro: Fişier

source: File and Image in a table
hr: Datoteka i slika u tablici
ro: Fișier și imagine într-un tabel

source: Files
hr: Datoteke
ro: Fişiere

source: Filter
hr: Ukloni
ro: Filtrează

source: Filter Block
hr: Blok filtra
ro: Blocarea filtrelor

source: Filter activities by tags
hr: Filtriraj aktivnosti prema oznakama
ro: Filtrarea activităților după etichete

source: Filter activities for Explore page
hr: Filtriraj aktivnosti za stranicu Istraži
ro: Filtrarea activităților pentru pagina Explorare

source: Filter activities for personalised homepage
hr: Filtriraj aktivnosti za personaliziranu početnu stranicu
ro: Filtrarea activităților pentru pagina de pornire personalizată

source: Filter deleted threads
hr: Filtriraj izbrisane rasprave
ro: Filtrarea firurilor de postări șterse

source: Filter events by start date and end date
hr: Filtriraj događaje prema datumu početka i datumu završetka
ro: Filtrarea evenimentelor după data de început și data de sfârșit

source: Filter nodes, with visibility group, placed in group you are not a member of.
hr: Filteri unosa, s grupom vidljivosti, smješteni u grupu koje nisi član.
ro: Filtrarea nodurilor, cu un grup vizibil, plasat într-un grup din care nu faceți parte.

source: Filter on activities for personalised homepage.
hr: Filter aktivnosti za personaliziranu početnu stranicu.
ro: Filtrarea activităților pentru o pagină de pornire personalizată.

source: Filter on activities for the Explore page.
hr: Filter aktivnosti za stranicu Istraži.
ro: Filtrarea activităților pentru pagina Explorare.
