Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: The link (button) to reply to the comment, will include raw HTML.
hr: Poveznica (gumb) za odgovor na komentar uključivat će sirovi HTML.
ro: Link-ul (butonul) pentru a răspunde la comentariu va include HTML brut.

source: The link to the commented entity, can be post or node, will include raw HTML.
hr: Poveznica na komentirani entitet, što može biti objava ili unos, uključivat će sirovi HTML.
ro: Link-ul către entitatea comentată, poate fi postare sau nod, va include HTML brut.

source: The link to the created entity, can be post or node, will include raw HTML.
hr: Poveznica na kreirani entitet, što može biti objava ili unos, uključivat će sirovi HTML.
ro: Link-ul către entitatea creată, poate fi postare sau nod, va include HTML brut.

source: The link to the entity, can be post or node, will include raw HTML.
hr: Poveznica na entitet, što može biti objava ili unos, uključivat će sirovi HTML.
ro: Link-ul către entitate, poate fi postare sau nod, va include HTML brut.

source: The link to the request page of the group.
hr: Poveznica na stranicu zahtjeva grupe.
ro: Link-ul către pagina de solicitare a grupului.

source: The member(s) of the private message thread. Add multiple members by seperating them with a comma.
hr: Član(ovi) nizanih privatnih poruka. Dodaj više članova odvajajući ih zarezom.
ro: Membrii firului de mesaje private. Adăugă mai mulți membri separându-i cu virgulă.

source: The name of the Event enrollment entity.
hr: Naziv entiteta upisa na događaj.
ro: Numele entității de înregistrare a evenimentului.

source: The name of the Font entity.
hr: Naziv entiteta fonta.
ro: Numele entității de font

source: The name of the Queue storage entity entity.
hr: Naziv entiteta pohrane reda čekanja.
ro: Numere entității de stocare a entității în coadă

source: The name of the user you want to make a member
hr: Ime korisnika kojeg želiš učiniti članom

source: The output location of the sitewide JS.
hr: Izlazno mjesto JS-a na cijeloj stranici.
ro: Locația output pentru sitewide JS

source: The partial text of the comment.
hr: Djelomični tekst komentara.
ro: Textul parțial al comentariului

source: The partial text of the parent comment.
hr: Djelomični tekst nadređenog komentara.
ro: Textul parțial al comentariului părinte

source: The possible values this field can contain. Enter one value per line, in the format value|label|description.
hr: Moguće vrijednosti koje ovo polje može sadržavati. Unesi jednu vrijednost po retku, u formatu vrijednost|etiketa|opis.
ro: Valorile posibile pe care le poate conține acest câmp. Introdu o valoare pe linie, în valoarea formatului valoare|etichetă|descriere

source: The primary identifier for a mention.
hr: Primarni identifikator za spominjanje.
ro: Identificatorul primar pentru o mențiune

source: The public visibility setting has been disabled. In order to change the visibility to public, please contact a site manager.
hr: Postavka javne vidljivosti je onemogućena. Za promjenu vidljivosti na javnu, obrati se upravitelju stranice.
ro: Setarea de vizibilitate publică a fost dezactivată. Pentru a schimba vizibilitatea în public, te rugăm să contactezi un administrator de site.

source: The recipient of an event invite.
hr: Primatelj poziva na događaj.
ro: Destinatarul unei invitații la eveniment.

source: The recipient user entity display name.
hr: Ime za prikaz korisničkog entiteta primatelja.
ro: Numele afișat al entității utilizatorului destinatar.

source: The recipient user url.
hr: URL korisnika primatelja.
ro: URL-ul utilizatorului destinatar

source: The recipient user.
hr: Korisnik primatelj.
ro: Utilizatorul destinatar

source: The related group title.
hr: Naziv povezane grupe.
ro: Titlul grupullui asociat

source: The related group url.
hr: URL povezane grupe.
ro: URL-ul grupului asocial

source: The related node title.
hr: Naziv povezanog unosa.
ro: Titlul nodului asociat

source: The request to enroll to an enrollment is approved
hr: Zahtjev za upis na upis je odobren
ro: Cererea de înregistrare a fost aprobată

source: The role of 1 selected member has been changed successfully
hr: Uloga 1 odabranog člana je uspješno promijenjena
ro: Rolul membrului selectat a fost schimbat cu succes

source: The role of 1 selected member has not been changed successfully
hr: Uloga 1 odabranog člana nije uspješno promijenjena
ro: Rolul membrului selectat NU a fost schimbat cu succes

source: The route (tab) a member lands on when going to a group.
hr: Ruta (kartica) na koju član dođe kada otvori grupu.
ro: Ruta (pagina) pe care un membru este trimis când merge spre un grup.

source: The route (tab) a non-member lands on when going to a group.
hr: Ruta (kartica) na koju dođe nečlan kada otvori grupu.
ro: Traseul (fila) pe care un non-membru îl deschide atunci când accesează un grup.

source: The social event type module is not enabled.
hr: Modul vrste događaja nije omogućen.
ro: Modulul de tip eveniment social nu este activat.

source: The subject of notification e-mails for anonymous enrollees.
hr: Predmet e-poruka s obavijestima za anonimne polaznike.
ro: Subiectul e-mailurilor de notificare pentru înscriși anonimi.

source: The subject of the email task that ran in the background.
hr: Predmet zadatka e-pošte koji se izvodio u pozadini.
ro: Subiectul sarcinii de e-mail care a rulat în fundal.

source: The term "@term" could not be created.
hr: Pojam "@term" nije mogao biti kreiran.
ro: Termenul "@term" nu a putut fi creat.

source: The text of the comment.
hr: Tekst komentara.
ro: Textul comentariului.

source: The text of the parent comment.
hr: Tekst nadređenog komentara.
ro: Texul comentariului părinte.

source: The text to show in this block.
hr: Tekst za prikaz u ovom bloku.
ro: Textul ce va fi afișat în acest bloc.

source: The time in seconds that needs to pass before a login block expires (IP).
hr: Vrijeme u sekundama koje treba proći prije isteka bloka za prijavu (IP).
ro: Timpul în secunde care trebuie să treacă înainte ca blocul de conectare să expire (IP).

source: The time in seconds that needs to pass before a login block expires (User).
hr: Vrijeme u sekundama koje treba proći prije isteka bloka za prijavu (Korisnik).
ro: Timpul în secunde care trebuie să treacă înainte ca blocul de conectare să expire (Utilizator).

source: The time that the entity was created.
hr: Vrijeme kada je entitet kreiran.
ro: Momentul în care a fost creată entitatea.

source: The time that the entity was last edited.
hr: Vrijeme posljednjeg uređivanja entiteta.
ro: Ora la care a fost editată ultima oară entitatea.

source: The time that the mention was created.
hr: Vrijeme kada je spominjanje kreirano.
ro: Timpul când a fost creată mențiunea

source: The title of the node to add to the group
hr: Naslov unosa za dodavanje u grupu

source: The type of the content that is created in the group.
hr: Vrsta sadržaja koji se kreira u grupi.
ro: Tipul conținutului care este creat în grup.

source: The type of the content that is related to following term.
hr: Vrsta sadržaja koji se odnosi na sljedeći pojam.
ro: Tipul conținutului asociat cu următorul termen.

source: The type of the content that was commented on.
hr: Vrsta sadržaja koji je komentiran.
ro: Tipul de conținut la care au fost lăsate comentarii

source: The type of the content that was liked
hr: Vrsta lajkanog sadržaja
ro: Tipul de conținut care a fost apreciat

source: The unique ID of the object that contains mention
hr: Jedinstveni ID objekta koji sadrži spominjanje
ro: ID-ul unic al obiectului care conține mențiune

source: The update has been performed.
hr: Nadogradnja je završena.
ro: Actualizarea a fost efectuată.

source: The update has encountered an error.
hr: Došlo je greške tijekom procesa nadogradnje.
ro: Actualizarea a întâmpinat o eroare.

source: The url to the content that is created in the group.
hr: URL sadržaja koji je kreiran u grupi.
ro: URL-ul pentru conținutul care este creat în grup.

source: The user ID of author of the Activity entity.
hr: Korisnički ID autora entiteta aktivnosti.
ro: ID-ul de utilizator de autor al entității de activitate.

source: The user ID of author of the Event enrollment entity.
hr: Korisnički ID autora entiteta upisa na događaj.
ro: ID-ul de utilizator al autorului al entității înscriere la evenimente.

source: The user ID of author of the Font entity.
hr: Korisnički ID autora entiteta fonta.
ro: ID-ul de utilizator al autorului entității Font.

source: The user ID of author of the Post entity.
hr: Korisnički ID autora entiteta objave.
ro: ID-ul de utilizator al autorului entității Post.

source: The user ID of author of the Queue storage entity entity.
hr: Korisnički ID autora entiteta za pohranu reda čekanja.
ro: ID-ul utilizatorului autorului entității de stocare în coadă.

source: The user language code.
hr: Kôd korisničkog jezika.
ro: Codul limbii utilizatorului.

source: The user that authored the mention
hr: Korisnik koji je autor spominjanja
ro: Utilizatorul care a făcut menționarea

source: The user that is mentioned
hr: Korisnik koji se spominje
ro: Utilizatorul menționat

source: The username %name has not been activated or is blocked.
hr: Korisničko ime %name ili nije aktivirano ili je blokirano.
ro: Utilizatorul %namen nu a fost activat, sau are accesul interzis.

source: The username can not be an email address.
hr: Korisničko ime ne može biti adresa e-pošte.
ro: Numele de utilizator nu poate fi o adresă de email.

source: The value is the stored value. The label and description will be used in displayed values and edit forms.
hr: Vrijednost je pohranjena vrijednost. Etiketa i opis će se koristiti u prikazanim vrijednostima i obrascima za uređivanje.
ro: Valoarea este valoarea stocată. Eticheta și descrierea vor fi utilizate în valorile afișate și în formularele de editare

source: The visibility of this content is set to @visibility_label
hr: Vidljivost ovog sadržaja postavljena je na @visibility_label
ro: Vizibilitatea acestui conținut este setată la @visibility_label

source: The visibility option for no one field has been changed.
hr: Opcija vidljivosti ni za jedno polje nije promijenjena.
ro: Opțiunea de vizibilitate nu a fost schimbată pentru niciun câmp

source: The visibility option has been changed to configurable for the following fields: @list
hr: Opcija vidljivosti promijenjena je u konfigurabilnu za sljedeća polja: @list
ro: Opțiunea de vizibilitate a fost schimbată în configurabilă pentru următoarele câmpuri: @list

source: There @link to enroll in this event.
hr: Postoji @link za upis na ovaj događaj.
ro: Accesează @link pentru a te înscrie la acest eveniment

source: There @link to join this group.
hr: Postoji @link za pridruživanje ovoj grupi.
ro: Accesează @link pentru a te alătura acestui grup

source: There are no groups yet.
hr: Još nema grupa.
ro: Nu există grupuri încă

source: There are no members yet.
hr: Još nema članova.
ro: Nu există membri încă

source: There is no profile added yet, you can <a href="/user/{{ arguments.uid }}/profile">add a profile here</a>
hr: Još nije dodan profil, ovdje možeš <a href="/user/{{ arguments.uid }}/profile">dodati profil</a>
ro: Nu există niciun profil adăugat încă, poți <a href="/user/{{ arguments.uid }}/profile"> adăuga un profil aici </a>

source: There is no profile information you can change here.
hr: Ovdje nema podataka o profilu koje možeš promijeniti.
ro: Nu există informații de profil pe care le poți modifica aici.

source: There is no profile information you can change here. Change your @settings.
hr: Ovdje nema podataka o profilu koje možeš promijeniti. Promijeni svoje @settings.
ro: Nu există informații de profil pe care le poți modifica aici. Schimbă @settings

source: There was an unexpected error.
hr: Došlo je do neočekivane pogreške.
ro: A apărut o eroare neașteptată.

source: These fields allow you to configure various help texts that are shown to users during signup and login
hr: Ova polja omogućuju konfiguriraciju različitih tekstova pomoći koji se prikazuju korisnicima tijekom registracije i prijave
ro: Aceste câmpuri îți permit să configurezi diverse texte de ajutor care sunt afișate utilizatorilor în timpul înregistrării și conectării

source: This description will be displayed when hovering over the menu link.
hr: Ovaj opis će se prikazati kada zadržiš pokazivač miša iznad poveznice izbornika.
ro: Această descriere va fi afișată când treci cu mouse-ul peste linkul meniului.

source: This field has been disabled by the plugin to guarantee the functionality that's expected of it.
hr: Dodatak je ovo polje onemogućio da bi zajamčio funkcionalnost koja se od njega očekuje.

source: This field stores text values from a dropdown list of allowed 'value => label => description' pairs.
hr: Ovo polje pohranjuje tekstualne vrijednosti s padajućeg popisa dopuštenih parova 'vrijednost => etiketa => opis'.
ro: Acest câmp stochează valori de text dintr-o listă dropdown cu perechi permise 'valoare=>etichetă=>descriere'

source: This field supports tokens.
hr: Ovo polje podržava tokene.
ro: Acest câmp are suport pentru token-uri.

source: This image will be displayed on the block
hr: Ova će slika biti prikazana na bloku
ro: Această imagine va fi afișată în bloc

source: This input text will be displayed in the block
hr: Ovaj unos teksta bit će prikazan u bloku
ro: Acest text de intrare va fi afișat în bloc

source: This is a closed group. Users can only join by invitation and the content in the group is hidden from non members.
hr: Ovo je zatvorena grupa. Korisnici se mogu pridružiti samo pozivom, a sadržaj u grupi je skriven od onih koji nisu članovi.
ro: Acesta este un grup închis. Utilizatorii se pot alătura numai prin invitație, iar conținutul din grup este ascuns celor care nu sunt membri.

source: This is a public group. Users may join without approval and all content added in this group will be visible to all community members and anonymous users.
hr: Ovo je javna grupa. Korisnici se mogu pridružiti bez odobrenja i sav sadržaj dodan u ovu grupu bit će vidljiv svim članovima zajednice i anonimnim korisnicima.
ro: Acesta este un grup public. Utilizatorii se pot înscrie fără aprobare și tot conținutul adăugat în acest grup va fi vizibil pentru toți membrii comunității și utilizatorii anonimi.

source: This is a secret group. Users can only join by invitation and the group itself and its content are hidden from non members.
hr: Ovo je tajna grupa. Korisnici se mogu pridružiti samo pozivom, a sama grupa i njezin sadržaj su skriveni od nečlanova.
ro: Acesta este un grup secret. Utilizatorii se pot alătura numai prin invitație, iar grupul însuși și conținutul acestuia sunt ascunse celor care nu sunt membri.

source: This is an open group. Users may join without approval and all content added in this group will be visible to all community members.
hr: Ovo je otvorena grupa. Korisnici se mogu pridružiti bez odobrenja i sav sadržaj dodan u ovu grupu bit će vidljiv svim članovima zajednice.
ro: Acesta este un grup deschis. Utilizatorii se pot înscrie fără aprobare și tot conținutul adăugat în acest grup va fi vizibil pentru toți membrii comunității.

source: This logo is shown in the platform header and on emails sent to your users. It can be overriden in the above E-mail setting
hr: Ovaj se logotip prikazuje u zaglavlju platforme i na e-porukama koje se šalju tvojim korisnicima. Može se premostiti u gornjoj postavci e-pošte
ro: Această siglă este afișată în antetul platformei și pe e-mailurile trimise utilizatorilor tăi. Poate fi suprascris în setarea E-mail de mai sus

source: This message was deleted together with the user’s account.
hr: Ova poruka je izbrisana zajedno s korisničkim računom.
ro: Acest mesaj a fost șters odată cu contul utilizatorului.

source: This module allows group managers to set the default routes on a group for member and non-members.
hr: Ovaj modul omogućuje upraviteljima grupa da postave zadane rute za grupu za članove i nečlanove.
ro: Acest modul permite managerilor de grup să seteze rutele implicite pe un grup pentru membri și non-membri.

source: This month
hr: Ovaj mjesec
ro: În această lună

source: This permission grants access to add node to multiple groups.
hr: Ovo dopuštenje daje pristup za dodavanje unosa u više grupa.

source: This permission grants access to change group types on already existing groups.
hr: Ovo dopuštenje daje pristup promjeni vrsta grupa za već postojeće grupe.
ro: Această permisiune acordă acces la modificarea tipurilor de grupuri pentru grupurile deja existente.

source: This permission grants full access to all groups.
hr: Ovo dopuštenje daje puni pristup svim grupama.
ro: Această permisiune asigură acces complet la toate grupurile

source: This setting is currently being controlled by a platform wide setting and cannot be changed. Please contact a sitemanager if you have questions.
hr: Ovom postavkom trenutno upravlja postavka za cijelu platformu i ne može se promijeniti. Obrati se upravitelju stranice ako imaš pitanja.
ro: Această setare este în prezent controlată de o setare la nivel de platformă și nu poate fi modificată. Te rugăm să contactezi un administrator de site dacă ai întrebări.

source: This title will be displayed in the menu.
hr: Ovaj će naslov biti prikazan u izborniku.
ro: Titlul va fi afișat în meniu

source: This will provide event organisers with the permission to decide whether anonymous users can enroll in their event.
hr: Ovo će organizatorima događaja dati dopuštenje da odluče mogu li se anonimni korisnici upisati na njihov događaj.
ro: Aceasta va oferi organizatorilor de evenimente permisiunea de a decide dacă utilizatorii anonimi se pot înscrie la evenimentul lor.

source: Tick the box to specify which data you want to share. Keep unchecked if you don’t want to share any data.
hr: Označi okvir da odrediš koje podatke želiš podijeliti. Nemoj označiti kvačicom ako ne želiš dijeliti podatke.
ro: Bifează caseta pentru a specifica ce date dorești să partajezi. Păstrează căsuța debifată dacă nu dorești să partajezi date.

source: Time zone
hr: Vremenska zona
ro: Fusul orar

source: Timestamp
hr: Vremenska oznaka

source: Title
hr: Naziv
ro: Titlu

source: Title & image
hr: Naziv i slika
ro: Titlul și imagine

source: Title of entity containing mention
hr: Naslov entiteta koji sadrži spominjanje
ro: Titlul entității care conține mențiunea

source: To add multiple members, separate each member with a comma ( , ).
hr: Za dodavanje više članova, odvoji svakog člana zarezom ( , ).
ro: Pentru a adăuga mai mulți membri, separă fiecare membru cu o virgulă (,).

source: To add the event name and link, use the following tokens: [node:title], [social_event_an_enroll:enrolled_event]
hr: Za dodavanje naziva događaja i poveznice koristi sljedeće tokene: [node:title], [social_event_an_enroll:enrolled_event]
ro: Pentru a adăuga numele și linkul evenimentului, utilizează următoarele tokenuri: [node: title], [social_event_an_enroll: enroll_event]

source: To allow users to enroll in this event without an account, this event must be visible to the public and open for all users.
hr: Kako bi se korisnicima omogućilo da se upišu na ovaj događaj bez računa, ovaj događaj mora biti vidljiv javnosti i otvoren za sve korisnike.
ro: Pentru a permite utilizatorilor să se înscrie la acest eveniment fără un cont, acest eveniment trebuie să fie vizibil publicului și deschis pentru toți utilizatorii.

source: To allow users who have not join the group of this event to enroll or send request to enroll
hr: Omogućava korisnicima koji se nisu pridružili grupi ovog događaja da se upišu ili pošalju zahtjev za upis
ro: Pentru a permite utilizatorilorcare nu s-au alăturat grupului acestui eveniment să se înscrie sau să trimită o solicitare de înscriere

source: To exclude files of certain types, enter the extensions to exclude separated by spaces. This is useful if you have private image fields and don't wish to include them in download counts.
hr: Za isključivanje datoteka određenih vrsta, unesi ekstenzije za izuzimanje odvojene razmacima. Ovo je korisno ako imaš polja privatnih slika i ne želiš ih uključiti u broj preuzimanja.
ro: Pentru a exclude fișiere de anumite tipuri, introdu extensiile ce sunt excluse separate prin spații. Acest lucru este util dacă ai câmpuri de imagine private și nu dorești să le incluzi în numărul de descărcări.

source: To make the list of topics more specific you can additionally configure more filters such as topic types, content tags and groups.
hr: Ako želiš popis tema učiniti konkretnijim, možeš dodatno konfigurirati više filtra kao što su vrste tema, oznake sadržaja i grupe.
ro: Pentru a face lista postărilor mai specifică, poți configura suplimentar mai multe filtre, cum ar fi tipurile de subiecte, etichete de conținut sau grupuri.

source: Tokens from the Social Content Report module.
hr: Tokeni iz modula prijave društvenog sadržaja.
ro: Tokenuri de la modulul de Raportare al Conținutului social

source: Tokens from the Social Event AN Enroll module.
hr: Tokeni iz modula AN upisa na događaj.
ro: Tokenuri de la modulul de înscriere AN la un eveniment social

source: Tokens from the Social Event Invite module.
hr: Tokeni iz modula poziva na događaj.
ro: Tokenuri de la modulul de invitare al evenimentului social

source: Tokens from the Social Event module.
hr: Tokeni iz modula događaja.
ro: Tokenuri pentru modulul evenimentului social

source: Tokens from the Social Follow Taxonomy module.
hr: Tokeni iz modula taksonomije praćenja.
ro: Tokenuri de la modulul de urmărește taxonomie social

source: Tokens from the Social Queue Entity module.
hr: Tokeni iz modula društvenih entiteta u redu.
ro: Tokenuri pentru modulul de entitate în coadă social

source: Tokens from the activity creator module.
hr: Tokeni iz modula kreiranja aktivnosti.
ro: Tokenuri de la modulul de activitate a creatorului

source: Tokens from the activity logger module.
hr: Tokeni iz modula registratora aktivnosti.
ro: Tokenuri de la modulul jurnalului de activitate

source: Tokens from the social comment module.
hr: Tokeni iz modula društvenih komentara.
ro: Tokenuri de la modulul social de comentariu

source: Tokens from the social group module.
hr: Tokeni iz modula grupe.
ro: Tokenuri de la modulul social de grup

source: Tokens from the social group request module.
hr: Tokeni iz modula zahtjeva za grupe.
ro: Tokenuri de la modulul social de solicitare de înscriere în grup

source: Tokens from the social like module.
hr: Tokeni iz modula lajka na socialu.
ro: Tokenuri de la modulul social de apreciere

source: Tokens from the social mentions module.
hr: Tokeni iz modula društvenih spominjanja.
ro: Tokenuri de la modulul social al menționărilor

source: Tokens from the social user module.
hr: Tokeni iz modula društvenog korisnika.
ro: Tokenuri de la modulul social al utilizatorului

source: Topic
hr: Tema
ro: Postare

source: Topic add block
hr: Blok za dodavanje teme
ro: Adaugă bloc de tip Postare

source: Topic settings
hr: Postavke teme
ro: Setările postării

source: Topic type
hr: Vrsta teme
ro: Tipul postării

source: Topic type:
hr: Vrsta teme:
ro: Tipul postării:

source: Topic types
hr: Vrste tema
ro: Tipuri de postări

source: Topics
hr: Teme
ro: Postări

source: Topics created
hr: Kreirane teme
ro: Postări create

source: Topics of type @type
hr: Teme vrste @type
ro: Postări de tipul @type

source: Tracks file downloads for Drupal private core file fields for Open Social.
hr: Prati preuzimanja datoteka za polja privatne Drupal jezgre za Open Social.
ro: Urmărește descărcările de fișiere pentru câmpurile de fișiere private Drupal pentru Open Social.

source: Tracks file downloads for Drupal private core file fields.
hr: Prati preuzimanja datoteka za polja privatne Drupal jezgre.
ro: Urmărește descărcările de fișiere pentru câmpurile de fișiere private Drupal.
