Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: Social Group Content Block
hr: Social Blok sadržaja grupe
ro: Bloc de conținut Grup Social

source: Social Group Default Route
hr: Social Zadana ruta grupe
ro: Rută implicită Grup Social

source: Social Group Invite
hr: Social Poziv u grupu
ro: Invitație Grup Social

source: Social Group Invite Settings
hr: Social Postavke poziva u grupu
ro: Setări invitație Grup Social

source: Social Group Members Export
hr: Social Izvoz članova grupe
ro: Exportă membri Grup Social

source: Social Group Quickjoin
hr: Social Brzo pridruživanje grupi
ro: QuickJoin Grup Social

source: Social Group Quickjoin settings
hr: Social Postavke brzog pridruživanja grupi
ro: Setări QuickJoin Grup Social

source: Social Group Request
hr: Social Zahtjev za grupu
ro: Solicitare Grup Social

source: Social Group Settings
hr: Social Postavke grupe
ro: Setări Grup Social

source: Social Group Tags block
hr: Social Blok oznaka grupe
ro: Blocul de etichete Grup Social

source: Social Group User invitations
hr: Social Pozivi korisnika u grupu
ro: Invitațiile utilizatorului Grup Social

source: Social Group VBO integration with Groups and Open Social
hr: Social Group VBO integracija s Grupama i Open Socialom
ro: Integrare Grup Social VBO cu Grupuri și Open Social

source: Social Group Welcome Message
hr: Social Poruka dobrodošlice u grupu
ro: Mesaj de întâmpinare Grup Social

source: Social Group invitations
hr: Social Pozivi u grupu
ro: Invitații Grup Social

source: Social Group request
hr: Social Zahtjev za grupu
ro: Solicitare Grup Social

source: Social Groups
hr: Social Grupe
ro: Grupuri Social

source: Social Invite Actions block
hr: Social Blok radnji poziva
ro: Blocul acțiunii de invitare Social

source: Social Landing Page
hr: Social Odredišna stranica
ro: Pagina de pornire Social

source: Social Language
hr: Social Jezik
ro: Setări limbă Social

source: Social Language - Content Translation
hr: Social Jezik - Prijevod sadržaja
ro: Traducerea Conținut - Setări limbă Social

source: Social Lazy Loading
hr: Social Lijeno učitavanje
ro: Încărcare lentă Social

source: Social Lazy Loading Image
hr: Social Lijeno učitavanje slike
ro: Încărcare lentă a imaginii Social

source: Social Lets Connect
hr: Social Povežimo se

source: Social Lets Connect Contact
hr: Social Povežimo se Kontakt
ro: Contact Social Lets Connect

source: Social Lets Connect Usage
hr: Social Povežimo se Uporaba
ro: Utilizare Social Lets Connect

source: Social Like
hr: Social Lajk
ro: Apreciere Social

source: Social Magic login
hr: Social Čarobna prijava
ro: Link magic de conectare Social

source: Social Mentions
hr: Social Spominjanja
ro: Mențiune Social

source: Social Node
hr: Social Unos
ro: Nod Social

source: Social Page
hr: Social Stranica
ro: Pagină Social

source: Social Path Manager
hr: Social Upravitelj putanje
ro: Gestionare Cale Social

source: Social Post
hr: Social Objava
ro: Postare Social

source: Social Post Album
hr: Social Objava albuma
ro: Postare Album Social

source: Social Post Photo
hr: Social objava fotografije
ro: Postare Imagine Social

source: Social Private Message
hr: Social Privatna poruka
ro: Mesaj Privat Social

source: Social Private Message Owner
hr: Social Vlasnik privatne poruke
ro: Deținător Mesaj Privat Social

source: Social Private Message Thread Members
hr: Social Članovi nizanih privatnih poruka
ro: Membrii Firului Mesaj Privat Social

source: Social Profile
hr: Social Profil
ro: Profil Social

source: Social Profile Fields
hr: Social Polja profila
ro: Câmpurile Profilului Social

source: Social Profile Manager Notes
hr: Social Bilješke upravitelja profila
ro: Note de Gestionare Profil Social

source: Social Profile Organization Tag
hr: Social Oznaka organizacije profila
ro: Etichetă de organizare Profil Social

source: Social Profile Privacy
hr: Social Privatnost profila
ro: Confidențialitate Profil Social

source: Social Profile Privacy settings
hr: Social Postavke privatnosti profila
ro: Setări Confidențialitate Profil Social

source: Social Profile Settings
hr: Social Postavke profila
ro: Setări Profil Social

source: Social Queue Entity
hr: Social Društveni entiteti u redu
ro: Entitatea în coadă Social

source: Social Queue item Storage
hr: Social Pohrana stavke u redu čekanja
ro: Stocarea elementelor în coadă Social

source: Social React
hr: Social Reagiraj
ro: React Social

source: Social Search
hr: Social Pretraga
ro: Căutare Social

source: Social Secret Group
hr: Social Tajna grupa
ro: Grup Secret Social

source: Social Secret Group on Landing pages
hr: Social Tajna grupa na odredišnim stranicama
ro: Grup Secret pe paginile de pornire Social

source: Social Sharing
hr: Social Dijeljenje
ro: Distribuie Social

source: Social Swift Mailer
hr: Social Brza pošta
ro: Expeditor rapid Social

source: Social Swiftmail Settings
hr: Social Postavke brze pošte
ro: Setări expeditor rapid Social

source: Social Swiftmailer
hr: Social Brza pošta
ro: Expeditor rapid Social

source: Social Swiftmailer implementation
hr: Social Implementacija brze pošte
ro: Implementarea expeditorului rapid Social

source: Social Tagging
hr: Social Označavanje
ro: Etichetarea Social

source: Social Tagging Settings
hr: Social Postavke označavanja
ro: Setările etichetării Social

source: Social Tags block
hr: Social Blok oznaka
ro: Blocul etichetării Social

source: Social Topic
hr: Social Tema
ro: Postare

source: Social User
hr: Social Korisnik
ro: Utilizator Social

source: Social User Export
hr: Social Izvoz korisnika
ro: Exportarea Utilizatorului Social

source: Social User Export Settings
hr: Social Postavke Izvoza korisnika
ro: Setări Exportare Utilizatorului Social

source: Social User Navigation Bar Settings
hr: Social Postavke navigacijske trake korisnika
ro: Setările barei de navigație utilizator Social

source: Social User Settings
hr: Social Postavke korisnika
ro: Setări utilizator Social

source: Social User entity from URL
hr: Social Entitet korisnika s URL-a
ro: Entitatea utilizatorului din URL Social

# Validation
source: Social User name
hr: Social Ime korisnika
ro: Numele de utilizator Social

source: Social Users
hr: Social Korisnici
ro: Utilizatori Social

source: Social Views bulk operations for Enrollments
hr: Social Skupne operacije pregleda za upise
ro: Vizualizează pachete de operații pentru înscriere Social

source: Social Views bulk operations for Group Management
hr: Social Skupne operacije pregleda za upravljanje grupama
ro: Vizualizează pachete de operații pentru Gestionarea Grupului Social

source: Social all
hr: Social sve
ro: Toate Social

source: Social comment list(Lazy build)
hr: Social popis komentara (lijena izrada)
ro: Lista comentariilor (Lazy build)

source: Social font module
hr: Social modul fonta
ro: Modul pentru font social

source: Social font module.
hr: Social modul fonta.
ro: Modul pentru font social.

source: Social group select list
hr: Social popis odabira grupe
ro: Listă selectare grup Social

source: Social long date
hr: Social dugi datum
ro: Dată socială lungă

source: Social medium date
hr: Social srednji datum
ro: Dată socială medie

source: Social medium extended date
hr: Social srednji prošireni datum
ro: Dată socială medie extinsă

source: Social private message members select list
hr: Social popis odabira članova privatnih poruka
ro: Listă selectare membrii mesaj privat Social

source: Social profile
hr: Social profil
ro: Profil Social

source: Social profile fields
hr: Social polja profila
ro: Câmpurile Profilului Social

source: Social short date
hr: Social kratki datum
ro: Dată socială scurtă

source: Social time
hr: Social vrijeme
ro: Timp Social

source: Social user login block
hr: Social blok prijave korisnika
ro: Blocul conectării utilizatorului Social

source: Social user selection
hr: Social odabir korisnika
ro: Selectarea utilizatorului Social

source: Some files uploaded on fields are not protected against access by unauthorized users. These fields were found: :fields More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
hr: Neke datoteke postavljene na polja nisu zaštićene od pristupa neovlaštenih korisnika. Ova polja su pronađena: :fields Više informacija: https://www.drupal.org/docs/8/distributions/open-social/private-files
ro: Unele fișiere încărcate pe câmpuri nu sunt protejate împotriva accesului utilizatorilor neautorizați. Aceste câmpuri au fost găsite: :fields Mai multe informații: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Sort
hr: Sortiraj
ro: Sortează

source: Sort and Filter
hr: Sortiraj i filtriraj
ro: Sortează și filtrează

source: Sort by
hr: Sortiraj prema
ro: Sortează după

source: Sort by profile entity
hr: Sortiraj prema entitetu profila
ro: Sortează după entitatea profilului

source: Sort by publish date
hr: Sortiraj prema datumu objave
ro: Sortează după data publicării

source: Sort key
hr: Ključ za sortiranje
ro: Tipul de sortare

source: Sorting
hr: Sortiranje
ro: Sortare

source: Start
hr: Početak
ro: Începe

source: State
hr: Država
ro: Status

source: Statistic
hr: Statistički
ro: Statistică

source: Status messages
hr: Poruke statusa
ro: Mesaje de status

source: Storage for queue item data to be used in processes that run in the background with a long duration.
hr: Pohrana podataka o stavci čekanja koji će se koristiti u procesima koji se izvode u pozadini s dugim trajanjem.
ro: Stocare pentru datele articolelor de coadă pentru a fi utilizate în procesele care rulează în fundal cu o durată lungă.

source: Stream
hr: Tok
ro: Flux

source: Stream (explore)
hr: Tok (istraži)
ro: Flux (explorează)

source: Stream (group)
hr: Tok (grupa)
ro: Flux (grup)

source: Stream (home)
hr: Tok (naslovna)
ro: Flux (acasă)

source: Stream (profile)
hr: Tok (profil)
ro: Flux (profil)

source: Style
hr: Stil
ro: Stil

source: Style for button see:<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">styleguide</a>.
hr: Stil za gumb vidi:<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">vodič za stil</a>.
ro: Stiluri de butoane: :<a href="http://styleguide.getopensocial.com/section-atoms.html#kssref-atoms-button-style">styleguide</a>.

source: Subject
hr: Naziv
ro: Subiect

source: Submit
hr: Pošalji
ro: Trimite

source: Subtitle
hr: Podnaslov
ro: Subtitlu

source: Suffix
hr: Sufiks
ro: Sufix

source: Suggestions format
hr: Format prijedloga
ro: Sugestii de formatare

source: Support for multilingual interface translations.
hr: Podrška za prijevode višejezičnog sučelja.
ro: Suport pentru traduceri de interfețe multilingve.

source: Supported Entity Types
hr: Podržane vrste entiteta
ro: Tipuri de entități acceptate

source: Supported entity types
hr: Podržane vrste entiteta
ro: Tipuri de entități acceptate

source: System
hr: Sustav
ro: Sistem

source: System data
hr: Podaci o sustavu
ro: Datele sistemului

source: System data (operating system, PHP version, and extensions)
hr: Podaci o sustavu (operativni sustav, verzija PHP-a i proširenja)
ro: Datele sistemului (sistem de operare, versiune PHP și extensii)

source: System notifications
hr: Obavijesti sustava
ro: Notificările sistemului

source: TAG
hr: OZNAKA
ro: Etichetă

source: Tab Management
hr: Upravljanje karticama
ro: Management Pagini

source: Table
hr: Tablica
ro: Tabel

source: Table of contents
hr: Kazalo
ro: Tabel

source: Tabs
hr: Oznake
ro: Taburi

source: Tag
hr: Oznaka
ro: Marcaj

source: Tag content
hr: Sadržaj oznake
ro: Etichetează conținut

source: Tag settings
hr: Postavke oznake
ro: Setări de etichetare

source: Tagging
hr: Označavanje
ro: Etichetează

source: Tagging field.
hr: Polje za označavanje.
ro: Câmp de etichetare

source: Tags
hr: Oznake
ro: Etichete

source: Tags I follow
hr: Oznake koje pratim
ro: Etichete pe care le urmăresc

source: Taxonomy I follow.
hr: Taksonomija koju pratim.
ro: Taxonomie pe care o urmăresc

source: Taxonomy fields
hr: Taksonomska polja
ro: Câmpuri de taxonomie

source: Taxonomy settings
hr: Postavke taksonomije

source: Taxonomy term I follow
hr: Taksonomski izraz koji pratim
ro: Termeni de taxonomie pe care îi urmăresc

source: Taxonomy vocabularies
hr: Taksonomski rječnici
ro: Vocabular de taxonomie

source: Teaser
hr: Mamac

source: Teaser image in overviews
hr: Slika uvoda u pregledima
ro: Imagini teaser în prezentări generale

source: Template configuration
hr: Konfiguracija predloška
ro: Configurare template

source: Template footer
hr: Podnožje predloška
ro: Subsol template

source: Template header
hr: Zaglavlje predloška
ro: Antet template

source: Terms with additional reason text
hr: Teskt pojmova s dodatnim razlozima
ro: Termeni cu text de motivare adițional

source: Text
hr: Tekst

source: Text block
hr: Blok teksta
ro: Bloc de text

source: Text format
hr: Oblik unosa
ro: Format text

source: Text value
hr: Vrijednost teksta
ro: Valoare text

source: The (html) link to reply to the comment.
hr: Poveznica (html) na odgovor na komentar.
ro: Link (html) pentru a răspunde la un comentariu

source: The (html) link to the commented entity.
hr: (html) poveznica na komentirani entitet.
ro: Link (html) pentru enitatea comentată

source: The (html) link to the created entity.
hr: (html) poveznica na kreirani entitet.
ro: Link (html) pentru entitatea creată

source: The (html) link to the liked entity.
hr: (html) poveznica na lajkani entitet.
ro: Link (html) pentru entitatea apreciată

source: The Activity ID.
hr: ID aktivnosti.
ro: ID-ul activității

source: The Address module requires the commerceguys/addressing library. <a href=":link" target="_blank">For more information check our readme</a>
hr: Modul Adresa zahtijeva biblioteku commerceguys/addressing. <a href=":link" target="_blank">Za više informacija pogledaj naš readme</a>
ro: Modulul Adresă necesită bibliotecile commerceguys/addressing . <a href=":link" target="_blank"> Pentru mai multe informații verificați readme </a>

source: The Event enrollment ID.
hr: ID upisa na događaj.
ro: ID-ul înscrierii la eveniment

source: The ID of the Activity entity.
hr: ID entiteta aktivnost.
ro: ID-ul entității de activitate

source: The ID of the Event enrollment entity.
hr: ID entiteta upisa na događaj.
ro: ID-ul entității înscrierii la eveniment

source: The ID of the Post entity.
hr: ID entiteta objave.
ro: ID-ul entiății postării

source: The JS to add to the site.
hr: JS za dodavanje na stranicu.
ro: JS de adăugat în site

source: The Post ID.
hr: ID objave.
ro: ID-ul postării

source: The URL alias allows you to customise the link to this page.
hr: Alias URL-a omogućuje prilagođavanje poveznice na ovu stranicu.
ro: Aliasul URL-ului îți permite să personalizezi linkul acestei pagini

source: The URL alias must be a relative URL.
hr: Alias URL-a mora biti relativni URL.
ro: Aliasul URL-ului trebuie să fie un URL relativ

source: The URL of the private message thread group url.
hr: URL grupnog url-a nizane privatne poruke.
ro: URL-ul firului de mesaje private grup url

source: The UUID of the Activity entity.
hr: UUID entiteta aktivnost.
ro: UUID entității de activitate

source: The UUID of the Event enrollment entity.
hr: UUID entiteta upisa na događaj.
ro: UUID entității de înscriere la eveniment

source: The UUID of the Post entity.
hr: UUID entiteta objave.
ro: UUID entității de postare

source: The activity actions for this message
hr: Radnje aktivnosti za ovu poruku
ro: Activitatea acțiunilor pentru acest mesaj

source: The activity context for this message
hr: Kontekst aktivnosti za ovu poruku
ro: Activitatea contextului pentru acest mesaj

source: The activity destinations for this message
hr: Odredišta aktivnosti za ovu poruku
ro: Activitatea destinațiilor pentru acest mesaj

source: The activity was already deleted. We marked it as successful.
hr: Aktivnost je već uklonjena. Označili smo ju uspješnom.

source: The actor for this request if any.
hr: Akter za ovaj zahtjev ako ga ima.
ro: Actorul pentru această solicitare, dacă există.

source: The album visibility will be the same as the visibility of this post
hr: Vidljivost albuma bit će ista kao i vidljivost ove objave
ro: Vizibilitatea albumului va fi aceeași cu vizibilitatea acestei postări

source: The amount of login attempts that can be made by a username.
hr: Količina pokušaja prijave koju može izvršiti korisničko ime.
ro: Numărul de încercări de autentificare care pot fi făcute de un nume de utilizator.

source: The amount of login attempts that can be made from a certain IP address.
hr: Količina pokušaja prijave koja se može izvršiti s određene IP adrese.
ro: Numărul de încercări de autentificare care pot fi făcute de o anumită adresă IP.

source: The author ID of the mention
hr: ID autora spominjanja
ro: ID-ul autorului mențiunii

source: The author of the comment.
hr: Autor komentara.
ro: Autorul comentariului

source: The author of the content type that was commented on.
hr: Autor vrste sadržaja koji je komentiran.
ro: Autorul tipului de conținut la care s-au postat comentariile

source: The author of the parent comment.
hr: Autor nadređenog komentara.
ro: Autorul comentariului părinte

source: The author of the parent entity.
hr: Autor nadređenog entiteta.
ro: Autorul entității părinte

source: The body of notification e-mails for anonymous enrollees.
hr: Tijelo e-poruka s obavijestima za anonimne polaznike.
ro: Conținutul e-mailurilor de notificare pentru înscrișii anonimi

source: The commented content type.
hr: Komentirana vrsta sadržaja.
ro: Tipul conținutului comentat

source: The content type.
hr: Vrsta sadržaja.
ro: Tipul de conținut

source: The date of the comment.
hr: Datum komentara.
ro: Data comentariului

source: The date of the parent comment.
hr: Datum nadređenog komentara.
ro: Data comentariului părinte

source: The description is optional: if a line contains value|label a description will not be shown.
hr: Opis nije obavezan: ako redak sadrži vrijednost|etiketu, opis neće biti prikazan.
ro: Descrierea este opțională: dacă o linie conține valoarea | etichetă, nu va fi afișată o descriere.

source: The display name of the Receiver of the email.
hr: Ime za prikaz primatelja e-pošte.
ro: Numele afișat al destinatarului e-mailului.

source: The display name that is visible for unpriviliged users.
hr: Ime za prikaz koje je vidljivo neprivilegiranim korisnicima.
ro: Numele afișat care este vizibil pentru utilizatorii neprivilegiați.

source: The download count module has been uninstalled.
hr: Modul za brojanje preuzimanja je deinstaliran.
ro: Modulul de numărare a descărcărilor a fost dezinstalat.

source: The email you are about to send is sent from the platform's email address. If you wish to receive replies on this email on your own email address, please specify your email address in this field.
hr: E-poruka koju namjeravaš poslati šalje se s adrese e-pošte platforme. Ako želiš primati odgovore na ovu poruku na svoju adresu e-pošte, navedi svoju adresu e-pošte u ovom polju.
ro: E-mailul pe care urmează să îl trimiți este trimis de la adresa de e-mail a platformei. Dacă dorești să primești răspunsuri la acest e-mail pe adresa ta de e-mail, te rugăm să specifici adresa de e-mail în acest câmp.

source: The email(s) will be send in the background. You will be notified upon completion.
hr: E-poruke će biti poslane u pozadini. Po završetku ćeš dobiti obavijest.
ro: E-mailurile vor fi trimise în fundal. Vei fi notificat la finalizare.

source: The enrollment request of @name has been declined.
hr: Zahtjev za upis @name je odbijen.
ro: Solicitarea de înscriere a @name a fost respinsă.

source: The entered username already exists or has an incorrect format. Please try again.
hr: Uneseno korisničko ime već postoji ili je u pogrešnom formatu. Molim te pokušaj ponovno.
ro: Numele de utilizator pe care l-ați introdus există deja sau are un format incorect. Te rugăm să încerci din nou.

source: The entities that are affected for this message
hr: Entiteti na koje utječe ova poruka
ro: Entitățile care sunt afectate pentru acest mesaj

source: The entity condition for this message
hr: Uvjet entiteta za ovu poruku
ro: Condiția entității pentru acest mesaj

source: The entity condition that are affected for this message
hr: Stanje entiteta na koje utječe ova poruka
ro: Condiția de entitate care este afectată pentru acest mesaj

source: The entity type
hr: Vrsta entiteta
ro: Tipul entității

source: The entity type to which this mention is attached.
hr: Vrsta entiteta uz koju je ovo spominjanje povezano.
ro: Tipul de entitate la care este atașată această mențiune.

source: The event date and time are set based on the site's default timezone.
hr: Datum i vrijeme događaja postavljaju se na temelju zadane vremenske zone stranice.
ro: Data și ora evenimentului sunt setate pe baza fusului orar implicit al site-ului.

source: The event date and time are set based on your timezone. @change_timezone.
hr: Datum i vrijeme događaja postavljaju se na temelju tvoje vremenske zone. @change_timezone.
ro: Data și ora evenimentului sunt setate pe baza fusului tău orar. @change_timezone

source: The event enrollment request has been approved.
hr: Zahtjev za upis na događaj je odobren.
ro: Cererea de înscriere la eveniment a fost aprobată.

source: The event enrollment request has been declined.
hr: Zahtjev za upis na događaj je odbijen.
ro: Cererea de înscriere la eveniment a fost respinsă.

source: The event will take place at the
hr: Događaj će se održati u
ro: Evenimentul va avea loc la

source: The explore page shows content not directly related to you, so placed in a groups you are not a member of.
hr: Stranica za istraživanje prikazuje sadržaj koji nije izravno povezan s tobom, pa je smješten u grupe čiji nisi član.
ro: Pagina de explorare prezintă conținut care nu este direct legat de tine, așa că poate fi plasat într-un grup din care nu faci parte.

source: The group content type.
hr: Vrsta sadržaja grupe.
ro: Tipul de conținut al grupului

source: The group content url.
hr: URL sadržaja grupe.
ro: URL-ul grupului

source: The group type is
hr: Vrsta grupe je
ro: Tipul grupului este

source: The human-readable name of this mention type. It is recommended that this name begin with a capital letter and contain only letters, numbers, and spaces. This name must be unique.
hr: Ljudski čitljiv naziv ove vrste spominjanja. Preporuča se da ovo ime počinje velikim slovom i da sadrži samo slova, brojeve i razmake. Ovo ime mora biti jedinstveno.
ro: Numele lizibil de acest tip de mențiune. Se recomandă ca acest nume să înceapă cu o literă mare și să conțină doar litere, cifre și spații. Acest nume trebuie să fie unic.

source: The individual display name of a user, when receiving an email.
hr: Pojedinačno ime za prikaz korisnika prilikom primanja e-pošte.
ro: Numele de afișare individual al unui utilizator, la primirea unui e-mail.

source: The invite email message body.
hr: Tijelo poruke e-pošte s pozivom.
ro: Textul emailului invitației

source: The invite email subject.
hr: Predmet e-poruke s pozivom.
ro: Subiectul emailului invitației

source: The invite has been removed.
hr: Poziv je uklonjen.
ro: Invitația a fost ștearsă

source: The invite helper text.
hr: Pomoćni tekst poziva.
ro: Textul de asistență pentru invitații.

source: The language code for the Activity entity.
hr: Kôd jezika za entitet Aktivnost.
ro: Codul limbajului pentru entitatea Activității

source: The language code for the Event enrollment entity.
hr: Kôd jezika za entitet upisa na događaj.
ro: Codul limbajului pentru entitatea înscrierii la eveniment

source: The language code for the Post entity.
hr: Kôd jezika za entitet objave.
ro: Codul limbajului pentru entitatea postare

source: The liked content type.
hr: Vrsta lajkanog sadržaja.
ro: Tipul conținutului apreciat
