Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: Your email has not been sent to 1 selected enrollee successfully
ro: Emailul tău NU a fost trimis cu succes către membrul înscris selectat

source: Your email will be send to 1 selected enrollee
ro: Emailul tău se va trimite către 1 membru înscris selectat

source: a
ro: un

source: activity_stream_group
ro: flux de activitate grup

source: activity_stream_profile
ro: flux de activitate profil

source: an
ro: un

source: field_account
ro: câmpul cont

source: field_album
ro: câmpul album

source: field_event
ro: câmpul eveniment

source: field_event_managers
ro: câmpul administratorii evenimentului

source: field_message_context
ro: câmpul contextul mesajului

source: field_message_destination
ro: câmpul destinația mesajului

source: field_message_related_object
ro: câmpul obiectul în legătură cu mesajul

source: field_topic_type_expose_filter
ro: expunere filtru câmpul tip postare

source: filter_no_admin
ro: filtre fără administrator

source: group_contextual
ro: contextul_grupului

source: group_events
ro: evenimentele_grupului

source: header_postblock
ro: antetul blocului postare

source: is (1) new request
ro: este o cerere nouă

source: profile_compact
ro: profil compact

source: recipient_group_reference
ro: referința grupului destinatae

source: social extra extra large (1200 x 423)
ro: social extra mare (1200 x 423)

source: social extra large (220 x 220)
ro: social foarte mare (220 x 220)

source: social hero small (1200 x 193)
ro: social secțiune principală mică (1200 x 193)

source: social landing hero (1500×370)
ro: social secțiune principală(1500x370)

source: social landing hero_small (1500×185)
ro: social secțiune principală_mică (1500x185)

source: social large (128 x 128)
ro: social mare (128 x 128)

source: social medium (44 x 44)
ro: social mediu (44 x 44)

source: social small (24 x 24)
ro: social mic (24 x 24)

source: social tiny (16 x 16)
ro: social minuscul (16 x 16)

source: sort_created
ro: sortare creată

source: sort_flag_created
ro: marcaj de sortare creat

source: sort_title
ro: sortare după titlu

source: sort_updated
ro: sortare actualizată

source: template_suggestions_extra
ro: extra sugestii de template

source: {{ invitation_status }} == Invitation status {{ invitation_status__value }} == Raw value
ro: {{ invitation_status }} == Statusul invitației {{ invitation_status__value }} == Valoare de bază

source: {{ link_flag }}
ro: {{ invitation_status__value }} == Raw value
