Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: Tracks file downloads for files stored in private core file fields.
hr: Prati preuzimanja datoteka za datoteke pohranjene u poljima privatne jezgre datoteke.
ro: Urmărește descărcările de fișiere pentru fișierele stocate în câmpurile de fișiere de bază private.

source: Translate
hr: Prevedi
ro: Traduce

source: Translate account settings
hr: Prevedi postavke računa
ro: Setările contului de traducere

source: Translate system information
hr: Prevedi informacije o sustavu
ro: Informația sistemului de traducere

source: Turn sitewide JS on or off.
hr: Uključi ili isključi JS na cijeloj stranici.
ro: Pornește sau oprește JS sitewide

source: Turning on this feature makes sure regular user can no longer post public content anywhere on the platform.
hr: Uključivanje ove značajke osigurava da obični korisnik više ne može objavljivati javni sadržaj bilo gdje na platformi.
ro: Activarea acestei funcții asigură că utilizatorul obișnuit nu mai poate posta conținut public oriunde pe platformă.

source: Type
hr: Vrsta
ro: Tip

source: Type configuration
hr: Konfiguracija vrste
ro: Scrie configurația

source: Type of content
hr: Vrsta sadržaja
ro: Tip de conținut

source: URL Options
hr: Opcije URL-a

source: URL of anonymously enrolled event with token to cancel enrollment.
hr: URL anonimnog upisa na događaja s tokenom za otkazivanje upisa.
ro: URL-ul evenimentului în care m-am înscris ca anonim cu token pentru a anula înscrierea

source: URL of anonymously enrolled event.
hr: URL anonimnog upisa na događaj.
ro: URL-ul evenimentelor în care m-am înscris ca anonim

source: URL of the Event I organize.
hr: URL događaja koji organiziram.
ro: URL-ul evenimentelor pe care eu le organizez

source: URL of the content that was reported.
hr: URL sadržaja koji je prijavljen.
ro: URL-ul conținului care a fost raportat.

source: URL of the entity the like was created for
hr: URL entiteta za koji je lajk kreiran
ro: URL-ul entității pentru care a fost creată aprecierea

source: URL of the liked entity.
hr: URL lajkanog entiteta.
ro: URL-ul entității apreciate

source: URL of the reported content.
hr: URL prijavljenog sadržaja.
ro: URL-ul conținutului raportat.

source: URL to send the usage data to
hr: URL za slanje podataka o upotrebi
ro: URL-ul către care se trimit datele de utilizare

source: Unable to proceed, please try again.
hr: Nije moguće nastaviti, pokušaj ponovno.
ro: Nu se poate continua, încercă din nou.

source: Unapproved comments
hr: Neodobreni komentari

source: Unfollow
hr: Prestani pratiti
ro: Nu mai urmări

source: Unfollow content
hr: Prestani pratiti sadržaj
ro: Nu mai urmări conținut

source: Unfollow this content
hr: Prestani pratiti ovaj sadržaj
ro: Nu mai urmări acest conținut

source: Uninstalled %module_name module.
hr: Deinstaliran modul %module_name.
ro: A fost dezinstalat modulul %module_name

# Validation
source: Unique Nickname
hr: Jedinstveni nadimak
ro: nickname unic

source: Unique nicknames
hr: Jedinstveni nadimci
ro: nickname unic

source: Unpublish
hr: Prekini objavu
ro: Nepublicat

source: Unpublish Comment
hr: Poništi objavljivanje komentara
ro: Șterge comentariu

source: Unpublish the selected comments
hr: Poništi objavu odabranih komentara
ro: Nu publica comentariile selectate

source: Unpublished
hr: Objava poništena
ro: Nepublicat

source: Unpublished immediately
hr: Objava odmah poništena
ro: Șters imediat

source: Unrestricted
hr: Neograničen
ro: Nerestricţionat

source: Upcoming community events
hr: Predstojeći događaji u zajednici
ro: Evenimentele viitoare ale comunității

source: Upcoming events
hr: Predstojeći događaji
ro: Evenimente viitoare

source: Upcoming events group block
hr: Grupni blok predstojećih događaja
ro: Blocul evenimentelor viitoare

source: Update
hr: Ažuriraj
ro: Actualizare

source: Update node with following tag
hr: Ažuriraj unos sa sljedećom oznakom

source: Update options
hr: Opcije ažuriranja
ro: Opţiuni de actualizare

source: Update or remove report
hr: Ažuriraj ili ukloni prijavu
ro: Actualizează sau șterge raport

source: Update report
hr: Ažuriraj prijavu
ro: Actualizează raport

source: Updated
hr: Ažurirano
ro: Actualizat

source: Updating Group Content...
hr: Ažuriranje sadržaja grupe...
ro: Se actualizează conținutul grupului...

source: Updating group content (@id)
hr: Ažuriranje sadržaja grupe (@id)
ro: Actualizarea conținutului grupului (@id)

source: Updating profile names...
hr: Ažuriranje imena profila...

source: Url of the Event a user enrolled to.
hr: URL događaja na koji se korisnik prijavio.
ro: URL-ul unui eveniment în care un utilizator s-a înscris

source: Url to register page with prefilled email address.
hr: Url za registraciju stranice s unaprijed popunjenom adresom e-pošte.
ro: URL-ul paginii de creare a contului cu câmpul adresei de email completat

source: Url to the login page with event as destination.
hr: Url stranice za prijavu s događajem kao odredištem.
ro: URL-ul paginii de autentificare cu pagina evenimentului ca destinație

source: Usage data shared with Open Social team
hr: Podaci o upotrebi podijeljeni s timom Open Sociala
ro: Partajarea datelor de utilizare cu echipa Open Social

source: Usage data sharing enabled
hr: Dijeljenje podataka o upotrebi omogućeno
ro: Partajarea datelor de utilizare activată

source: Usage data sharing settings
hr: Postavke dijeljenja podataka o upotrebi
ro: Setări de partajare a datelor de utilizare

source: Use basic pages for your static content, such as an 'About us' page.
hr: Koristi osnovne stranice za statičan sadržaj, kao što je stranica "O nama".
ro: Utilizează pagini de bază pentru conținutul static, cum ar fi o pagină 'Despre noi'

source: Use basic pages for your static content, such as an about page.
hr: Koristi osnovne stranice za statičan sadržaj, kao što je stranica "O nama".
ro: Utilizează pagini de bază pentru conținutul static, cum ar fi o pagină despre.

source: Use landing pages for your dynamic content, such as a home page.
hr: Koristi odredišne stranice za dinamičan sadržaj, kao što je početna stranica.
ro: Utilizează pagini de destinație pentru conținutul tău dinamic, cum ar fi o pagină de pornire.

source: Use mentions
hr: Koristi spominjanje
ro: Folosește menționări

source: Used to display activities with support for views
hr: Koristi se za prikaz aktivnosti s podrškom za preglede
ro: Folosit pentru a afișa activitățile cu opțiune de vizualizare

source: Used to log activities based on the message module
hr: Koristi se za bilježenje aktivnosti na temelju modula poruka
ro: Folosit pentru un jurnal de activitate bazat pe modulul de mesaj

source: Used to send activity notifications by Email
hr: Koristi se za slanje obavijesti o aktivnostima putem e-pošte
ro: Folosit pentru a trimite notificări de activitate prin Email

source: Used to send activity notifications by Push service
hr: Koristi se za slanje obavijesti o aktivnostima putem usluge Push
ro: Folosit pentru a trimite notificări de activitate prin serviciul Push

source: Used to store and manage external notifications
hr: Koristi se za pohranu vanjskih obavijesti i upravljanje njima
ro: Folosit pentru a stoca și gestiona notificări externe

source: User
hr: Korisnik
ro: Utilizator

source: User %name used magic login link at time %timestamp but needs to set a password.
hr: Korisnik %name koristio je magičnu poveznicu za prijavu u vrijeme %timestamp, ali mora postaviti lozinku.
ro: Utilizatorul %name a folosit un link magic de conectare la ora %timestamp dar este necesar să seteze o parolă

source: User %name used one-time login link at time %timestamp.
hr: Korisnik %name je iskoristio jednokratnu poveznicu prijave u %timestamp.
ro: Utilizatorul %name a folosit linkul unic de autentificare la momentul %timestamp.

source: User Event Invites
hr: Korisnikovi pozivi na događaje
ro: Invitațiile utilizatorului la grupuri

source: User Groups
hr: Korisnikove grupe
ro: Grupurile utilizatorului

source: User Groups Block
hr: Blok korisnikovih grupa
ro: Blocul grupurilor utilizatorului

source: User Groups Page
hr: Stranica korisnikovih grupa
ro: Pagina grupurilor utilizatorului

source: User ID
hr: ID korisnika
ro: ID Utilizator

source: User Terms
hr: Korisnički uvjeti
ro: Termenii utilizatorului

source: User Topics
hr: Korisničke teme
ro: Postările utilizatorului

source: User account menu
hr: Izbornik korisničkog računa
ro: Meniu cont utilizator

source: User albums
hr: Korisnički albumi
ro: Albumele utilizatorului

source: User connection
hr: Korisnička veza
ro: Conexiunea utilizatorului

source: User consent overview
hr: Pregled pristanka korisnika

source: User email processor
hr: Procesor korisničke e-pošte
ro: Procesarea emailului utilizatorului

source: User flooding
hr: Poplava korisnika
ro: Flooding al utilizatorului

source: User group content
hr: Korisnikov sadržaj u grupi
ro: Conținut de grup al utilizatorului

source: User information
hr: Informacije o korisniku
ro: Informațiile utilizatorului

source: User invitations to Groups
hr: Pozivi korisnika u grupe
ro: Invitațiile utilizatorului la grupuri

source: User is member
hr: Korisnik je član
ro: Utilizatorul este membru

source: User is member of the group
hr: Korisnik je član grupe
ro: Utilizatorul este un membru al grupului

source: User limit
hr: Ograničenje korisnika
ro: Limita utilizatorului

source: User name
hr: Ime korisnika
ro: Nume utilizator

source: User profiles privacy data not found.
hr: Podaci o privatnosti korisničkih profila nisu pronađeni.
ro: Datele de confidențialitate ale profilului utilizatorului nu au fost găsite.

source: User roles
hr: Uloge korisnika
ro: Roluri utilizator

source: User settings
hr: Postavke korisnika
ro: Configurare utilizator

source: User status
hr: Status korisnika
ro: Statusul utilizatorului

source: User window
hr: Korisnički prozor
ro: Fereastră utilizator

source: User with such email already a member of this group.
hr: Korisnik sa tom adresom e-pošte već je član ove grupe.

source: Username
hr: Korisničko ime
ro: Numele de utilizator

source: Username of user enrolled to the Event. Can be an anonymous user.
hr: Korisničko ime korisnika upisanog na događaj. Može biti anonimni korisnik.
ro: Numele de utilizator al utilizatorului înscris la eveniment. Poate fi un utilizator anonim

source: Username of user enrolled to the event.
hr: Korisničko ime korisnika upisanog na događaj.
ro: Numele de utilizator al utilizatorului înscris la eveniment

source: Username or email address
hr: Korisničko ime ili adresa e-pošte
ro: Nume de utilizator sau adresa de email

source: Users
hr: Korisnici
ro: Utilizatori

source: Users Profile
hr: Profili korisnika
ro: Profilul utilizatorilor

source: Users with this permission will see a user's full name even when the Social Profile Privacy module is configured to hide it.
hr: Korisnici s ovim dopuštenjem vidjet će puno ime korisnika čak i kada je modul za privatnost profila na Socialu konfiguriran da ga sakrije.
ro: Utilizatorii cu această permisiune vor vedea numele complet al unui utilizator chiar și atunci când modulul de confidențialitate a profilului social este configurat pentru a-l ascunde.

source: Value
hr: Vrijednost
ro: Valoare

source: Value (Media source or FileItem)
hr: Vrijednost (medijski izvor ili stavka datoteke)
ro: Valori (Sursă media sau element fișier)

source: Verified User
hr: Potvrđeni korisnik

source: Verified immediately
hr: Potvrdi odmah

source: Verified user
hr: Potvrđeni korisnik

source: View
hr: Pogledaj
ro: Afişează

source: View @label content
hr: Pogledaj @label sadržaj
ro: Vizualizează conținutul @label

source: View Comment
hr: Pogledaj komentar
ro: Vizualizează comentariul

source: View Content
hr: Pogledaj sadržaj
ro: Vizualizează conținutul

source: View Email address on a users profile
hr: Pogledaj adresu e-pošte na korisničkom profilu
ro: Vizualizează adresa de email de pe profilul utilizatorului

source: View Post
hr: Pogledaj objavu
ro: Vizualizează postarea

source: View all hidden profile fields
hr: Pogledaj sva skrivena polja profila
ro: Vizualizează toate câmpurile profilului ascunse

source: View all notifications
hr: Pogledaj sve obavijesti
ro: Vezi toate notificările

source: View all published Activity entities
hr: Pogledaj sve objavljene entitete Radnji
ro: Vizualizează toate entitățile de activitate publicate

source: View and edit embedded content settings
hr: Pogledaj i uredi postavke ugrađenog sadržaja

source: View blocked user
hr: Pogledaj blokiranog korisnika
ro: Vizualizează utilizator blocat

source: View comments
hr: Pogledaj komentare
ro: Vezi comentariile

source: View community Posts
hr: Pogledaj objave zajednice
ro: Vizualizează postări din comunitate

source: View content I'm following
hr: Pogledaj sadržaj koji pratim
ro: Vizualizează conținutul pe care îl urmărești

source: View enrollment requests
hr: Pogledaj zahtjeve za upis

source: View enrollments
hr: Pogledaj prijave

source: View full name when restricted
hr: Pogledaj puno ime kada je ograničeno
ro: Vizualizează nume complet când ești restricționat

source: View group
hr: Pogledaj grupu
ro: Vizualizează grupul

source: View group stream page
hr: Pogledaj stranicu toka grupe
ro: Vizualizează fluxul paginii grupului

source: View image
hr: Pogledaj sliku
ro: Vizualizează imaginea

source: View invites
hr: Pogledaj pozive
ro: Vizualizează invitații

source: View like widget
hr: Prikaži kao widget
ro: Vizualizează widget de apreciere

source: View manager notes on a users profile
hr: Pogledaj bilješke upravitelja na korisničkom profilu
ro: Vizualizează notele administratorului pe profilul unui utilizator

source: View mode
hr: Način prikaza
ro: Mod de vizualizare

source: View my albums
hr: Pogledaj moje albume
ro: Vizualizează albumele mele

source: View my events
hr: Pogledaj moje događaje
ro: Vizualizează evenimentele mele

source: View my groups
hr: Pogledaj moje grupe
ro: Vizualizează grupurile mele

source: View my profile
hr: Pogledaj moj profil
ro: Vizualizează profilul meu

source: View my topics
hr: Pogledaj moje teme
ro: Vezi postările mele

source: View own unpublished Post entities
hr: Pogledaj moje neobjavljene entitete objava
ro: Vizualizează propriile entități de postări nepublicate

source: View preferred language on a users profile
hr: Pogledaj željeni jezik na korisničkom profilu
ro: Vizualizează limba preferată de pe profilul unui utilizator

source: View public Posts
hr: Pogledaj javne objave
ro: Vizualizează postări publice

source: View published Event enrollment entities
hr: Preglede objavljenih entiteta za prijavu na događaj
ro: Vizualizează entitățile de înscriere la eveniment publicate

source: View published Font entities
hr: Pregled objavljenih entiteta fontova
ro: Vizualizează entitățile de font publicate

source: View published Post entities
hr: Pregled objavljenih entiteta objave
ro: Vizualizează entitățile de postare publicate

source: View published Queue storage entity entities
hr: Pregled objavljenih entiteta za pohranu reda čekanja
ro: Vizualizează entitățile de entitate de stocare a cozii publicate

source: View reports for inappropriate content
hr: Pregled prijava neprikladnog sadržaja
ro: Vizualizează rapoarte pentru conținut inadecvat

source: View tags I'm following
hr: Pregled oznaka koje pratim
ro: Vizualizează etichetele pe care le urmărești

source: View the My events overview and block on other peoples profile
hr: Otvori pregled Moji događaji i blokiraj na tuđim profilima
ro: Vizualizează prezentarea și blocul evenimentelor mele pe profilul altor persoane

source: View the My events overview and block on your own profile
hr: Otvori pregled Moji događaji i blokiraj na vlastitom profilu
ro: Vizualizează prezentarea și blocul evenimentelor mele pe profilul meu

source: View the My groups overview and block on other peoples profile
hr: Otvori pregled Moje grupe i blokiraj na tuđim profilima
ro: Vizualizează prezentarea și blocul grupurilor mele pe profilul altor persoane

source: View the My groups overview and block on your own profile
hr: Otvori pregled Moje grupe i blokiraj na vlastitom profilu
ro: Vizualizează prezentarea și blocul grupurilor mele pe profilul meu

source: View the My topics overview and block on other peoples profile
hr: Otvori pregled Moje teme i blokiraj na tuđim profilima
ro: Vezi postările mele pe profilul altor persoane

source: View the My topics overview and block on your own profile
hr: Otvori pregled Moje teme i blokiraj na vlastitom profilu
ro: Vezi postările mele pe profilul meu

source: View the requests
hr: Pregledaj zahtjeve

source: View the stream page of the group (also needs the view group permissions)
hr: Pregled stranice toka grupe (također su potrebna dopuštenja za pregled grupe)
ro: Vizualizează fluxul paginii unui grup (este necesară permisiunea de a vizualiza grupul)

source: View unpublished Activity entities
hr: Pregled neobjavljenih entiteta aktivnosti
ro: Vizualizează entitățile de activitate nepublicate

source: View unpublished Event enrollment entities
hr: Pregled neobjavljenih entiteta upisa na događaj
ro: Vizualizează entitățile de înscriere la eveniment nepublicate

source: View unpublished Font entities
hr: Pregled neobjavljenih entiteta fontova
ro: Vizualizează entitățile de font nepublicate

source: View unpublished Post entities
hr: Pregled neobjavljenih entiteta objava
ro: Vizualizează entitățile de postare nepublicate

source: View unpublished Queue storage entity entities
hr: Pregled neobjavljenih entiteta za pohranu reda čekanja
ro: Vizualizează entități de entitate de stocare a cozii nepublicate

source: View users
hr: Pogledaj korisnike
ro: Vizualizează utilizatorii

source: Viewer
hr: Gledatelj
ro: Vizualizator

source: Views blocks
hr: Blokovi pregleda
ro: Blocuri de vizualizare

source: Violations
hr: Kršenja
ro: Încălcări

source: Visibility
hr: Vidljivost
ro: Vizibilitate

source: Visibility of @count content item(s) updated.
hr: Ažurirana je vidljivost @count stavki sadržaja.
ro: Vizibilitatea a @count elemente de conținut actualizată

source: Visibility of content item(s) updated.
hr: Ažurirana je vidljivost stavki sadržaja.
ro: Vizibilitatea elementelor de conținut actualizată

source: Visibility settings
hr: Postavke vidljivosti
ro: Setări vizibilitate

source: Visible only to group members
hr: Vidljivo samo članovima grupe
ro: Vizibil doar pentru membrii grupului

source: Visible only to members who are logged in
hr: Vidljivo samo članovima koji su prijavljeni
ro: Vizibil doar pentru membrii conectați

source: Visible to all visitors of the site
hr: Vidljivo svim posjetiteljima stranice
ro: Vizibil tuturor vizitatorilor site-ului

source: Vocabulary
hr: Rječnik
ro: Vocabular

source: Vote activity context
hr: Kontekst aktivnosti glasanja
ro: Contextul activității votului

source: Voting User
hr: Korisnik koji glasa
ro: Vot utilizator

source: We could not find any event organisers for this event.
hr: Nismo uspjeli pronaći organizatore za ovaj događaj.
ro: Nu am putut găsi organizatorii acestui eveniment.

source: We published a new version of the data policy. You can review the data policy @url.
hr: Objavili smo novu verziju politike postupanja s podacima. Možeš je pregledati @url.

source: Website URL
hr: URL web stranice
ro: URL website

source: Weekly
hr: Tjedno
ro: Săptămânal

source: Welcome message
hr: Poruka dobrodošlice
ro: Mesaj de întâmpinare

source: What I follow
hr: Što pratim
ro: Urmăririle mele

source: What I manage
hr: Čime upravljam
ro: Gestionările mele

source: What type of events do you want to see?
hr: Koje vrste događaja želiš vidjeti?
ro: La ce fel de evenimente ai vrea să participi?

source: What's on your mind?
hr: O čemu razmišljaš?
ro: La ce te gândești?

source: When enabled, users are not able to hide their email address on their profile. When disabled, users will be able to control the visibility of their emailaddress.
hr: Kada je omogućeno, korisnici ne mogu sakriti adresu e-pošte na svom profilu. Kada je onemogućeno, korisnici mogu kontrolirati vidljivost svoje adrese e-pošte.
ro: Când este activat, utilizatorii nu pot ascunde adresa de e-mail în profilul lor. Când este dezactivat, utilizatorii vor putea controla vizibilitatea adresei lor de e-mail.

source: When enabled, users are not able to hide their preferred language on their profile. When disabled, users will be able to control the visibility of their language preference.
hr: Kada je omogućeno, korisnici ne mogu sakriti odabrani jezik na svom profilu. Kada je onemogućeno, korisnici mogu kontrolirati vidljivost odabira jezika.
ro: Când este activat, utilizatorii nu pot ascunde limba preferată în profilul lor. Când este dezactivat, utilizatorii vor putea controla vizibilitatea preferințelor de limbă.

source: When the amount of available event types reach this amount, on the event edit and create page, the radio widget will be changed to a select widget for better usability.
hr: Kada količina dostupnih vrsta događaja dosegne ovaj iznos, na stranici za uređivanje i kreiranje događaja radio widget će se promijeniti u widget za odabir radi bolje upotrebljivosti.
ro: Când numărul de tipuri de evenimente disponibile ajunge la această sumă, pe pagina de editare și creare a evenimentului, widget-ul radio va fi schimbat într-un widget de selecție pentru o mai bună utilizare.

source: When the amount of available topic types reach this amount, on the topic edit and create page, the radio widget will be changed to a select widget for better usability.
hr: Kada količina dostupnih vrsta tema dosegne ovaj iznos, na stranici za uređivanje i kreiranje tema radio widget će se promijeniti u widget za odabir radi bolje upotrebljivosti.
ro: Când numărul de tipuri de postări disponibile ajunge la acest număr, pe pagina de editare și creare a postării, widgetul radio va fi schimbat într-un widget de selecție pentru o mai bună utilizare.

source: When this setting is enabled, anonymous users are allowed to enroll in newly created events by default. The event organiser will still be able to change this if they have the permission.
hr: Kada je ova postavka omogućena, anonimnim korisnicima je prema zadanim postavkama dopušteno upisivanje na nove događaje. Organizator događaja i dalje će to moći promijeniti ako ima dopuštenje.
ro: Când această setare este activată, utilizatorilor anonimi li se permite să se înregistreze în mod implicit la evenimente nou create. Organizatorul evenimentului va putea în continuare să schimbe acest lucru dacă are permisiunea.

source: When visiting a profile the user will end up at this page first
hr: Prilikom posjete profilu korisnik će prvo završiti na ovoj stranici
ro: Când vizitează un profil, utilizatorul va ajunge mai întâi pe această pagină

source: Whether a reason is mandatory when reporting inappropriate content.
hr: Je li razlog obavezan kod prijave neprikladnog sadržaja.
ro: Dacă un motiv este obligatoriu atunci când se raportează conținut inadecvat.

source: Whether anonymous enrollment is enabled by default for new events.
hr: Je li anonimna prijava omogućena prema zadanim postavkama za nove događaje.
ro: Dacă înscrierea anonimă este activată în mod implicit pentru evenimente noi.

source: Whether event creators can edit the anonymous enrollment setting per event.
hr: Mogu li kreatori događaja uređivati postavku anonimnog upisa po događaju.
ro: Dacă creatorii de evenimente pot edita setarea de înscriere anonimă pentru fiecare eveniment.

source: Whether event enrollment for anonymous users is enabled.
hr: Je li omogućen upis na događaj za anonimne korisnike.
ro: Dacă este activată înregistrarea la evenimente pentru utilizatori anonimi.

source: Whether the author of an event is automatically an event organiser.
hr: Je li autor događaja automatski organizator događaja.
ro: Dacă autorul unui eveniment este automat organizator de evenimente.
