Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: An error occurred while processing @operation with arguments : @args
hr: Došlo je do pogreške u obradi @operation s argumentima: @args
ro: A apărut o eroare la procesarea @operation cu argumentele: @args

source: Anonymous
hr: Anoniman
ro: Anonim

source: Anonymous event enrollment settings
hr: Postavke anonimnih prijava na događaje
ro: Setări de înregistrare anonimă la eveniment

source: Another user (%other_user) is already logged into the site on this computer, but you tried to use a one-time link for user %resetting_user. Please <a href=":logout">log out</a> and try using the link again.
hr: Drugi korisnik (%other_user) je već prijavljen na ovom računalu, a ti pokušavaš upotrijebiti jednokratnu poveznicu za korisnika %resetting_user. <a href=":logout">Odjavi se</a> i pokušaj ponovno upotrijebiti poveznicu.
ro: Un alt utilizator (%other_user) este deja activ pe site de pe acest calculator, dar ai încercat să utilizezi o legătură de unică folosință pentru utilizatorul %resetting_user. Te rugăm să te<a href=":logout">deconectezi</a> și să încerci să utilizezi legătura din nou.

source: Appearance
hr: Izgled

source: Apply
hr: Primjeni
ro: Aplică

source: Approve
hr: Odobri
ro: Aprobă

source: Approve Membership
hr: Odobri Članstvo
ro: Aprobă Calitatea de membru

source: Approve membership
hr: Odobri članstvo
ro: Aprobă calitatea de membru

source: Approve membership request
hr: Odobri zahtjev za članstvo

source: Approve membership request for the group @group_title
hr: Odobri zahtjev za članstvom u grupi @group_title
ro: Aprobă solicitarea calității de membru pentru grupul @group_title

source: Approve request to join a group
hr: Odobri zahtjev za pridruživanje grupi
ro: Aprobă solicitarea de alăturare unui grup

source: Approved
hr: Odobreno
ro: Aprobat

source: Approved request to join a group activity context
hr: Odobren zahtjev za pridruživanje kontekstu aktivnosti u grupi
ro: Solicitare aprobată de alăturare unui context de activitate de grup

source: Approved/Rejected by
hr: Odobrava/Odbija
ro: Aprobat/Respins de

source: Are you sure to accept the invitation and join this group? You can leave this group at any time.
hr: Želiš li zbilja prihvatiti pozivnicu i pridružiti se ovoj grupi? Grupu možeš napustiti u bilo kojem trenutku.
ro: Sigur accepți invitația și te alături acestui grup? Poți părăsi acest grup oricând.

source: Are you sure you want to Reject this request?
hr: Želiš li zbilja Odbiti ovaj zahtjev?

source: Are you sure you want to approve the membership request for @name?
hr: Želiš li zbilja odobriti zahtjev za članstvo za @name?
ro: Sigur vrei să aprobi cererea de membru pentru @name?

source: Are you sure you want to decline the enrollment request for @name?
hr: Želiš li zbilja odbiti zahtjev za upis za @name?
ro: Sigur vrei să respingi solicitarea de înscriere pentru @name?

source: Are you sure you want to delete %name?
hr: Želiš li zbilja obrisati %name?
ro: Sigur vrei să ștergi %name?

source: Are you sure you want to delete your group "@group" along with all of the posts, events and topics inside this group? This action cannot be undone.
hr: Želiš li zbilja izbrisati svoju grupu "@group" zajedno sa svim objavama, događajima i temama unutar ove grupe? Ovo je nepovratna radnja.
ro: Sigur vrei să ștergi grupul"@group" împreună cu toate postările și evenimentele din cadrul acestui grup? Această acțiune nu poate fi anulată.

source: Are you sure you want to reject the membership request for @name?
hr: Želiš li zbilja odbiti zahtjev za članstvo za @name?
ro: Sigur vrei să respingi cererea de membru pentru @name?

source: Are you sure you want to remove %name from %group?
hr: Želiš li zbilja ukloniti %name iz %group?
ro: Sigur vrei să elimini utilizatorul %name din %group?

source: Are you sure you want to request membership the group @group
hr: Želiš li zbilja zatražiti članstvo u grupi @group

source: Are you sure you want to send a invitation to all e-mails listed bellow?
hr: Želiš li zbilja poslati poziv svim navedenim adresama e-pošte ?

source: Are you sure you want to send your email to the following member?
hr: Želiš li zbilja poslati svoju adresu e-pošte navedenom članu?
ro: Sigur vrei să trimiți emailul tău următorului membru?

source: Asc
hr: Uzlazno
ro: Ascendent

source: Assign event organisers to this event.
hr: Dodijeli organizatore događaja ovom događaju.
ro: Alocă organizatori pentru acest eveniment.

source: Assuming your private file system path configuration is functional and no other warnings are shown: your uploaded files on the Open Social entities are fully protected. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
hr: Pod pretpostavkom da je konfiguracija putanje tvog privatnog datotečnog sustava funkcionalna i da se ne prikazuju nikakva druga upozorenja: postavljene datoteke na entitetima Open Sociala u potpunosti su zaštićene. Više informacija: https://www.drupal.org/docs/8/distributions/open-social/private-files
ro: Presupunând că configurația căilor sistemului de fișiere private este funcțională și nu sunt afișate alte avertismente: fișierele încărcate de pe entitățile Open Social sunt complet protejate. Mai multe informatii: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: At what number of event types to switch from radio buttons to select widget.
hr: Na kojem broju vrsta događaja prijeći s radio gumba na odabir widgeta.
ro: La ce număr de tipuri de evenimente se trece de la butoane radio la selecția widgetului.

source: Attachment
hr: Prilog
ro: Ataşament

source: Attachments
hr: Prilozi
ro: Atașamente

source: Attention!
hr: Pažnja!

source: Author
hr: Autor
ro: Autor

source: Author Information
hr: Informacije o autoru
ro: Informații Autor

source: Author as event organiser
hr: Autor kao organizator događaja
ro: Autor în calitate de organizator de evenimente

source: Author name
hr: Ime autora

source: Author user id
hr: Korisnički id autora
ro: ID utilizator autor

source: Authored by
hr: Autor
ro: Creat de

source: Autocomplete Item
hr: Automatski dovrši stavku
ro: Element Autocompletare

source: Autocomplete field with group names.
hr: Automatski dovrši polje s nazivima grupa.
ro: Completează automat câmpul cu nume de grup.

source: Autocomplete field with items from taxonomy list content tags.
hr: Automatski dovrši polje sa stavkama oznaka sadržaja popisa taksonomije.
ro: Completează automat câmpul cu elemente din etichetele de conținut ale listei de taxonomie.

source: Autocomplete field with items from taxonomy list topic types.
hr: Polje za automatsko dovršavanje stavkama s taksonomskog popisa vrsti tema.
ro: Completează automat câmpul cu elemente din tipurile de postări ale listei de taxonomie.

source: Automatic login
hr: Automatska prijava
ro: Autentificare automată

source: Available content visibility
hr: Vidljivost dostupnog sadržaja
ro: Vizibilitatea disponibilă a conținutului

source: Back to event
hr: Povratak na događaj
ro: Înapoi la eveniment

source: Back to group
hr: Povratak u grupu
ro: Înapoi la grup

source: Background process finished
hr: Pozadinski proces je završen
ro: Procesul de fundal s-a încheiat

source: Banner Image
hr: Slika bannera
ro: Poza de fundal a profilului

source: Based on your @settings, the notification above is sent to you <strong>:frequency</strong>
hr: Na temelju tvojih @settings, šalje ti se gornja obavijest <strong>:frequency</strong>
ro: În funcție de criteriul @settings ales, notificarea de mai sus îți este trimisă <strong>:frequency</strong>

source: Basic
hr: Osnovno
ro: De bază

source: Basic HTML
hr: Osnovni HTML
ro: HTML de bază

source: Basic block
hr: Osnovni blok
ro: Bloc de bază

source: Basic implementation of activites in Open Social
hr: Osnovna provedba aktivnosti u Open Socialu
ro: Implementarea de bază a activităților în Open Social

source: Basic page
hr: Osnovna stranica
ro: Pagină de bază

source: Be added
hr: Budi dodan/a

source: Be aware that data is <em>not removed</em>, and can possibly still be found through the search, until you flush the data.
hr: Imaj na umu da se podaci <em>ne uklanjaju</em> i da se još uvijek mogu pronaći putem pretraživanja, sve dok ne izbrišeš podatke.
ro: Reține că datele nu sunt<em>eliminate</em>, și pot fi găsite în continuare prin căutare, până când ștergeți datele.

source: Be aware that when disabling invites altogether or for a specific group type, the outstanding invites in question <em>are cancelled</em>. Invitees will no longer be able to use their invite link.
hr: Imaj na umu da kada onemogućiš sve pozive ili pozive za određenu vrstu grupe, neodgovorene pozive <em>se poništavaju</em>. Pozvani više neće moći upotrijebiti svoju poveznicu s pozivnicom.
ro: Reține că atunci când dezactivezi invitațiile în totalitate sau pentru un anumit tip de grup, invitațiile restante în cauză <em>sunt anulate</em>. Cei invitați nu vor mai putea folosi linkul lor de invitație.

source: Before
hr: Prije
ro: Înainte

source: Between
hr: Između
ro: Între

source: Block
hr: Blok
ro: Bloc

source: Block List managers
hr: Upravitelji popisa blokova
ro: Manageri Listă Blocuri

source: Block field
hr: Polje bloka
ro: Câmp Bloc

source: Block footer settings
hr: Postavke podnožja bloka
ro: Blochează setările notei de subsol

source: Block label with id
hr: Etiketa bloka s id-jem
ro: Blochează eticheta cu id

source: Block users
hr: Korisnici bloka
ro: Blochează utilizatorii

source: Blocked
hr: Blokiran
ro: Blocat

source: Body
hr: Sadržaj
ro: Corp

source: Book Pages
hr: Stranice knjige
ro: Pagini de carte

source: Book add block
hr: Blok dodavanja knjige
ro: Marchează adaugă blochează

source: Book page
hr: Stranica knjige
ro: Pagină carte

source: Both (username and full name)
hr: Oba (korisničko ime i puno ime)
ro: Ambele (nume de utilizator și nume complet)

source: Breadcrumbs
hr: Breadcrumbs (putanje)
ro: Fărâme

source: Bulk action
hr: Skupna radnja
ro: Acțiune în bloc

source: Button
hr: Gumb
ro: Buton

source: Buttons
hr: Gumbi
ro: Butoane

source: By choosing this option you can customize many group settings to your needs.
hr: Odabirom ove opcije možeš prilagoditi razne postavke grupe svojim potrebama.
ro: Alegând această opțiune puteți personaliza mai multe setări de grup în funcție de nevoile dvs.

source: By submitting this form you will become a member of the group. As a member of the group you will begin to receive notifications about changes and interactions within the group. Your profile will also be included in group membership.
hr: Slanjem ovog obrasca postaješ ćete član grupe. Kao član grupe počet ćeš primati obavijesti o promjenama i interakcijama unutar grupe. Tvoj će profil također biti uključen u članstvo grupe.
ro: Prin această înscriere vei deveni membru al grupului. Ca membru al grupului, vei începe să primești notificări despre activitățile din cadrul grupului. De asemenea, profilul tău va apărea pe lista de membri a grupului.

source: By submitting this form you will become a member of the group. Please fill out any available fields to complete your membership information.
hr: Slanjem ovog obrasca postaješ član grupe. Ispuni sva dostupna polja i dovrši svoje podatke o članstvu.
ro: Prin trimiterea acestui formular vei deveni membru al grupului. Te rugăm să completezi toate câmpurile disponibile.

source: Bypass create group access control
hr: Zaobiđi kontrolu pristupa kreiranju grupe
ro: Ignoră crearea controlului accesului de grup

source: CM can tag a user and indicate that user is part of an organization.
hr: CM može označiti korisnika i naznačiti da je korisnik dio organizacije.
ro: CM poate eticheta un utilizator și poate indica faptul că utilizatorul face parte dintr-o organizație.

source: CM can tag a user, giving options on filtering / searching users.
hr: CM može označiti korisnika i dati opcije za filtriranje / pretraživanje korisnika.
ro: CM poate eticheta un utilizator, oferind opțiuni de filtrare / căutare a utilizatorilor.

source: Call to action link
hr: Poveznica s pozivom na akciju
ro: Link cu îndemn spre acțiune

source: Can not send e-mail for %entity
hr: Ne mogu poslati e-poštu za %entity
ro: Nu se poate trimite email pentru %entity

source: Cancel
hr: Otkaži
ro: Anulează

source: Cancel enrollment
hr: Otkaži upis
ro: Anulează înscrierea

source: Cancel invite
hr: Otkaži pozivnicu
ro: Anulează invitația

source: Canceled "%action".
hr: "%action" otkazano.
ro: "%action" anulată.

source: Categories and terms used to tag content
hr: Kategorije i pojmovi koji se koriste za označavanje sadržaja
ro: Categoriile și termenii folosiți pentru etichetarea conținutului

source: Categorized check boxes/radio buttons
hr: Kategorizirani potvrdni okviri / radio tipke
ro: Casete de selectare/butoane radio categorizate

source: Change group membership role
hr: Promjena uloge članstva u grupi
ro: Schimbă rolul calității membru al grupului

source: Change input widget
hr: Promjena widgeta za unos
ro: Schimbă widgetul de intrare

source: Change role
hr: Promijeni ulogu
ro: Schimbă rol

source: Change roles
hr: Promijeni uloge
ro: Schimbă roluri

source: Change the role
hr: Promijeni ulogu
ro: Schimbă rolul

source: Change the role of selected member
hr: Promijeni ulogu odabranog člana
ro: Schimbă rolul membrului selectat

source: Change which profile fields are used / not used
hr: Promijeni koja se polja profila koriste / ne koriste
ro: Schimbați câmpurile de profil utilizate / neutilizate

source: Change your timezone here
hr: Ovdje promijeni vremensku zonu
ro: Schimbă fusul orar aici

source: Changed
hr: Promijenjeno
ro: Schimbat

source: Changing groups and visibility isn't allowed for Albums yet, consider creating a new Album instead.
hr: Promjena grupa i vidljivosti još nije dopuštena za albume, razmisli o stvaranju novog albuma.
ro: Schimbarea grupurilor și a vizibilității nu este permisă încă pentru Albume, vă recomandăm să creați un nou album.

source: Changing groups is disabled when translating.
hr: Promjena grupa je onemogućena prilikom prevođenja.

source: Changing the group may have impact on the <strong>visibility settings</strong> and may cause <strong>author/co-authors</strong> to lose access.
hr: Promjena grupe može utjecati na <strong>postavke vidljivosti</strong> i može uzrokovati da <strong>autor/koautori</strong> izgube pristup.
ro: Schimbarea grupului poate avea un impact asupra <strong> setărilor de vizibilitate </strong> și poate cauza pierderea accesului <strong> autorului / coautorilor </strong>.

source: Changing the group may have impact on the <strong>visibility settings</strong>.
hr: Promjena grupe može utjecati na <strong>postavke vidljivosti</strong>.
ro: Schimbarea grupului poate avea un impact asupra <strong> setărilor de vizibilitate </strong>.

source: Changing visibility is disabled when translating.
hr: Promjena vidljivosti je onemogućena prilikom prevođenja.

source: Check any data that users are allowed to export in for example the events and groups they manage.
hr: Provjeri sve podatke koje korisnici smiju izvesti u, na primjer, događaje i grupe kojima upravljaju.
ro: Verifică datele pe care utilizatorii au voie să le exporte, de exemplu evenimentele și grupurile pe care le gestionează.

source: Checking profile status for @count users
hr: Provjera statusa profila za @count korisnike
ro: Verificarea stării profilului pentru utilizatorii @count

source: Choose a default landing page
hr: Odaberi zadanu odredišnu stranicu
ro: Alegeți o pagină de destinație implicită

source: Choose how people can join this group.
hr: Odaberi kako se ljudi mogu pridružiti ovoj grupi.
ro: Alegeți modul în care oamenii se pot alătura acestui grup.

source: Choose the allowed visibility settings for the group content.
hr: Odaberi dopuštene postavke vidljivosti za sadržaj grupe.
ro: Alegeți setările de vizibilitate permise pentru conținutul grupului.

source: Choose the visibility options allowed for the group content.
hr: Odaberi opcije vidljivosti za sadržaj grupe.
ro: Alegeți opțiunile de vizibilitate permise pentru conținutul grupului.

source: City
hr: Mjesto
ro: Oraș

source: Class on Link
hr: Poveznica Sat u tijeku
ro: Clasa pe Link

source: Class(es) on button = "@classes"
hr: Gumb Sat(ovi) u tijeku = "@classes"
ro: Clasa (cursurile) de pe buton = "@classes"

source: Clear all selected enrollees
hr: Obriši sve označene upisnike
ro: Șterge toate persoanele înscrise selectate

source: Clear all selected members
hr: Obriši sve označene članove
ro: Șterge toți membrii selectați

source: Clear selection on all pages
hr: Obriši odabir na svim stranicama
ro: Șterge selecția de pe toate paginile

source: Click here to go to the social tagging overview
hr: Klikni ovdje za pregled društvenih oznaka
ro: Dă click aici pentru a accesa prezentarea generală a etichetării sociale

source: Client Mutation ID
hr: ID mutacije klijenta
ro: ID mutație client

source: Close
hr: Zatvori
ro: Închide

source: Close report
hr: Zatvori prijavu
ro: Închide raportul

source: Close reports for inappropriate content
hr: Zatvori prijavu za neprikladan sadržaj
ro: Închide rapoarte pentru conținut inadecvat

source: Closed
hr: Zatvoreno
ro: Închis

source: Closed group
hr: Zatvorena grupa
ro: Grup închis

source: Closed group: Group Invitation
hr: Zatvorena grupa: poziv u grupu
ro: Grup închis: Invitație în grup

source: Closed group: Group membership
hr: Zatvorena grupa: Članstvo u grupi
ro: Grup închis: Apartenență la grup

source: Closed group: Group membership request
hr: Zatvorena grupa: Zahtjev za članstvom u grupi
ro: Grup închis: Cerere de apartenență la grup

source: Closed group: Group node (Album)
hr: Zatvorena grupa: Grupni unos (Album)
ro: Grup închis: Nod al grupului (Album)

source: Collaboration Settings
hr: Postavke suradnje
ro: Setări Colaborare

source: Color
hr: Boja

source: Comment
hr: Komentar
ro: Comentariu

# Comment Button
source: Comment
hr: Komentar
ro: Comentează

source: Comment on a post in the activity streams
hr: Komentiraj objavu u tokovima aktivnosti
ro: Comentează la o postare din fluxul de activitate

source: Comment on group content
hr: Komentiraj sadržaj grupe
ro: Comentează la un conținut dintr-un grup

source: Comment on node list
hr: Popis komentara na unose
ro: Comentează la lista nodurilor

source: Comment on post list
hr: Popis komentara na objave
ro: Comentează la lista postărilor

source: Comment unpublished.
hr: Objava komentara je poništena.
ro: Comentariu nepublicat.

source: Comment upload settings
hr: Postavke postavljanja komentara
ro: Comentează actualizarea setărilor

source: Comments
hr: Komentari
ro: Comentarii

source: Comments created
hr: Kreirani komentari
ro: Comentarii create

source: Comments overview
hr: Pregled komentara

source: Comments published
hr: Objavljeni komentari

source: Community
hr: Zajednica
ro: Comunitate

source: Community - visible only to logged in members
hr: Zajednica - vidljivo samo prijavljenim članovima
ro: Comunitate - vizibil doar pentru membrii conectați

source: Community About
hr: O zajednici

source: Community URL
hr: URL zajednice
ro: URL-ul Comunității

source: Community activities
hr: Aktivnosti zajednice
ro: Activitățile Comunității

source: Community activities block
hr: Blok aktivnosti zajednice
ro: Blocarea Activităților Comunității

source: Community activity context
hr: Kontekst aktivnosti zajednice
ro: Contextul Activităților Comunității

source: Community events block
hr: Blok događaja u zajednici
ro: Blocarea Evenimentelor Comunității

source: Community events page
hr: Stranica događaja u zajednici
ro: Pagina Evenimentelor Comunității

source: Community statistics
hr: Statistike zajednice
ro: Statisticile Comunității

source: Compact Avatar
hr: Kompaktni avatar
ro: Avatar Compact

source: Compact Notifcation
hr: Kompaktna obavijest
ro: Notificare Compactă

source: Compact Private Message
hr: Kompaktna privatna poruka
ro: Mesaj Privat Compact

source: Compact Teaser
hr: Kompaktni uvod
ro: Teaser Compact

source: Complete community activity stream
hr: Kompletan tok aktivnosti zajednice
ro: Fluxul complet de activitate al comunității

source: Complete community activity stream (with post form)
hr: Kompletan tok aktivnosti zajednice (s obrascem za objavu)
ro: Fluxul complet de activitate al comunității (cu formularul postărilor)

source: Configuration
hr: Postavke

source: Configure Activity entities
hr: Konfiguriraj entitete aktivnosti
ro: Configurarea entităților activității

source: Configure Event enrollment entities
hr: Konfiguriraj entitete upisa na događaj
ro: Configurarea entităților de înscriere la eveniment

source: Configure Font entities
hr: Konfiguriraj entitete fonta
ro: Configurarea entităților de Font

source: Configure action
hr: Konfiguriraj radnju
ro: Configurarea acțiunii

source: Configure if people can attach files to comments.
hr: Konfiguriraj mogu li ljudi priložiti datoteke komentarima.
ro: Configurarea posibilității de atașare a documentelor în comentarii.

source: Configure taxonomy vocabularies that can be used in the taxonomy filters for activity blocks.
hr: Konfiguriraj taksonomske rječnike koji se mogu koristiti u filtrima taksonomije za blokove aktivnosti.
ro: Configurarea vocabularului de taxonomie ce poate fi folosit în filtrele de taxonomie pentru blocarea activității.

source: Configure the display of icons in the main navigation.
hr: Konfiguriraj prikaz ikona u glavnoj navigaciji.
ro: Configurarea afișajului miniaturilor în navigația principală.

source: Configure via the <a href='/admin/structure/mentions'>Mention types</a> page.
hr: Konfiguriraj putem stranice <a href='/admin/structure/mentions'>Vrste spominjanja.</a>
ro: Configurarea cu ajutorul paginii <a href='/admin/structure/mentions'>Tipuri de menționări</a> page.

source: Confirm action
hr: Potvrdi radnju
ro: Confirmă acțiunea

source: Connection edges
hr: Rubovi veze
ro: Marginile conexiunii

source: Connection nodes
hr: Unosi veze
ro: Nodurile conexiunii

source: Connection page info
hr: Stranica s informacijama o vezi
ro: Pagina cu informații a conexiunii

source: Contact
hr: Kontakt

source: Contact the Open Social development team and help us improve the product.
hr: Kontaktiraj razvojni tim Open Sociala i pomozi nam poboljšati proizvod.
ro: Contactează echipa de dezvoltare Open Social și ajutați-ne să ne îmbunătățim produsul.

source: Contain one link field for Logged in user and one for Anonymous, button style can be selected.
hr: Sadrži jedno polje poveznice za prijavljenog korisnika i jedno za anonimnog, stil gumba se može odabrati.
ro: Reține un câmp de link pentru utilizatorul conectat și unul pentru Anonim, stilul butonului poate fi selectat.

source: Contain the "Custom content list block" custom block.
hr: Sadrži prilagođeni blok "Prilagođeni blok popisa sadržaja".
ro: Reține blocarea personalizată "Blocarea listelor cu conținut personalizat".

source: Content
hr: Sadržaj
ro: Conţinut

source: Content I follow
hr: Sadržaj koji pratim
ro: Conținutul pe care îl urmăresc

source: Content Reporting
hr: Prijava sadržaja
ro: Raportarea conținutului

source: Content Reporting settings
hr: Postavke prijave sadržaja
ro: Setările raportării conținutului

source: Content Type
hr: Vrsta sadržaja
ro: Tipul de conținut

source: Content block plugin ID
hr: ID dodatka bloka sadržaja
ro: ID-ul extensiei de blocare de conținut

source: Content block plugin field
hr: Polje dodatka bloka sadržaja
ro: Câmpul extensiei de blocare de conținut

source: Content group content
hr: Sadržaj sadržaj grupe
ro: Conținutul grupului de conținut

source: Content in my group activity context
hr: Sadržaj u kontekstu moje aktivnosti u grupi
ro: Conținutul din contextul activității grupului meu

source: Content manager
hr: Upravitelj sadržajem
ro: Gestionarea conținutului

source: Content overview
hr: Pregled sadržaja
