Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: Number of seconds in the time window for counting a file download.
hr: Broj sekundi u vremenskom prozoru za brojanje preuzimanja datoteke.
ro: Numărul de secunde din fereastra de timp pentru numărarea descărcării fișierului.

source: Number of seconds of inactivity after which we assume user is offline.
hr: Broj sekundi neaktivnosti nakon kojih pretpostavljamo da je korisnik izvan mreže.
ro: Numărul de secunde de inactivitate după care presupunem că utilizatorul este offline.

source: Number of suggestions
hr: Broj prijedloga
ro: Numărul de sugestii

source: Off
hr: Isključi
ro: Oprit

source: Offline Control Settings
hr: Postavke izvanmrežne kontrole
ro: Setările controlului offline

source: Offline window
hr: Izvanmrežni prozor
ro: Fereastra offline

source: Offset
hr: Pomak
ro: Decalaj

source: Oldest first
hr: Prvo najstarije
ro: Cele vechi primele

source: On
hr: Uključi
ro: Pornit

source: One item deleted.
hr: Jedna stavka obrisana.
ro: Un element șters.

source: Ongoing
hr: U tijeku
ro: În desfășurare

source: Ongoing and upcoming events
hr: Tekući i predstojeći događaji
ro: Evenimente în desfășurare și evenimente viitoare

source: Only full name (first and last)
hr: Samo puno ime (ime i prezime)
ro: Doar numele complet (nume și prenume)

source: Only group members can see this group
hr: Samo članovi grupe mogu vidjeti ovu grupu
ro: Doar membrii grupului pot vizualiza acest grup

source: Only members who are logged in can see this group
hr: Ovu grupu mogu vidjeti samo članovi koji su prijavljeni
ro: Doar membrii conectați pot vizualiza acest grup

source: Only show street and postal code to event enrollees
hr: Pokaži ulicu i poštanski broj samo prijavljenima na događaj

source: Only show the group address to the group members
hr: Pokaži adresu grupe samo članovima grupe
ro: Afișează adresa grupului numai membrilor grupului

source: Only username
hr: Samo korisničko ime
ro: Doar numele de utilizator

source: Open Social Branding will be replaced by site name (and slogan if available).
hr: Open Social Branding bit će zamijenjen nazivom stranice (i sloganom ako je dostupan).
ro: Open Social Branding va fi înlocuit cu numele site-ului (și sloganul, dacă este disponibil).

source: Open Social Settings
hr: Postavke Open Sociala
ro: Setări Open Social

source: Open Social Update Version
hr: Verzija ažuriranja Open Sociala
ro: Versiunea actualizată Open Social

source: Open Social version
hr: Verzija Open Sociala
ro: Versiunea Open Social

source: Open Social would like to collect non-personal data to improve the product and your experience. We will never collect any personal data. You can choose which data you want to share with the Open Social team below (or none at all). The usage data is sent every 24 hours to the team.
hr: Open Social želi prikupiti neosobne podatke kako bi poboljšao proizvod i tvoje iskustvo. Nikada nećemo prikupljati nikakve osobne podatke. Možeš odabrati koje podatke želiš podijeliti s Open Social timom u nastavku (ili nikakve). Podaci o korištenju šalju se timu svaka 24 sata.
ro: Open Social ar dori să colecteze date non-personale pentru a îmbunătăți produsul și experiența ta. Nu vom colecta niciodată date cu caracter personal. Poți să alegi ce date dorești să partajezi cu echipa Open Social de mai jos (sau dacă dorești să faci acest lucru). Datele de utilizare sunt trimise echipei la fiecare 24 de ore.

source: Open group
hr: Otvorena grupa
ro: Grup deschis

source: Open group: Group Invitation
hr: Otvorena grupa: poziv u grupu
ro: Grup deschis: Invitație la grup

source: Open group: Group membership
hr: Otvorena grupa: članstvo u grupi
ro: Grup deschis: Apartenența la grup

source: Open group: Group node (Album)
hr: Otvorena grupa: unos grupe (Album)
ro: Grup deschis: Nodul grupului (Album)

source: Open to enroll
hr: Otvoreno za upis
ro: Deschis la înscrieri

source: Open to enroll - users can enroll for this event without approval
hr: Otvoreno za upis - korisnici se mogu upisati na ovaj događaj bez odobrenja
ro: Deschis la înscrieri - utilizatorii se pot înscrie la acest eveniment fără aprobare

source: Open to join
hr: Otvoreno za pridruživanje
ro: Deschis pentru a te alătura

source: Open to join - users can join this group without approval
hr: Otvoreno za pridruživanje - korisnici se mogu pridružiti ovoj grupi bez odobrenja
ro: Deschis pentru a te alătura - utilizatorii se pot alătura acestui grup fără aprobare

source: Operation
hr: Operacija
ro: Operație

source: Operations
hr: Operacije
ro: Operaţii

source: Optional field, title can be printed from block or overridden here. Uncheck <em>Display title</em> if using this field
hr: Neobavezno polje, naslov se može ispisati iz bloka ili ovdje premostiti. Poništi opciju <em>Prikaži naslov</em> ako koristiš ovo polje
ro: Câmp opțional, titlul poate fi tipărit din bloc sau suprascris aici. Debifează <em> Afișează titlul </em> dacă utilizezi acest câmp

source: Optional link. Sometimes blocks already contain more link.
hr: Neobavezna poveznica. Ponekad blokovi već sadrže više poveznica.
ro: Link opțional. Câteodată blocurile conțin deja mai multe linkuri.

source: Order
hr: Redoslijed
ro: Comandă

source: Organisers
hr: Organizatori
ro: Organizatori

source: Organisers Block
hr: Blok organizatora
ro: Blocul organizatorilor

source: Organization
hr: Organizacija
ro: Organizație

source: Organization Tag
hr: Oznaka organizacije
ro: Eticheta organizatorilor

source: Organization tag
hr: Oznaka organizacije
ro: Eticheta organizatorilor

source: Organizer activity context
hr: Kontekst aktivnosti organizatora
ro: Contextul activității de organizare

source: Organizers
hr: Organizatori
ro: Organizatorii

source: Other Reason
hr: Drugi razlog
ro: Alt motiv

source: Output Settings
hr: Postavke izlaza
ro: Setări de ieșire

source: Output text for aggregated items in activity stream
hr: Izlazni tekst za skupne stavke u toku aktivnosti
ro: Text de ieșire pentru elementele agregate din fluxul de activitate

source: Output text for email notifications
hr: Izlazni tekst za obavijesti putem e-pošte
ro: Text de ieșire pentru notificările trimise pe email

source: Output text for normal activities in activity stream
hr: Izlazni tekst za normalne aktivnosti u toku aktivnosti
ro: Text de ieșire pentru activitățile normale din fluxul de activitate

source: Outsider
hr: Autsajder
ro: Externe

source: Overridden Tags filter
hr: Filter premoštenih oznaka
ro: Filtru etichete suprascrise

source: Override Tags filters
hr: Filtri premošćivanja oznaka
ro: Filtre etichete suprascrise

source: Override disabled public visiblility settings
hr: Postavke premošćivanja onemogućene javne vidljivosti
ro: Anulează setările de vizibilitate publică dezactivate

source: Overview
hr: Pregled
ro: Privire de ansamblu

source: Overview of all the comments on the platform.
hr: Pregled svih komentara na platformi.

source: Overview of all the content on the platform.
hr: Pregled cijelog sadržaja na platformi.

source: Overview of all the groups on the platform.
hr: Pregled svih grupa na platformi.

source: Overview of all the reported content.
hr: Pregled svih prijavljenih sadržaja.
ro: Prezentare generală a întregului conținut raportat.

source: Owner
hr: Vlasnik
ro: Proprietar

source: Owner activity context
hr: Kontekst aktivnosti vlasnika
ro: Deținător context activitate

source: Page
hr: Stranica
ro: Pagina

source: Page (no value)
hr: Stranica (bez vrijednosti)
ro: Pagină (fără valoare)

source: Page Info
hr: Informacije o stranici
ro: Informații pagină

source: Page title
hr: Naziv stranice
ro: Titlul paginii

source: Page title block
hr: Blok naziva stranice
ro: Bloc titlu pagină

source: Page title for enrollments
hr: Naslovnica za upise
ro: Titilul paginii pentru înscrieri

source: Page title for nodes
hr: Naslovnica za unose
ro: Titlul paginii pentru noduri

source: Paragraph
hr: Paragraf
ro: Paragraf

source: Paragraphs
hr: Paragrafi
ro: Paragrafe

source: Parent
hr: Nadređen

source: Parent entity
hr: Nadređeni entitet
ro: Entitatea Părinte

source: Parent group
hr: Matična grupa

source: Password
hr: Lozinka
ro: Parolă

source: Password reset instructions mailed to %name at %email.
hr: Uputa za oporavak lozinke poslana je korisniku %name na adresu e-pošte %email.
ro: Instrucţiunile de schimbare a parolei au fost trimise spre %name la adresa %email.

source: Past Events
hr: Prošli događaji
ro: Evenimente trecute

source: Past events
hr: Prošli događaji
ro: Evenimente trecute

source: Path
hr: Putanja

source: Payload
hr: Korisničko opterećenje
ro: Sarcină utilă

source: Payload Violations
hr: Kršenje korisničkog opterećenja
ro: Încărcarea sarcinii utile

source: Payload client mutation id
hr: id mutacije klijenta korisničkog opterećenja
ro: ID mutație client de sarcină utilă

source: Pending
hr: Na čekanju
ro: În așteptare

source: Pending reply
hr: Čekanje odgovora
ro: Răspuns în așteptare

source: People
hr: Korisnici
ro: Oameni

source: People access
hr: Pristup korisnicima
ro: Acces persoane

source: People overview
hr: Pregled ljudi

source: Per profile type you can choose which fields you want to use. Users will not be able to edit or view fields that are deselected.
hr: Po vrsti profila možeš odabrati koja polja želiš koristiti. Korisnici neće moći uređivati ili pregledavati polja koja nisu odabrana.
ro: În funcție de tipul de profil, poți alege câmpurile pe care dorești să le utilizezi. Utilizatorii nu vor putea edita sau vizualiza câmpurile deselectate.

source: Permission
hr: Dopuštenje
ro: Permisiune

source: Personalised activity stream
hr: Personalizirani tok aktivnosti
ro: Flux de activitate personalizat

source: Personalised activity stream (with post form)
hr: Personalizirani tok aktivnosti (s obrascem za objavu)
ro: Flux de activitate personalizat (cu formular de postare)

source: Phone number
hr: Telefonski broj
ro: Număr de telefon

source: Phone number and location
hr: Telefonski broj i lokacija
ro: Număr de telefon și adresă

source: Photo
hr: Fotografija
ro: Imagine

source: Placement
hr: Smještaj
ro: Plasare

source: Platform activity context
hr: Kontekst aktivnosti platforme
ro: Contextul de activitate al platformei

source: Platform introduction
hr: Uvod u platformu
ro: Introducerea platformei

source: Platform introduction block, meant for use in content regions.
hr: Blok uvoda u platformu, namijenjen korištenju u regijama sadržaja.
ro: Bloc de introducere a platformei, destinat utilizării în regiunile de conținut.

source: Please @log_in or @create_account_link so that you can enroll to the event.
hr: @log_in ili @create_account_link za upis na događaj.
ro: Te rugăm să @log_in sau @create_account_link pentru a te putea înscrie la eveniment.

source: Please @log_in so that you can enroll to the event.
hr: @log_in za upis na događaj.
ro: Te rugăm să @log_in pentru a te putea înscrie la eveniment.

source: Please choose which profile fields can be displayed in user profiles. Site managers can always see all the filled-in profile information.
hr: Odaberi koja polja profila mogu biti prikazana u korisničkim profilima. Upravitelji stranice uvijek mogu vidjeti sve popunjene podatke o profilu.
ro: Te rugăm să alegi ce câmpuri de profil pot fi afișate în profilurile de utilizator. Administratorii de site-uri pot vedea întotdeauna toate informațiile de profil completate.

source: Please describe in detail what you find inappropriate about this content. Your report will only be visible to the content moderation team.
hr: Detaljno opiši što smatraš neprikladnim u vezi s ovim sadržajem. Tvoje će izvješće biti vidljivo samo timu za moderiranje sadržaja.
ro: Te rugăm să descrii în detaliu ceea ce ți se pare inadecvat la acest conținut. Raportul tău va fi vizibil numai pentru echipa de moderare a conținutului.

source: Please note that changing the group type will also change the visibility of the group content and the way users can join the group.
hr: Napomena: promjenom vrste grupe promijeniti će se i vidljivost sadržaja grupe i način na koji se korisnici mogu pridružiti grupi.
ro: Reține că modificarea tipului de grup va schimba, de asemenea, vizibilitatea conținutului grupului și modul în care utilizatorii se pot alătura grupului.

source: Please note: the community manager remarks below are only visible to site managers
hr: Napomena: primjedbe upravitelja zajednice u nastavku vidljive su samo upraviteljima stranice
ro: Te rugăm să reții: remarcile administratorului comunității de mai jos sunt vizibile numai pentru administratorii site-ului

source: Please select
hr: Odaberi
ro: Te rugăm să selectezi

source: Please select an item in the list.
hr: Odaberi stavku s popisa.
ro: Te rugăm să selectezi un element din listă.

source: Please select the blocks in which the taxonomy filters can be used.
hr: Odaberi blokove u kojima se mogu koristiti filtri taksonomije.
ro: Te rugăm să selectezi blocurile în care pot fi folosite filtrele de taxonomie.

source: Please select the group you want to add the member you have selected to
hr: Odaberi grupu u koju želiš dodati odabranog člana
ro: Te rugăm să selectezi grupul la care vrei să adaugi membrul selectat

source: Please select the taxonomy vocabularies that can be used in the taxonomy filters.
hr: Odaberi taksonomske rječnike koji se mogu koristiti u filtrima taksonomije.
ro: Te rugăm să selectezi vocabularul de taxonomie ce poate fi folosit în filtrele de taxonomie.

source: Please wait...
hr: Molimo pričekajte...
ro: Vă rugăm, aşteptaţi...

source: Post
hr: Objava
ro: Postează

# Post button
source: Post
hr: Objava
ro: Postează

source: Post ID
hr: ID objave
ro: ID-ul postării

source: Post URL
hr: URL objave
ro: URL-ul postării

source: Post absolute URL.
hr: Apsolutni URL objave.
ro: Postează URL-ul absolut.

source: Post account stream
hr: Tok računa objave
ro: Postează fluxul contului

source: Post block
hr: Blok objave
ro: Blocuri postării

source: Post comment
hr: Objavi komentar
ro: Postează comentariu

source: Post comments
hr: Objavi komentare
ro: Postare comentarii

source: Post config
hr: Konfiguracija objave
ro: Configurează postarea

source: Post group stream
hr: Tok objava u grupi
ro: Postează fluxul grupului

source: Post on group block
hr: Blok objave u grupi
ro: Postează în blocul grupului

source: Post on profile block
hr: Blok objave na profilu
ro: Postează în blocul profilului

source: Post on profile of others block
hr: Blok objave na tuđem profilu
ro: Postează în profilul altor blocuri

source: Post operations links
hr: Poveznica na operacije za objavu
ro: Postează linkurile de operații

source: Post photo block
hr: Blok objave fotografije
ro: Postează blocul de imagini

source: Post photo on group block
hr: Blok objave fotografije u grupi
ro: Postează imaginea într-un bloc de grup

source: Post photo on profile of others block
hr: Blok objave fotografije na tuđem profilu
ro: Postează imaginea în profilul altor blocuri

source: Post type
hr: Vrsta objave
ro: Tipul postării

source: Post type config
hr: Konfiguracija vrste objave
ro: Configurează tipul postării

source: Post types
hr: Vrste objava
ro: Tipurile de postări

source: Post visibility access
hr: Pristup vidljivosti objave
ro: Acces vizibilitate postare

source: Postal code
hr: Poštanski broj
ro: Cod poștal

source: Posted in
hr: Objavljeno u

source: Posts
hr: Unosi
ro: Articole

source: Posts created
hr: Kreirane objave
ro: Postări create

source: Powered by
hr: Pokreće
ro: Cu sprijinul

source: Powered by block
hr: Blok Pokreće
ro: Susținut de bloc

source: Prefix
hr: Prefiks

source: Preparing to delete the group and all it's topic's, event's and post's...
hr: Priprema za brisanje grupe i svih njezinih tema, događaja i objava...
ro: Se pregătește ștergerea grupului și a tuturor subiectelor, evenimentelor și postărilor sale...

source: Preparing to send invites...
hr: Priprema za slanje poziva...
ro: Se pregătește trimiterea invitațiilor...

# Validation
source: Prevent duplicated invitations from being created
hr: Spriječi stvaranje dupliciranih poziva

source: Preview
hr: Pregled
ro: Previzualizare

source: Preview your email
hr: Pregled e-pošte prije slanja
ro: Previzualizează e-mailul

source: Preview your email invite
hr: Pregled poziva putem e-pošte prije slanja
ro: Previzualizează invitația de pe e-mailul tău

source: Preview.
hr: Pregled.

source: Primary
hr: Primarni
ro: Inițial

source: Primary admin actions
hr: Primarne radnje administratora
ro: Acțiuni primare administrator

source: Primary style
hr: Primarni stil
ro: Stilul inițial

source: Primary tabs
hr: Primarne oznake
ro: Taburi primare

source: Privacy settings
hr: Postavke privatnosti
ro: Setări de confidențialitate

source: Privacy settings for Social Profile module.
hr: Postavke privatnosti za modul profila na Socialu.
ro: Setări de confidențialitate pentru modulul Social Profile.

source: Private Message Thread url
hr: Url nizane privatne poruke
ro: URL-ul mesajului privat

source: Private Message add block
hr: Blok za dodavanje privatnih poruka
ro: Blocul de adăugare al mesajului privat

source: Private file system path is set
hr: Putanja privatnog datotečnog sustava je postavljena
ro: Calea sistemului de fișiere private este setată

source: Private file system path not set
hr: Putanja privatnog datotečnog sustava nije postavljena
ro: Calea sistemului de fișiere private nu este setată

source: Private file system path not set for some fields
hr: Putanja privatnog datotečnog sustava nije postavljena za neka polja
ro: Calea sistemului de fișiere private nu este setată pentru anumite câmpuri

source: Private message activity context
hr: Kontekst aktivnosti privatne poruke
ro: Contextul de activitate al mesajelor private

source: Process activity activities.
hr: Aktivnosti procesne aktivnosti.
ro: Activități de procesare a activității.

source: Process activity loggers.
hr: Obradi registrator aktivnosti.
ro: Jurnale de procesare a activității.

source: Process activity_digest_worker queue.
hr: Obradi red čekanja activity_digest_worker.
ro: Procesează coada activity_digest_worker.

source: Process activity_logger_message queue.
hr: Obradi red čekanja activity_logger_message.
ro: Procesează coada activity_logger_message.

source: Process activity_send_email queue.
hr: Obradi red čekanja activity_send_email.
ro: Procesează coada activity_send_email.

source: Process enrollments returned by the view with Views Bulk Operations actions.
hr: Obradi upise koje vraća prikaz s radnjama Skupnih operacija pregleda.
ro: Procesează înscrierile returnate de vizualizare cu acțiuni Views Bulk Operations.

source: Process enrollments returned by the view with Views Bulk Operations' actions.
hr: Obradi prijave koje vraća prikaz s radnjama Skupnih operacija pregleda.
ro: Procesează înscrierile returnate de vizualizare cu acțiuni Views Bulk Operations.

source: Processed @current out of @total.
hr: Obrađeno @current od @total.
ro: S-au procesat @current din @total.

source: Processing
hr: Obrađivanje
ro: În procesare

source: Profile
hr: Profil
ro: Profil

source: Profile activity context
hr: Kontekst aktivnosti profila
ro: Contextul activității profilului

source: Profile fields settings
hr: Postavke polja profila
ro: Setările câmpurilor profilului

source: Profile fields settings for Social Profile module.
hr: Postavke polja profila za modul profila na Socialu.
ro: Setările câmpurilor profilului pentru modulul Social Profile.

source: Profile fields visibility
hr: Vidljivost polja profila
ro: Vizibilitatea câmpurilor profilului

source: Profile hero block
hr: Blok profila junaka
ro: Blocul secțiunii principale a profilului

source: Profile image
hr: Slika profila
ro: Imagine de profil

source: Profile large
hr: Profil velik
ro: Profil mare

source: Profile medium
hr: Profil srednji
ro: Profil mediu

source: Profile name
hr: Ime profila

source: Profile of @account
hr: Profil @account
ro: Profilul contului @account

source: Profile of @name
hr: Profil korisnika @name
ro: Profilul @name

source: Profile of others
hr: Tuđi profil
ro: Profilul altor persoane

source: Profile organization tag
hr: Oznaka profila organizacije
ro: Eticheta de organizare a profilului

source: Profile privacy data has been processed for the following users: @list
hr: Podaci o privatnosti profila obrađeni su za sljedeće korisnike: @list
ro: Datele de confidențialitate ale profilului au fost procesate pentru următorii utilizatori: @list

source: Profile settings
hr: Postavke profila

source: Profile small
hr: Profil mali
ro: Profil mic

source: Profile statistic block
hr: Blok statistike profila
ro: Blocul statistic al profilului

source: Profile tag
hr: Oznaka profila
ro: Eticheta profilului

source: Promoted to front page
hr: Promovirano na naslovnici
ro: Promovat pe prima pagină

source: Provide Search API configuration and Search Views.
hr: Omogući konfiguraciju API-ja za pretraživanje i pregled pretraživanja.
ro: Furnizează configurația API-ului de căutare și vizualizările de căutare.

source: Provide a correct sort alias
hr: Upiši ispravan alias sortiranja
ro: Furnizează un alias de sortare corect

source: Provide a link to close the report
hr: Stvori poveznicu za zatvaranje prijave
ro: Furnizează un link pentru închiderea raportului

source: Provide basic pages content type for your static content, such as an About us page.
hr: Omogući vrstu sadržaja osnovnih stranica za svoj statični sadržaj, kao što je stranica O nama.
ro: Furnizează tipul de conținut de pagini de bază pentru conținutul tău static, cum ar fi o pagină Despre noi.

source: Provide follow functionality for the social_tagging vocabulary and create activities related to followed tag.
hr: Omogući funkciju praćenja za rječnik social_tagging i kreiraj aktivnosti povezane s oznakom koju pratiš.
ro: Oferă funcționalitate de urmărire pentru vocabularul social_tagging și creează activități legate de eticheta urmărită.

source: Provide mentions feature for Open Social.
hr: Omogući značajku spominjanja za Open Social.
ro: Furnizează funcția de menționare pentru Open Social.

source: Provide textual block with some link.
hr: Navedi tekstualni blok s poveznicom.
ro: Furnizează un bloc de text cu un link.

source: Provide the possibility to add the Follow tag block on the landing pages.
hr: Omogući dodavanje bloka oznake Prati na odredišne stranice.
ro: Oferă posibilitatea de a adăuga blocul Urmărește eticheta pe paginile de destinație.

source: Provides "Custom content list block" paragraphs type for landing pages.
hr: Omogućava vrstu paragrafa "Prilagođeni blok popisa sadržaja" za odredišne stranice.
ro: Oferă tip de paragrafe „Bloc listă de conținut personalizat” pentru paginile de destinație.

source: Provides "Featured Content" paragraphs type for landing pages.
hr: Omogućava vrstu paragrafa "Istaknuti sadržaj" za odredišne stranice.
ro: Oferă tip de paragrafe „Conținut recomandat” pentru paginile de destinație.

source: Provides "Follow Content" flag type and related functionality.
hr: Omogućava vrstu oznake "Prati sadržaj" i povezane funkcionalnosti.
ro: Oferă tipul de semnalizare „Urmărește conținutul” și funcționalitatea aferentă.

source: Provides "Follow Term" flag type and related functionality.
hr: Pruža vrstu oznake "Prati pojam" i povezane funkcionalnosti.
ro: Oferă tipul de semnalizare „Urmărește termenul” și funcționalitatea aferentă.

source: Provides Album content type and related configuration.
hr: Omogućava vrstu sadržaja albuma i povezanu konfiguraciju.
ro: Oferă tipul de conținut al albumului și configurația aferentă.

source: Provides Event content type and related configuration.
hr: Omogućava vrstu sadržaja događaja i povezanu konfiguraciju.
ro: Oferă tipul de conținut al evenimentului și configurația aferentă.
