Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: Provides Group Invite member feature.
hr: Omogućava značajku pozivanja članova u grupu.
ro: Oferă opțiunea de a invita un membru la acest grup.

source: Provides Group feature.
hr: Omogućava značajku grupe.
ro: Oferă opțiunea de grup.

source: Provides Like voting functionality for Open Social.
hr: Pruža funkciju glasovanja lajkom za Open Social.
ro: Oferă funcționalitate de vot Apreciază pentru Open Social.

source: Provides Post functionality for Open Social.
hr: Omogućava funkciju objave za Open Social.
ro: Oferă funcționalitatea Postează pentru Open Social.

source: Provides Profile Organization Tag field and vocabulary
hr: Omogućava polje oznake organizacije profila i rječnik
ro: Oferă funcționalitatea de organizare a profilului după câmpul etichetă și vocabular

source: Provides Topic content type and related configuration.
hr: Omogućava vrstu sadržaja teme i povezanu konfiguraciju.
ro: Oferă tipul de conținut al Postării și configurația aferentă.

source: Provides User related configuration.
hr: Omogućava konfiguraciju vezanu za korisnika.
ro: Oferă o configurație legată de utilizator.

source: Provides a Secret Group featured view mode for use on landing pages.
hr: Omogućava način prikaza tajne grupe za korištenje na odredišnim stranicama.
ro: Oferă un mod de vizualizare prezentat în grup secret pentru utilizare pe paginile de destinație.

source: Provides a book featured view mode for use on landing pages.
hr: Omogućava način prikaza knjige za korištenje na odredišnim stranicama.
ro: Oferă un mod de vizualizare book pentru utilizare pe paginile de destinație.

source: Provides a content block for events.
hr: Omogućava blok sadržaja za događaje.
ro: Oferă un bloc de conținut pentru evenimente.

source: Provides a content block for groups.
hr: Omogućava blok sadržaja za grupe.
ro: Oferă un bloc de conținut pentru grupurii.

source: Provides a flexible Group feature allowing members to configure the group to their liking.
hr: Omogućava fleksibilnu značajku grupe koja članovima daje da konfiguriraju grupu po svom ukusu.
ro: Oferă o caracteristică de grup flexibilă care permite membrilor să configureze grupul după bunul lor plac.

source: Provides a flexible Group featured view mode for use on landing pages.
hr: Omogućava fleksibilan način prikaza grupe za korištenje na odredišnim stranicama.
ro: Oferă un mod de vizualizare flexibil pentru grup, utilizat pentru paginile de destinație.

source: Provides a shared paragraphs type for landing pages and dashboards.
hr: Omogućava dijeljenu vrstu paragrafa za odredišne stranice i nadzorne ploče.
ro: Oferă un tip de paragrafe partajate pentru pagini de destinație și tablouri de bord.

source: Provides ability to enroll to an event without having to create an account.
hr: Omogućava mogućnost prijave na događaj bez potrebe za kreiranjem računa.
ro: Oferă posibilitatea de a te înscrie la un eveniment fără să fie necesară crearea unui cont.

source: Provides ability to invite enroll to an event.
hr: Omogućava pozivanje na upis na događaj.
ro: Oferă posibilitatea de a invita să se înscrie la un eveniment.

source: Provides ability to set visibility of profile fields
hr: Omogućava postavljanje vidljivosti polja profila
ro: Oferă posibilitatea de a seta vizibilitatea câmpurilor profilului

source: Provides ability to upload files in comments
hr: Omogućava postavljanje datoteka u komentarima
ro: Oferă abilitatea de a încărca fișiere în comentarii

source: Provides activity stream for Open Social.
hr: Omogućava tok aktivnosti za Open Social.
ro: Oferă flux de activitate pentru Open Social.

source: Provides an alternative frontpage option for authenticated users via redirect.
hr: Omogućava alternativnu opciju naslovnice za prijavljene korisnike putem preusmjeravanja.
ro: Oferă o opțiune de pagină alternativă pentru utilizatorii autentificați prin redirecționare.

source: Provides an new post type bundle.
hr: Omogućava novi skup vrste objave.
ro: Oferă un nou pachet de tipuri de postări.

source: Provides and event types taxonomy for the event content type.
hr: Omogućava taksonomiju i tipove događaja za vrstu sadržaja događaja.
ro: Oferă o taxonomie a tipurilor de evenimente pentru tipurile conținutului evenimentelor.

source: Provides block based on the "Powered by Drupal" block from Drupal core.
hr: Omogućava blok temeljen na bloku "Pokreće Drupal" iz Drupal jezgre.
ro: Oferă un bloc bazat pe blocul "Susținut de Drupal" din baza Drupal.

source: Provides book feature.
hr: Omogućava značajku knjige.
ro: Oferă opțiunea de book

source: Provides core components required by other features.
hr: Omogućava osnovne komponente potrebne za druge značajke.
ro: Oferă componente de bază cerute de alte caracteristici.

source: Provides core functionality around Nodes.
hr: Omogućava osnovnu funkcionalnost oko unosa.
ro: Oferă funcționalități de bază în jurul nodurilor.

source: Provides data about image fields and media sources.
hr: Omogućava podatke o poljima slike i medijskim izvorima.
ro: Oferă date despre câmpurile de imagine și sursele media.

source: Provides demo content.
hr: Omogućava demo sadržaj.
ro: Oferă conținut demonstrativ

source: Provides filters for activity streams used for example on landing pages, it allows you to filter by taxonomy terms.
hr: Omogućava filtre za tokove aktivnosti koji se koriste na primjer na odredišnim stranicama, omogućuje filtriranje prema taksonomskim pojmovima.
ro: Oferă filtre pentru fluxurile de activitate utilizate de exemplu pe paginile de destinație, permite filtrarea după termeni de taxonomie.

source: Provides hiding fields on a per profile_type basis
hr: Omogućava polja za skrivanje na temelju profile_type
ro: Oferă câmpuri de ascundere pe bază de profile_type

source: Provides landing page content type for dynamic content, such as a home page.
hr: Omogućava vrstu sadržaja odredišne stranice za dinamični sadržaj, kao što je početna stranica.
ro: Oferă tip de conținut al paginii de destinație pentru conținut dinamic, cum ar fi o pagină de pornire.

source: Provides links to perform post operations.
hr: Omogućava veze za obavljanje operacija vezanih za objave.
ro: Oferă linkuri pentru efectuarea operațiilor de postare.

source: Provides profile notes that can created by Managers
hr: Omogućava bilješke o profilu koje mogu kreirati upravitelji
ro: Oferă note de profil care pot fi create de administratori

source: Provides sharing of content to social media.
hr: Omogućava dijeljenje sadržaja na društvenim mrežama.
ro: Oferă partajarea conținutului pe rețelele sociale.

source: Provides site editor components.
hr: Omogućava komponente za uređivanje stranice.
ro: Oferă componente editor de site-uri.

source: Provides the React library for use by other modules. This module should not be enabled on its own. Other modules that require React should not load React themselves but instead depend on this module. The libraries in those modules should depend on the React library contained in this module to ensure React is properly loaded.
hr: Omogućava React biblioteku za korištenje u drugim modulima. Ovaj modul ne bi trebao biti omogućen sam. Ostali moduli koji zahtijevaju React ne bi trebali sami učitavati React, već ovise o ovom modulu. Knjižnice u tim modulima trebale bi ovisiti o React biblioteci sadržanoj u ovom modulu kako bi se osiguralo da je React ispravno učitan.
ro: Oferă biblioteca React pentru utilizare de către alte module. Acest modul nu ar trebui să fie activat singur. Alte module care necesită React nu trebuie să se încarce React ele însele, ci depind de acest modul. Bibliotecile din aceste module ar trebui să depindă de biblioteca React conținută în acest modul pentru a se asigura că React este încărcat corespunzător.

source: Provides the ability to add Open Social events to the third party calendars
hr: Omogućava dodavanja Open Social događaja u kalendare trećih strana
ro: Oferă posibilitatea de a adăuga evenimente Open Social la calendarele terților

source: Provides the ability to report inappropriate content.
hr: Omogućava prijavu neprikladnog sadržaja.
ro: Oferă posibilitatea de a raporta conținut neadecvat.

source: Provides the ability to use the Album feature in a post.
hr: Omogućava korištenje značajke Album u objavi.
ro: Oferă posibilitatea de a utiliza funcția Album într-o postare.

source: Provides user profiles.
hr: Omogućava korisničke profile.
ro: Furnizează profilele utilizatorilor

source: Public
hr: Javno

source: Public - visible to everyone including people who are not a member
hr: Javno - vidljivo svima uključujući i osobe koje nisu članovi
ro: Public - vizibil tuturor inclusiv oamenilor care nu sunt membri

source: Public group
hr: Javna grupa
ro: Grup public

source: Public group: Group Invitation
hr: Javna grupa: poziv u grupu
ro: Grup public: Invitație în grup

source: Public group: Group membership
hr: Javna grupa: članstvo u grupi
ro: Grup public: Apartenența la grup

source: Public group: Group node (Album)
hr: Javna grupa: unos grupe (Album)
ro: Grup public: Nod al grupului (Album)

source: Publish status
hr: Objavi status
ro: Stadiul de publicare

source: Publish the selected comments
hr: Objavi odabrane komentare
ro: Publică comentariile selectate

source: Published
hr: Objavljeno
ro: Publicat

source: Published comments
hr: Objavljeni komentari

source: Published status
hr: Objavljeni status
ro: Statusul publicat

source: Publishing status
hr: Objava statusa
ro: Statusul publicării

source: Push notifications
hr: Push obavijesti
ro: Notificări

source: Query a list of events
hr: Zatraži listu događaja

source: Query a list of topics
hr: Zatraži listu tema

source: Query a list of users
hr: Zatraži popis korisnika
ro: Interoghează o listă de utilizatori

source: Queue List
hr: Red čekanja
ro: Listă în coadă

source: Queue Store Entity has is finished status.
hr: Entitet pohrane reda čekanja ima status završen.
ro: Entitatea de stocare în coadă s-a finalizat cu succes

source: Queue storage entity
hr: Entitet za pohranu reda čekanja
ro: Entitatea de stocare în coadă

source: Queue storage entity type
hr: Vrsta entiteta za pohranu reda čekanja
ro: Tipul entității de stocare în coadă

source: Queue storage entity type config
hr: Konfiguracija vrste entiteta za pohranu reda čekanja
ro: Configurarea tipului entității de stocare în coadă

source: Queue storage types
hr: Vrste pohrane u redu čekanja
ro: Tipurile de stocare în coadă

source: Re-indexed search to include demo content.
hr: Ponovno indeksirano pretraživanje radi uključivanja demo sadržaja.
ro: Căutare reindexată pentru a include conținut demonstrativ.

source: Read more
hr: Pročitaj više
ro: Citește mai mult

source: Read more about it
hr: Pročitaj više o tome

source: Read more about this
hr: Pročitaj više o tome
ro: Citește mai mult despre acest subiect

source: Read more link
hr: Poveznica Pročitaj više
ro: Citește mai mult link

source: Read more<span class="visually-hidden"> about @title</span>
hr: Pročitaj više<span class="visually-hidden"> o @title</span>
ro: Află mai multe<span class="visually-hidden"> despre @title</span>

source: Reason
hr: Razlog
ro: Motiv

source: Reason term for which an additional textfield is displayed.
hr: Pojam razloga za koji se prikazuje dodatno tekstualno polje.
ro: Termenul motiv pentru care este afișat un câmp de text suplimentar.

source: Reassign your groups to the super administrator.
hr: Ponovno dodijeli svoje grupe super administratoru.
ro: Reatribuie grupurile tale unui super administrator.

source: Recently created topics
hr: Nedavno kreirane teme
ro: Postări create recent

source: Recently joined groups
hr: Nedavno pridružene grupe
ro: Grupuri la care te-ai alăturat de curând

source: Recipient
hr: Primatelj
ro: Destinatar

source: Recipient (group)
hr: Primatelj (grupa)
ro: Destinatar (grup)

source: Recipient (user)
hr: Primatelj (korisnik)
ro: Destinatar (utilizator)

source: Recipient user
hr: Korisnik primatelj
ro: Utilizatorul destinatar

source: Recipient user entity display name
hr: Ime za prikaz korisničkog entiteta primatelja
ro: Numele afișat al entității utilizatorului destinatar

source: Recipient user url
hr: Url korisnika primatelja
ro: URL-ul utilizatorului destinatar

source: Recipients
hr: Primatelji
ro: Destinatari

source: Record, render and react to specified patterns within content.
hr: Snimi, renderiraj i reagiraj na određene obrasce unutar sadržaja.
ro: Înregistrează, redă și reacționează la tiparele specificate din conținut.

source: Recursive rendering detected when rendering entity @entity_type @entity_id. Aborting rendering.
hr: Rekurzivno generiranje otkriveno je prilikom generiranja entiteta @entity_type @entity_id. Prekidanje renderiranja.
ro: Redare recursivă detectată la randarea entității @entity_type @entity_id. Se oprește randarea.

source: Redir
hr: Preusmjeri
ro: Redirecționare

source: Redirect a comment view to its parent entity
hr: Preusmjeri prikaz komentara na njegov nadređeni entitet
ro: Redirecționează o vizualizare de comentariu către entitatea părinte

source: Redirect users to a destination while using a magic login link.
hr: Preusmjeri korisnike na odredište koristeći čarobnu poveznicu za prijavu.
ro: Redirecționează utilizatorii către o destinație în timp ce utilizează un link magic de autentificare.

source: Reduce
hr: Smanji

source: Reference
hr: Referenca
ro: Referință

source: Reference some block
hr: Referenca na blok
ro: Trimite către un bloc

source: Refresh interval in seconds
hr: Interval osvježavanja u sekundama
ro: Interval de reîmprospătare în secunde

source: Register Link
hr: Link za registraciju
ro: Link de înregistrare

source: Registered users are verified immediately
hr: Registrirani korisnici su odmah potvrđeni

source: Registration Date
hr: Datum registracije
ro: Data înregistrării

source: Registration date
hr: Datum registracije
ro: data înregistrării

source: Reject Membership
hr: Odbij članstvo
ro: Respingeți calitatea de membru

source: Reject membership request for the group @group_title
hr: Odbij zahtjev za članstvo u grupi @group_title
ro: Respingeți cererea de înregistrare pentru grupul @group_title

source: Related object
hr: Povezani objekt
ro: Obiect asociat

source: Relevance
hr: Relevantnost
ro: Relevanță

source: Remark
hr: Primjedba
ro: Observație

source: Remove
hr: Ukloni
ro: Elimină

source: Remove %name from %group
hr: Ukloni %name iz %group
ro: Șterge %name din %group

source: Remove Open Social Branding
hr: Ukloni Open Social Branding
ro: Șterge Open Social Branding

source: Remove a member
hr: Ukloni člana
ro: Șterge un membru

source: Remove a role from the selected users
hr: Ukloni ulogu označenim korisnicima
ro: Şterge un rol utilizatorilor selectaţi

source: Remove image
hr: Ukloni sliku
ro: Șterge o imagine

source: Remove invitation
hr: Ukloni pozivnicu
ro: Șterge invitația

source: Remove invitee from group: @group_name
hr: Ukloni pozvanu osobu iz grupe: @group_name
ro: Șterge invitatul din grup:@group_name

source: Remove member link
hr: Poveznica Ukloni člana

source: Remove members from a group
hr: Ukloni članove iz grupe
ro: Șterge membrii unui grup

source: Remove report
hr: Ukloni prijavu
ro: Șterge raport

source: Removing @count orphaned posts for deleted users
hr: Uklanjanje @count napuštenih objava za izbrisane korisnike
ro: Eliminarea de @count postări orfane pentru utilizatorii șterși

source: Render as link
hr: Renderiraj kao poveznicu
ro: Redă ca link

source: Replies for comments on posts are not allowed
hr: Odgovori na komentare na objave nisu dopušteni
ro: Răspunsurile pentru comentariile la postări nu sunt permise

source: Replies to comments deeper than 1 is not allowed
hr: Odgovori na komentare dublje od 1 nisu dopušteni
ro: Răspunsurile la firele de comentarii mai lungi de 1 nu sunt permise

source: Reply
hr: Odgovor
ro: Răspunde

source: Reply comment
hr: Odgovori na komentar
ro: Răspunde la comentariu

source: Reply to Comment
hr: Odgovori na komentar
ro: Răspunde la comentariu

source: Reply to private messages
hr: Odgovori na privatne poruke
ro: Răspunde la mesaj privat

source: Reply to this comment
hr: Odgovori na ovaj komentar

source: Reply to this message
hr: Odgovori na ovu poruku

source: Reply-to
hr: Adresa za odgovor
ro: Răspunde la

source: Report
hr: Prijavi
ro: Raportează

source: Report as inappropriate
hr: Prijavi kao neprikladno
ro: Raportează ca inadecvat

source: Report inappropriate comment
hr: Prijavi neprikladan komentar
ro: Raportează comentariul neadecvat

source: Report inappropriate nodes
hr: Prijavi neprikladne unose
ro: Raportează noduri neadecvate

source: Report inappropriate post
hr: Prijavi neprikladnu objavu
ro: Raportează postări neadecvate

source: Report overview
hr: Pregled prijave
ro: Prezentare generală a raportului

source: Report reasons
hr: Razlozi prijave
ro: Motivul raportării

source: Reported
hr: Prijavljeno
ro: Raportat

source: Reported content overview
hr: Pregled prikazanog sadržaja
ro: Prezentare generală a conținutului raportat

source: Reporter
hr: Prijavitelj
ro: Raportator

source: Reports
hr: Prijave
ro: Rapoarte

source: Request approved event enrollment
hr: Odobren zahtjev za upis na događaj
ro: Solicită aprobarea înscrierii la eveniment

source: Request date
hr: Datum zahtjeva
ro: Solicită data

source: Request enrollment in @label Event
hr: Zatraži upis na @label događaj
ro: Solicită înscrierea în evenimentul @label

source: Request event enrollment
hr: Zahtjev za upis na događaj
ro: Solicită înscrierea la eveniment

source: Request group membership
hr: Zahtjev za članstvo u grupi
ro: Solicită înscrierea în grup

source: Request membership
hr: Zahtjev za članstvo
ro: Solicită statutul de membru

source: Request message
hr: Zahtjev za poruku
ro: Solicită mesaje

source: Request only
hr: Samo na zahtjev
ro: Doar cu solicitare

source: Request or invite status
hr: Status zahtjeva ili poziva
ro: Statusul solicitării sau al invitației

source: Request page link.
hr: Poveznica na stranicu sa zahtjevom.
ro: Solicită linkul paginii

source: Request status
hr: Status zahtjeva
ro: Statusul solicitării

source: Request to enroll
hr: Zahtjev za upis
ro: Solicită înscrierea

source: Request to enroll - users can 'request to enroll' for this event which event organisers approve/decline
hr: Zahtjev za upis - korisnici mogu poslati 'zahtjev za upis' na ovaj događaj koji organizatori događaja odobravaju/odbijaju
ro: Solicită înscrierea - utilizatorii pot „solicita înscrierea” la acest eveniment pe care organizatorii evenimentului o pot aproba / refuza

source: Request to join
hr: Zahtjev za pridruženje
ro: Cerere de înscriere

source: Request to join - users can "request to join" this group which group managers approve/decline
hr: Zahtjev za pridruženje - korisnici mogu poslati "zahtjev za pridruženje" ovoj grupi koji upravitelji grupe odobravaju/odbijaju
ro: Solicită înscrierea - utilizatorii pot „solicita înscrierea” la acest grup pe care administratorii grupului o pot aproba / refuza

source: Request to join a group
hr: Zahtjev za pridruženje grupi
ro: Solicită înscrierea într-un grup

source: Requested on
hr: Datum zahtjeva
ro: Solicitat la

source: Require group types
hr: Zatraži vrstu grupe
ro: Solicită tipuri de grupuri

source: Reset
hr: Poništi
ro: Resetează

source: Reset password with <b>username</b> or <b>email</b>
hr: Promijeni lozinku s <b>korisničkim imenom</b> ili <b>e-poštom</b>
ro: Resetează parola cu <b> nume de utilizator </b> sau <b> e-mail </b>

source: Reset your password
hr: Promijeni lozinku
ro: Resetați parola

source: Restricted HTML
hr: Ograničeni HTML
ro: HTML limitat

source: Restricted Name
hr: Ograničeni naziv
ro: Nume restricționat

source: Retrieves a list of teas.
hr: Dohvaća popis čajeva.
ro: Preia o listă de teas

source: Returns the account identifier.
hr: Vraća identifikator računa.
ro: Returnează identificatorul contului.

source: Returns the client mutation id from a payload.
hr: Vraća ID mutacije klijenta iz korisničkog opterećenja.
ro: Returnează ID-ul mutației clientului dintr-o sarcină utilă.

source: Returns the cursor of an edge.
hr: Vraća pokazivač ruba.
ro: Returnează cursorul unei margini.

source: Returns the edges of a connection.
hr: Vraća rubove veze.
ro: Returnează marginile unei conexiuni.

source: Returns the node associated with an edge.
hr: Vraća čvor povezan s rubom.
ro: Returnează nodul asociat cu o margine.

source: Returns the nodes of a connection.
hr: Vraća unose veze.
ro: Returnează nodurile unei conexiuni.

source: Returns the page info of a connection.
hr: Vraća stranicu s informacijama o vezi.
ro: Returnează informațiile despre pagină ale unei conexiuni.

source: Returns the roles that a user has.
hr: Vraća uloge koje korisnik ima.
ro: Returnează rolurile pe care le are un utilizator.

source: Returns the status of the user.
hr: Vraća status korisnika.
ro: Returnează starea utilizatorului.

source: Returns the violations from a payload.
hr: Vraća kršenja iz korisničkog opterećenja.
ro: Returnează încălcările dintr-o sarcină utilă.

source: Reverse
hr: Poništi
ro: Inversează

source: Review Open Social
hr: Pregled Open Social

source: Role
hr: Uloga
ro: Rol

source: Roles
hr: Uloge
ro: Roluri

source: Save
hr: Spremi
ro: Salvare

source: Save Mentions Type
hr: Spremi vrstu spominjanja
ro: Salvează tipul mențiunilor

source: Save and continue
hr: Spremi i nastavi
ro: Salvează şi continuă

source: Save configuration
hr: Spremi postavke
ro: Salvează configuraţia

source: Saved the %label Activity.
hr: Spremljena %label aktivnost.
ro: A fost salvată activitatea %label

source: Saved the %label Event enrollment.
hr: Spremljena %label prijava na događaj.
ro: A fost salvată înscrierea în evenimentul %label

source: Saved the %label Font.
hr: Spremljen %label font.
ro: A fost salvat fontul %label

source: Saved the %label Post type.
hr: Spremljena %label vrsta objave.
ro: A fost salvat tipul de postare %label

source: Saved the %label Queue storage entity type.
hr: Spremljena %label vrsta entiteta za pohranu reda čekanja.
ro: A fost salvată entitatea de stocare în coadă de tipul %label

source: Saved the %label Queue storage entity.
hr: Spremljen %label entitet za pohranu reda čekanja.
ro: A fost salvată entitatea de stocare în coadă %label

source: Say something about these image(s)
hr: Reci nešto o ovoj/im slici/kama
ro: Spune ceva legat de această/aceste imagine/imagini

source: Say something to the Community
hr: Reci nešto zajednici
ro: Lasă un comentariu în Comunitate

source: Say something to the group
hr: Reci nešto grupi
ro: Lasă un comentariu

source: Search
hr: Pretraga
ro: Căutare

source: Search API date
hr: Datum pretrage API-ja
ro: Caută date API

source: Search All
hr: Pretraži sve
ro: Caută în toate

source: Search Content
hr: Pretraži sadržaj
ro: Caută în conținut

source: Search Groups
hr: Pretraži grupe
ro: Caută în grupuri

source: Search Index
hr: Pretraži indeks
ro: Caută index

source: Search Users
hr: Pretraži korisnike
ro: Caută utilizatori

source: Search content
hr: Pretraži sadržaj
ro: Caută conținut

source: Search content block
hr: Blok pretrage sadržaja
ro: Caută un bloc de conținut

source: Search hero block
hr: Blok pretrage junaka
ro: Caută în secțiunea principală

source: Search index disabled
hr: Onemogućeno pretraživanje indeksa
ro: Căutare index dezactivată

source: Search index enabled
hr: Omogućeno pretraživanje indeksa
ro: Căutare index activată

source: Search index exists
hr: Indeks pretraživanja postoji
ro: Căutarea indexului există

source: Search navbar block
hr: Blok navigacijske trake pretraživanja
ro: Blocul navbar de căutare

source: Search users
hr: Pretraži korisnike
ro: Caută utilizatori

source: Secondary
hr: Sekundarno
ro: Secundar

source: Secondary tabs
hr: Sekundarne oznake
ro: Taburi secundare

source: Secret group
hr: Tajna grupa
ro: Grup secret
