Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: Filter on activities for the personalised homepage.
hr: Filter aktivnosti za personaliziranu početnu stranicu.
ro: Filtrează activitățile pentru pagina de pornire personalizată.

source: Filters
hr: Filteri
ro: Filtre

source: Filters for date used in Open Social
hr: Filtri za datum koji se koriste u Open Socialu
ro: Filtre pentru date utilizate în Open Social

source: Find and manage content
hr: Pronađi sadržaj i upravljaj njime
ro: Găsire şi administrare conţinut

source: Find and manage content.
hr: Pretraga i upravljanje sadržajem.
ro: Găsire şi administrare conţinut.

source: Find and manage people interacting with your site.
hr: Pronađi i upravljaj korisnicima svoje stranice.
ro: Identificați și administrați utilizatorii sitului dumneavoastră.

source: Find people by name
hr: Pronađi ljude po imenu
ro: Găsește oameni după nume

source: Find people by name or email address
hr: Pronađi ljude po imenu ili adresi e-pošte
ro: Găsește oameni după nume sau adresă de email

source: Finished
hr: Završeno
ro: Terminat

source: First
hr: Prvi
ro: Primul

source: First and last name or username, depends on settings.
hr: Ime i prezime ili korisničko ime, ovisno o postavkama.
ro: Numele și prenumele sau numele de utilizator, în funcție de setări.

source: First name
hr: Ime
ro: Prenume

source: Flags
hr: Zastavice
ro: Marcaje

source: Flat style
hr: Ravni stil
ro: Stil plat

source: Flexible group
hr: Fleksibilna grupa
ro: Grup flexibil

source: Flexible group: Group Invitation
hr: Fleksibilna grupa: poziv u grupu
ro: Grup flexibil: Invitație în grup

source: Flexible group: Group membership
hr: Fleksibilna grupa: članstvo u grupi
ro: Grup flexibil: Apartenența la grup

source: Flexible group: Group membership request
hr: Fleksibilna grupa: zahtjev za članstvom u grupi
ro: Grup flexibil: Cerere de înscriere în grup

source: Flexible group: Group node (Album)
hr: Fleksibilna grupa: Grupni unos (Album)
ro: Grup flexibil: Nod de grup (Album)

source: Flood Control Settings
hr: Postavke kontrole poplava
ro: Setările de control de flux

source: Flood control limit
hr: Granica kontrole poplava
ro: Limită de control de flux

source: Flood control window
hr: Prozor za kontrolu poplava
ro: Fereastră de control de flux

source: Flood settings
hr: Postavke poplave
ro: Setări de flux

source: Flush profile data
hr: Izbriši podatke profila
ro: Șterge datele profilului

source: Flush profile fields
hr: Izbriši polja profila
ro: Șterge câmpurile profilului

source: Flush profile.
hr: Izbriši profil.
ro: Șterge profilul.

source: Flushing profiles.
hr: Brisanje profila.
ro: Șterge profile.

source: Follow
hr: Prati
ro: Urmărește

source: Follow content
hr: Prati sadržaj
ro: Urmărește conținutul

source: Follow tag
hr: Prati oznaku
ro: Urmărește eticheta

source: Follow tags
hr: Prati oznake

source: Follow term
hr: Prati termin
ro: Urmărește termenul

source: Followers
hr: Pratitelji
ro: Urmăritori

source: Following
hr: Prati
ro: Urmărește

source: Following content activity context
hr: Kontekst aktivnosti praćenja sadržaja
ro: Urmărește contextul activității conținutului

source: Following tag activity context
hr: Kontekst aktivnosti praćenja oznake
ro: Urmărește contextul activității etichetei

source: Following tags
hr: Prati oznake
ro: Etichetele pe care le urmăreși

source: Following taxonomy activity context
hr: Kontekst aktivnosti praćenja taksonomije
ro: Urmărește contextul activității taxonomiei

source: Font ID
hr: ID fonta
ro: ID Font

source: Font list
hr: Popis fontova
ro: Listă font

source: Font settings
hr: Postavke fonta
ro: Setări Font

source: Fonts
hr: Fontovi
ro: Fonturi

source: Footer
hr: Podnožje
ro: Subsol

source: Footer block settings
hr: Postavke bloka podnožja
ro: Setări bloc de subsol

source: Footer markup
hr: Označavanje podnožja
ro: Marcaj subsol

source: Footer region
hr: Područje podnožja
ro: Regiunea subsolului

source: Footer region to put the JS in.
hr: Podnožje u koje treba staviti JS.
ro: Regiunea subsolului în care vei pune JS.

source: For each email notification below, you can choose to turn it off, receive it immediately or in a daily or weekly digest. Email notifications will only be sent when you are not active in the platform.
hr: Za svaku obavijest e-poštom možeš odabrati da je isključiš, primiš odmah ili u dnevnom ili tjednom sažetku. Obavijesti e-poštom bit će poslane samo kada nisi aktivan/na na platformi.
ro: Pentru fiecare notificare prin e-mail de mai jos, poți alege să o dezactivezi, să o primești imediat sau să primești un rezumat zilnic sau săptămânal. Notificările prin e-mail vor fi trimise numai atunci când nu ești activ pe platformă.

source: For upcoming events sort ASC by start date and for passed events change order to DESC.
hr: Za predstojeće događaje sortiraj uzlazno prema datumu početka, a za prošle događaje promijeni redoslijed u silazno.
ro: Pentru evenimentele viitoare sortează ASC după data de începere și pentru evenimentele trecute schimbă ordinea la DESC.

source: For which group type a user should be added to the group when enrolling for an event.
hr: Za koju vrstu grupe korisnika treba dodati u grupu prilikom upisa na događaj.
ro: Pentru ce tip de grup ar trebui adăugat un utilizator la grup atunci când se înscrie la un eveniment.

source: For which group type the invite feature is turned on.
hr: Za koju vrstu grupe je uključena mogućnost poziva.
ro: Pentru ce tip de grup este activată funcția de invitare.

source: Forces the given body text to be HTML.
hr: Obvezuje zadani tekst tijela da bude HTML.
ro: Forțează textul corpului dat să fie HTML.

source: Forgot password?
hr: Zaboravljena lozinka?
ro: Ai uitat parola?

source: Full HTML
hr: Potpuni HTML
ro: HTML complet

source: Function
hr: Funkcija
ro: Funcţie

source: Function and organization
hr: Funkcija i organizacija
ro: Funcția și organizația din care faci parte

source: Further specify how the content should be selected
hr: Dodatno odredi kako bi se sadržaj trebao odabrati
ro: Specifică în continuare modul în care trebuie selectat conținutul

source: Future Events
hr: Budući događaji
ro: Evenimente viitoare

source: General configuration
hr: Općenita konfiguracija
ro: Configurare generală

source: Generate demo content and users
hr: Generiraj demo sadržaj i korisnike
ro: Generează conținut demo și utilizatori

source: Generated %num %demo_description.
hr: Generirano %num %demo_description.
ro: Generează %num %demo_description.

source: Generic file with download count
hr: Generička datoteka s brojem preuzimanja
ro: Fișier generic cu numărarea descărcărilor

source: Get the mentioned user
hr: Odaberi spomenutog korisnika
ro: Obține utilizatorul menționat

source: Give a title that will appear when hovering over this link.
hr: Dodijeli naslov koji će se pojaviti prilikom prelaženja pokazivačem preko ove poveznice.
ro: Dă un titlu care va apărea atunci când treci cu mouse-ul peste acest link.

source: Go to album
hr: Idi na album
ro: Mergi la album

source: Granularity
hr: Zrnatost

source: Group
hr: Grupa
ro: Grup

source: Group Admin
hr: Admin grupe
ro: Administratorul Grupului

source: Group Albums Overview Page
hr: Pregled grupnih albuma
ro: Pagina de prezentare generală a albumelor de grup

source: Group Content
hr: Sadržaj grupe
ro: Conținut de grup

source: Group Core Comments support
hr: Podrška za komentare u grupi
ro: Suport pentru comentarii de bază ale grupului

source: Group Events
hr: Događaji u grupi
ro: Evenimentele grupului

source: Group Image
hr: Slika grupe
ro: Imaginea grupului

source: Group Information
hr: Informacije o grupi
ro: Informațiile grupului

source: Group Manage Members
hr: Upravljaj članovima grupe
ro: Gestionează membrii grupului

source: Group Manager
hr: Upravitelj grupe
ro: Gestionarea Grupului

source: Group Managers
hr: Upravitelji grupa
ro: Administratorii grupului

source: Group Managers Only
hr: Samo voditelji grupa
ro: Doar administratorii grupului

source: Group Members
hr: Članovi grupe
ro: Membrii Grupului

source: Group Quickjoin settings
hr: Postavke brzog pridruživanja grupi
ro: Setările Quickjoin ale grupului

source: Group Stream
hr: Tok grupe
ro: Fluxul grupului

source: Group Tags
hr: Oznake grupe
ro: Etichetele grupului

source: Group Topics
hr: Teme u grupi
ro: Postări din grup

source: Group Type
hr: Vrsta grupe
ro: Tipul grupului

source: Group Visibility
hr: Vidljivost grupe
ro: Vizibilitatea grupului

source: Group activity context
hr: Kontekst aktivnosti u grupi
ro: Contextul activității grupului

source: Group add block
hr: Blok Dodaj u grupu
ro: Bloc adăugare grup

source: Group add book block
hr: Blok Dodaj knjigu u grupu
ro: Bloc adăugare carte grup

source: Group add event block
hr: Blok Dodaj događaj u grupu
ro: Bloc adăugare eveniment grup

source: Group add topic block
hr: Blok Dodaj temu u grupu
ro: Bloc grup de adăugare postare

source: Group album creation page title
hr: Naslov stranice za kreiranje albuma u grupi
ro: Titlul paginii creării albumului în grup

source: Group albums
hr: Albumi u grupi
ro: Albumele grupului

source: Group content Content
hr: Sadržaj u grupi
ro: Conținut grup conținut

source: Group content User
hr: Korisnik sadržaja u grupi
ro: Utilizator grup conținut

source: Group content in my group activity context
hr: Sadržaj u grupi u mom kontekstu aktivnosti u grupi
ro: Conținutul grupului în contextul activității mele de grup

source: Group content visibility
hr: Vidljivost sadržaja u grupi
ro: Vizibilitatea conținutului grupului

source: Group content visibility options
hr: Opcije vidljivosti sadržaja u grupi
ro: Opțiuni vizibilitate conținut grup

source: Group content: event
hr: Sadržaj grupe: događaj
ro: Conținut grup: eveniment

source: Group content: topic
hr: Sadržaj grupe: tema
ro: Conținut grup: postare

source: Group destination
hr: Odredište grupe
ro: Destinația grupului

source: Group hero block
hr: Blok heroja grupe
ro: Blocul eroului de grup

source: Group invitations
hr: Pozivi u grupu
ro: Invitațiile grupului

source: Group invite settings
hr: Postavke poziva u grupu
ro: Setările invitațiilor grupului

source: Group invites
hr: Pozivi u grupu
ro: Invitațiile grupului

source: Group invites (@count)
hr: Pozivi u grupu (@count)
ro: Invitațiile grupului (@count)

source: Group manager
hr: Upravitelj grupe
ro: Administrator grup

source: Group managers
hr: Voditelji grupa
ro: Administratori grup

source: Group managers only
hr: Samo za upravitelje grupa

source: Group members
hr: Članovi grupe
ro: Membri grupului

source: Group members landing tab
hr: Odredišna kartica za članove grupe
ro: Pagina-destinație pentru membrii grupului

source: Group members only
hr: Samo članovi grupe
ro: Doar membrii grupului

source: Group members only (Secret)
hr: Samo članovi grupe (tajno)
ro: Doar membrii grupului (Secret)

source: Group members only (secret)
hr: Samo članovi grupe (tajno)
ro: Doar membrii grupului (secret)

source: Group membership invite notification
hr: Obavijest o pozivu za članstvo u grupi
ro: Notificare de invitație la apartenența la grup

source: Group membership request
hr: Zahtjev za članstvo u grupi

source: Group memberships
hr: Članstva u grupama
ro: Apartenențe la grup

source: Group memberships (specified)
hr: Članstva u grupama (navedeno)
ro: Apartenențe la grup (specificate)

source: Group overview
hr: Pregled grupe

source: Group pending members
hr: Članovi grupe na čekanju

source: Group permissions
hr: Dopuštenja u grupi
ro: Permisiuni grup

source: Group roles
hr: Uloge u grupi
ro: Roluri grup

source: Group selection
hr: Odabir grupe
ro: Selecție grup

source: Group settings
hr: Postavke grupe
ro: Setări grup

source: Group statistic block
hr: Blok statistike grupe
ro: Blocul de statistică a grupului

source: Group type
hr: Vrsta grupe
ro: Tip de grup

source: Group types
hr: Vrste grupe
ro: Tipuri de grup

source: Group visibility
hr: Vidljivost grupe
ro: Vizibilitate grup

source: Groups
hr: Grupe
ro: Grupuri

source: Groups created
hr: Kreirane grupe
ro: Grupuri create

source: Groups title
hr: Naziv grupe
ro: Denumiri grupuri

source: Groups url
hr: URL grupe
ro: URL-uri grupuri

source: Guest
hr: Gost
ro: Invitat

source: Guest enrollments
hr: Upisi gostiju
ro: Înscrieri invitați

source: Have an account already? @link
hr: Već imaš račun? @link
ro: Ai deja un cont? @link

source: Header
hr: Zaglavlje
ro: Cap

source: Header image for Landing Page Hero section.
hr: Slika zaglavlja za odjeljak odredišne stranice Junaka.
ro: Imagine antet pentru secțiunea Hero Land Page.

source: Header image for Landing Page Hero small section.
hr: Slika zaglavlja za mali dio odredišne stranice Junaka.
ro: Imagine antet pentru secțiunea mică Landing Page Hero.

source: Header image in the AN hero region
hr: Slika zaglavlja u AN regiji junaka
ro: Imagine antet în regiunea principală AN

source: Header image in the hero region
hr: Slika zaglavlja u regiji junaka
ro: Imagine antet în regiunea principală

source: Header markup
hr: Oznake zaglavlja
ro: Marcaj antet

source: Help
hr: Pomoć
ro: Ajutor

source: Helper
hr: Pomagač
ro: Ajutor

source: Hero
hr: Junak
ro: Erou

source: Hero AN
hr: AN junak
ro: Erou AN

source: Hero Landing
hr: Odredišna stranica Junaka
ro: Pagina de pornire a secțiunii principale

source: Hero Small Landing
hr: Mala odredišna stranica Junaka
ro: Pagina de pornire mică a secțiunii principale

source: Hero block with a call to action (for example on the AN homepage)
hr: Blok heroja s pozivom na akciju (na primjer na AN početnoj stranici)
ro: Blocul secțiunii prinicpale cu un apel de acțiune (de exemplu pe pagina de pornire AN)

source: Hero call to action block
hr: Blok poziva na akciju junaka
ro: Blocul apel la acțiune pe secțiunea principală

source: Hero image
hr: Slika junaka
ro: Imaginea hero

source: Hero small
hr: Junak mali
ro: Hero mică

source: Hi <strong>@display_name</strong>
hr: Bok <strong>@display_name</strong>
ro: Bună <strong>@display_name</strong>

source: Hide
hr: Sakrij
ro: Ascundere

source: Hide for others
hr: Sakrij za druge
ro: Ascunde pentru alte persoane

source: Home
hr: Početna
ro: Acasă

source: Homepage stream block
hr: Blok toka početne stranice
ro: Blocul fluxului paginii principlae

source: How can people join this group. Group managers can always add members directly, regardless of the chosen join method.
hr: Kako se ljudi mogu pridružiti ovoj grupi. Voditelji grupa uvijek mogu izravno dodati članove, bez obzira na odabranu metodu pridruživanja.
ro: Cum pot oamenii să se alăture acestui grup. Managerii de grup pot oricând să adauge membri direct, indiferent de metoda de asociere aleasă.

source: How many suggestions do you want to show when mentioning.
hr: Koliko prijedloga želiš prikazati kada nekoga spominješ.
ro: Câte sugestii dorești să afișezi atunci când se apelează la funcția de menționare.

source: IP limit
hr: IP ograničenje
ro: Limită IP

source: IP window
hr: IP prozor
ro: Fereastră IP

source: Icon
hr: Ikona
ro: Pictogramă

source: Identifier
hr: Identifikator
ro: Identificator

source: If enabled, event managers can allow users to send invitations to event.
hr: Ako je omogućeno, upravitelji grupa mogu dopustiti korisnicima slanje poziva na događaj.

source: If enabled, group managers can allow group members to send invitations to their group.
hr: Ako je omogućeno, upravitelji grupa mogu dopustiti članovima grupe slanje poziva u njihovu grupu.

source: If enabled, logged-in users are allowed to add the event to own calendar
hr: Ako je omogućeno, prijavljenim korisnicima dopušteno je dodati događaj u vlastiti kalendar
ro: Dacă este activat, utilizatorilor logați le este permis să adauge evenimentul în calendarul propriu

source: If enabled, user’s own time zone will be displayed after the event date and time.
hr: Ako je omogućeno, vremenska zona korisnika bit će prikazana nakon datuma i vremena događaja.
ro: Dacă este activat, fusul orar al utilizatorului va fi afișat după data și ora evenimentului.

source: If selected it will show a "all comments" link if there is at least 1 comment.
hr: Ako je odabrano, prikazat će se poveznica "svi komentari" ako postoji barem 1 komentar.
ro: Dacă este selectat, va apărea un link „toate comentariile” dacă există cel puțin 1 comentariu.

source: If you check this, validation is applied that verifies the users nickname is unique whenever they save their profile.
hr: Ako označiš ovo, primjenjuje se provjera valjanosti koja potvrđuje da je nadimak korisnika jedinstven kad god spremaju svoj profil.
ro: Dacă bifezi această opțiune, este aplicată o validare care se asigură că nickname-ul utilizatorului este unic de fiecare dată când acesta își salvează profilul.

source: Ignore an option on the setting page for creating groups.
hr: Zanemari opciju na stranici s postavkama za kreiranje grupa.
ro: Ignoră o opțiune în pagina de setări pentru crearea grupurilor.

source: Image
hr: Slika
ro: Imagine

source: Image field display format settings
hr: Postavke formata prikaza slike

source: Images
hr: Slike
ro: Imagini

source: Images posted in album %album
hr: Slike objavljene u albumu %album
ro: Imaginea este postată în albumul %album

source: Immediately
hr: Odmah
ro: Imediat

source: Implement defaults for the Metatag module
hr: Implementiraj zadane postavke za modul Metatag
ro: Implementează setări implicite pentru modulul Metatag

source: Implements group welcome message functionality.
hr: Implementira funkcionalnost poruke dobrodošlice u grupu.
ro: Implementează funcționalitatea mesajului de întâmpinare în grup.

source: Improved Theme Settings
hr: Poboljšane postavke teme
ro: Setări tematice îmbunătățite

source: In order to change the group type, please contact the content or site managers.
hr: Ako želiš promijeniti vrstu grupe, obrati se upraviteljima sadržaja ili stranice.
ro: Pentru a schimba tipul grupului, te rog să contactezi administratorii conținutului sau administratorii site-ului.

source: In order to change the group type, please contact the content or site managers.
hr: Ako želiš promijeniti vrstu grupe, obrati se upraviteljima sadržaja ili stranice.
ro: Pentru a schimba tipul grupului, te rugăm să contactezi administratorii conținutului sau administratorii site-ului.

source: In order to send your request, please first sign up or log in.
hr: Za slanje zahtjeva trebaš se prvo registrirati ili prijaviti.
ro: Pentru a trimite cererea, te rugăm să îți creezi un nou cont sau să te conectezi la contul tău.

source: Inappropriate content reported
hr: Prijavljen neprikladan sadržaj
ro: Conținut inadecvat raportat

source: Inbox
hr: Primljene poruke

source: Individual address field settings
hr: Postavke pojedinačnog polja adrese
ro: Setările câmpului de adresă individuală

source: Information
hr: Informacije
ro: Informații

source: Input Settings
hr: Postavke unosa
ro: Setările intrărilor

source: Install %module_name module.
hr: Instaliraj modul %module_name.
ro: Instalează modulul @module_name.

source: Install demo content
hr: Instaliraj demo sadržaj
ro: Instalează conținut demonstrativ

source: Install optional modules
hr: Instaliraj dodatne module
ro: Instalează module opționale

source: Installed socialblue theme and made this the default. Please check release notes.
hr: Tema socialblue instalirana i postavljena kao zadana. Provjeri bilješke o izdanju.
ro: A fost instalată tema socialblue și setată ca mod implicit. Te rugăm să verifici notele de lansare.

source: Installed the social_file_private module. Make sure to read: https://www.drupal.org/docs/8/distributions/open-social/private-files
hr: Modul social_file_private instaliran. Obavezno pročitaj: https://www.drupal.org/docs/8/distributions/open-social/private-files
ro: A fost instalat modulul social_file_private. Te rugăm să citești: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Integrate Data Policy module.
hr: Modul Integracija politike podataka.
ro: Integrează modulul politicii de date.

source: Integration with Ajax Comments.
hr: Integracija s Ajax komentarima.
ro: Integrare cu Ajax Comments.

source: Interests
hr: Interesi
ro: Pasiuni

source: Interface language
hr: Jezik sučelja
ro: Limba în care folosești Greenwire

source: Introduction
hr: Uvod
ro: Introducere

source: Invalid or expired
hr: Nevažeće ili isteklo
ro: Invalid sau expirat

source: Invitation only
hr: Samo uz pozivnicu
ro: Doar cu invitație

source: Invitation status
hr: Status poziva
ro: Status invitație

source: Invitations
hr: Pozivi
ro: Invitații

source: Invite date
hr: Datum poziva
ro: Data invitației

source: Invite event enrollment
hr: Poziv za upis na događaj
ro: Invitați înscrierea la eveniment

source: Invite only
hr: Samo uz poziv
ro: Doar invitație

source: Invite people
hr: Pozovi ljude
ro: Invită persoane

source: Invite users
hr: Pozovi korisnike
ro: Invită utilizatori

source: Invite(s) have been successfully sent.
hr: Pozivi su uspješno poslani.
ro: Invitația/invitațiile au fost trimise cu succes.

source: Invite-only
hr: Samo-uz-poziv
ro: Doar cu invitație

source: Invite-only - users can only enroll for this event if they are added/invited by event organisers
hr: Samo-uz-poziv - korisnici se mogu prijaviti na ovaj događaj samo ako ih je organizator događaja dodao/pozvao
ro: Doar utilizatorii cu invitație se pot înscrie la acest eveniment dacă sunt adăugați/invitați de organizatorii evenimentului

source: Invite-only - users can only join this group if they are added/invited by group managers
hr: Samo-uz-poziv - korisnici se mogu pridružiti ovoj grupi samo ako ih je upravitelj grupe dodao/pozvao
ro: Doar utilizatorii cu invitație se pot înscrie la acest grup dacă sunt adăugați/invitați de administratorii grupului

source: Invited
hr: Pozvan/a
ro: Invitat

source: Invited by
hr: Poziv šalje
ro: Invitat de către

source: Invited on
hr: Pozvan/a na
ro: Invitat pe data de

source: Invited to join a group
hr: Pozvan/a da se pridruži grupi
ro: Invitat să se alăture unui grup

source: Invited to join a group activity context
hr: Pozvan/a da se pridruži kontekstu aktivnosti u grupi
ro: Invitat să se alăture unui context de activitate de grup

source: Invited user.
hr: Pozvani korisnik.

source: Invites
hr: Pozivi
ro: Invitații

source: Invites Overview
hr: Pregled poziva
ro: Prezentare Generală a invitațiilor

source: Invites overview
hr: Pregled poziva
ro: Prezentare generală a invitațiilor

source: Inviting Members
hr: Pozivanje članova
ro: Se trimit invitații membrilor

source: Is the entity considered finished by the background task it was used in?
hr: Smatra li se da je entitet završen pozadinskim zadatkom u kojem je korišten?
ro: Este această enitate considerată terminată de către sarcina de fundal în care a fost utilizată?

source: It is not possible to change the group type of a secret group.
hr: Nije moguće promijeniti vrstu grupe za tajne grupe.
ro: Nu este posibil să se schimbe tipul de grup al unui grup secret.

source: It is strongly recommended to enable social_file_private module to make sure your file and image uploads on Open Social entities can not be accessed by unauthorized users. More info: https://www.drupal.org/docs/8/distributions/open-social/private-files
hr: Strogo se preporučuje omogućavanje modula social_file_private radi osiguranja da neovlašteni korisnici ne mogu pristupiti tvojim datotekama i slikama na entitetima Open Sociala. Više informacija: https://www.drupal.org/docs/8/distributions/open-social/private-files
ro: Este recomandat să activezi modulul social_file_private pentru a te asigura că încărcările de fișiere și imagini din entitățile Open Social nu pot fi accesate de utilizatori neautorizați. Mai multe informații: https://www.drupal.org/docs/8/distributions/open-social/private-files

source: Item
hr: Stavka
ro: Obiect

source: Items
hr: Stavke
ro: Articole
