Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on a post on your <a href="[message:recipient-user-url]">profile</a></p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a comentat la o postare pe profilul tău <a href="[message:recipient-user-url]"></a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on your [social_comment:commented_entity_link_html]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a comentat la [social_comment:commented_entity_link_html]</p> tău

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> commented on your [social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a comentat la [social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> created [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> with the tag(s) that you follow.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a creat [social_taxonomy:indefinite_article] [social_taxonomy:content_type] <a href="[message:field_message_related_object:entity:url:absolute]">[message:node-title]</a> cu tagul/tagurile pe care le urmărești.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> likes your [social_like:liked_entity_link_html]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> îi place [social_like:liked_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> likes your [social_like:liked_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> îi place [social_like:liked_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> on [social_mentions:commented_entity_link_html]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> te-a menționat în <a href="[message:field_message_related_object:entity:url:absolute]">comentariul</a> la [social_mentions:commented_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a>&nbsp;made on the [social_mentions:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> te-a menționat în <a href="[message:field_message_related_object:entity:url:absolute]">comentariul</a>&nbsp;postat la [social_mentions:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">post</a></p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> te-a menționat într-o <a href="[message:field_message_related_object:entity:url:absolute]">postare</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> mentioned you in a <a href="[message:field_message_related_object:entity:url:absolute]">post</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> te-a menționat într-o <a href="[message:field_message_related_object:entity:url:absolute]">postare</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your <a href="[message:recipient-user-url]">profile</a></p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a postat la <a href="[message:recipient-user-url]">profilul</a></p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> posted on your <a href="[message:recipient-user-url]">profile</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a postat la <a href="[message:recipient-user-url]">profilul</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> published [social_group:content_type] in the <a href="[message:gurl]">[message:gtitle]</a> group [message:count_groups_per_node] you are member of:</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a publicat [social_group:content_type] în <a href="[message:gurl]">[message:gtitle]</a> grupul [message:count_groups_per_node] din care faci parte:</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied on your <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> in [social_comment:commented_entity_link_html]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a răspuns la <a href="[message:field_message_related_object:entity:url:absolute]">comentariul tău</a> în [social_comment:commented_entity_link_html]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied on your <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> on the&nbsp;[social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a răspuns la <a href="[message:field_message_related_object:entity:url:absolute]">comentariul</a> la&nbsp;[social_comment:commented_entity_link_html]</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied to a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> in which you were&nbsp;mentioned.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a răspuns la un <a href="[message:field_message_related_object:entity:url:absolute]">comentariu</a> în care ai fost&nbsp;menționat.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> replied to a <a href="[message:field_message_related_object:entity:url:absolute]">comment</a> where you are mentioned</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a răspuns la un<a href="[message:field_message_related_object:entity:url:absolute]">comentariu</a> unde ești menționat(ă)</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reported <a href="[social_content_report:content_url]">content</a> as inappropriate</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a raportat postarea <a href="[social_content_report:content_url]"></a> ca fiind indecentă</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> reported <a href="[social_content_report:content_url]">content</a> as inappropriate</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a> a raportat postare <a href="[social_content_report:content_url]"></a> ca fiind indecentă</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>&nbsp;left a comment on a post in your <a href="[message:recipient-user-url]">profile stream</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:author:url:absolute]">[message:author:display-name]</a>&nbsp;a lăsat un comentariu la postarea ta de pe <a href="[message:recipient-user-url]">profilul tău</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> has requested to join your group&nbsp;<a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> a cerut acces să facă parte din grupul tău&nbsp;<a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> joined the <a href="[message:gurl]">[message:gtitle]</a> group</p>
ro: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> s-a alăturat grupului <a href="[message:gurl]">[message:gtitle]</a></p>

source: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> joined the <a href="[message:gurl]">[message:gtitle]</a> group</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[message:recipient-user:url:absolute]">[message:recipient-user:display-name]</a> s-a alăturat grupului <a href="[message:gurl]">[message:gtitle]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has enrolled to the event [social_event:event_iam_organizing] you are organizing</p>
ro: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> s-a înscris la evenimentul [social_event:event_iam_organizing] pe care îl organizezi</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has enrolled to the event [social_event:event_iam_organizing] you are organizing</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> s-a înscris la evenimentul [social_event:event_iam_organizing] pe care îl organizezi</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has requested enrollment to the event [social_event:event_iam_organizing] you are organizing</p>
ro: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> a solicitat înscrierea la evenimentul [social_event:event_iam_organizing] pe care îl organizezi</p>

source: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> has requested enrollment to the event [social_event:event_iam_organizing] you are organizing</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p><a href="[social_event:enrolled_event_url]">[social_event:enrolled_user]</a> a solicitat înscrierea la evenimentul [social_event:event_iam_organizing] pe care îl organizezi</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p>Hi,</p> <p>I would like to invite you to my event [social_event:event_iam_organizing] on [site:name].</p> <p>Kind regards,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]">See event</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ro: <p>Salutare,</p> <p>Aș dori să te invit la evenimentul [social_event:event_iam_organizing] de pe [site:name].</p> <p>Salutări,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:user_login_event_destination]">Vezi evenimentul</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Despre [site:name]</a></td> </tr> </tbody> </table>

source: <p>Hi,</p> <p>I would like to invite you to my group [message:gtitle] on [site:name].</p> <p>Kind regards,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]">Accept invite</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ro: <p>Salutare,</p> <p>Te invit la grupul făcut de mine [message:gtitle] on [site:name].</p> <p>Cele bune,<br /> [message:author:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[message:gurl]">Acceptă invitația</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Despre [site:name]</a></td> </tr> </tbody> </table>

source: <p>Hi,</p> <p>I would like to invite you to my event <strong>[node:title]</strong> on <strong>[site:name]</strong>.</p> <p>Kind regards, [user:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]">See event</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ro: <p>Salut,</p> <p>Aș dori să te invit la evenimentul meu <strong>[node:title]</strong> de pe <strong>[site:name]</strong>.</p> <p>Salutări, [user:display-name]</p> <table class="btn-wrap"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[social_event_invite:register_link]">Vezi evenimentul</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Despre [site:name]</a></td> </tr> </tbody> </table>

source: <p>You have been invited for the even [social_event:event_iam_organizing] by [message:author:display-name]</p>
ro: <p>Ai fost invitat la evenimentul [social_event:event_iam_organizing] de către [message:author:display-name]</p>

source: <p>You have been invited for the event [social_event:event_iam_organizing] by [message:author:display-name]</p>
ro: <p>Ai fost invitat la evenimentul [social_event:event_iam_organizing] de către [message:author:display-name]</p>

source: <p>You have been invited to join the group <a href="gurl]">[message:gtitle]</a></p>
ro: <p>Ai fost invitat să te alături grupului <a href="gurl]">[message:gtitle]</a></p>

source: <p>You have received a <a href="[message:pmt-url]">message</a> from <a href="[message:author:url:absolute]">[message:author:display-name]</a></p>
ro: <p>Ai primit un <a href="[message:pmt-url]">mesaj</a> de la <a href="[message:author:url:absolute]">[message:author:display-name]</a></p>

source: <p>You have received a <a href="[message:pmt-url]">message</a> from <a href="[message:author:url:absolute]">[message:author:display-name]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p>Ai primit un <a href="[message:pmt-url]">mesaj</a> de la <a href="[message:author:url:absolute]">[message:author:display-name]</a></p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: <p>Your membership request for the <a href="gurl]">[message:gtitle]</a> group has been approved</p>
ro: <p>Cererea ta de membru pentru grupul <a href="gurl]">[message:gtitle]</a> a fost aprobată</p>

source: <p>Your request to join the <a href="[message:gurl]">[message:gtitle]</a> group has been approved! You are now a member of the group and can start posting.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>
ro: <p>Solicitarea ta de a te alătura grupului <a href="[message:gurl]">[message:gtitle]</a> a fost aprobată! Acum faci parte din grup și poți începe să postezi.</p> <p>[message:preview]</p> <p>[message:cta_button]</p>

source: @count new member is enrolled to this event.
ro: @count membru nou este înscris la acest eveniment.

source: @count new member is enrolled to your event.
ro: @count membru nou este înscris la evenimentul tău.

source: @total person has enrolled @spots_left
ro: S-a înscris @total persoană @spots_left

source: @usernames is already enrolled, you can't add them again
ro: @usernames este deja înscris, nu mai poți adăuga această persoană

source: @usernames is already invited or enrolled, you can't invite them again
ro: @usernames este deja invitat sau înscris, nu poți invita din nou această persoană

source: A class instance containing user information.
ro: O instanță de clasă care conține informații despre utilizatori.

source: A/an article.
ro: Un articol.

source: Are you sure you want to "%action" the following enrollee?
ro: Sigur vrei să "%action" următorul membru înscris?

source: Are you sure you want to "%action" the following member?
ro: Sigur vrei să "%action" următorul membru?

source: Are you sure you want to send your email to the following enrollee?
ro: Sigur vrei să trimiți emailul tău următorului utilizator înscris?

source: Based on your @settings, the notification above is sent to you as a <strong>:frequency mail</strong>
ro: Pe baza @settings tale, notificarea de mai sus îți este trimisă ca <strong>:frequency mail</strong>

source: Check the reported contents
ro: Verifică conținutul raportat

source: Choose which group roles to assign to the member you selected
ro: Alege ce roluri vrei să atribui membrului selectat

source: Configure the email you want to send to the one enrollee you have selected.
ro: Configurează adresa de e-mail pe care dorești să o trimiți celui înscris pe care l-ai selectat.

source: Configure the email you want to send to the one member you have selected.
ro: Configurează adresa de e-mail pe care dorești să o trimiți membrului pe care l-ai selectat.

source: Event location
ro: Locația evenimentului

source: Generated 1 group tab aliases.
ro: S-au generat aliasuri de filă de grup 1.

source: Hi,<br /><br /> I would like to invite you to join my group [group:title] on [site:name].<br /><br />Kind regards,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]">View group</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ro: Hi,<br /><br /> Te invit sa te alături grupului meu [group:title] de pe [site:name].<br /><br />Salutări,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:register_link]">Vezi grupul</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Despre [site:name]</a></td> </tr> </tbody> </table>

source: Hi,<br /><br />I would like to invite you to join my group [group:title] on [site:name].<br /><br />Kind regards,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]">View group</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">About [site:name]</a></td> </tr> </tbody> </table>
ro: Hi,<br /><br />Te invit să te alături grupului meu [group:title] de pe [site:name].<br /><br />Salutări,<br />[current-user:display-name]<br /><br /><table class="btn-wrapp"> <tbody> <tr> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[group_content:my_invitations_link]">Vezi grupul</a></td> <td class="align-center"><a class="btn-link btn-link-bg btn-link-one" href="[site:url]">Despre[site:name]</a></td> </tr> </tbody> </table>

source: Master
ro: Expert

source: Most commented
ro: Cea mai comentată

source: Most liked
ro: Cea mai apreciată

source: Nationalities
ro: Naționalități

source: Nationality
ro: Naționalitate

source: One profile flushed.
ro: Un profil șters.

source: Outlook
ro: Perspectivă

source: Provides a content block for books.
ro: Oferă un bloc de conținut pentru cărți.

source: Provides a content block for pages.
ro: Oferă un bloc de conținut pentru pagini.

source: QueryConnection
ro: Interoghează conexiunea

source: Relevance (ascending)|Least relevant first Relevance (descending)|Most relevant first Created date (ascending)|Least recent first Created date (descending)|Most recent first Title (ascending)|A - Z Title (descending)|Z - A
ro: Relevanță (crescător)|Cel mai puțin relevant primul Relevanță (descrescător)|Cel mai relevant primul Data de creare (crescător)|Cel mai vechi primul Data de creare (descrescător)| Cel mai recent primul Titlu (crescător)|A - Z Titlu (descrescător)|Z - A

source: Social Advanced Queue
ro: Coadă avansată socială

source: Social Album
ro: Album Social

source: Social Book Content Block
ro: Bloc de conținut al cărții sociale

source: Social Demo
ro: Demo Social

source: Social Embed
ro: Încorporare Social

source: Social Font
ro: Font Social

source: Social GDPR
ro: GDPR Social

source: Social GraphQL
ro: GraphQL Social

source: Social Metatag
ro: Metatag Social

source: Social Page Content Block
ro: Bloc de conținut al paginii sociale

source: Social queue enhancements using the advanced queue modules.
ro: Îmbunătățiri ale cozii sociale utilizând modulele avansate de coadă.

source: Someone commented on your content
ro: Cineva a comentat la postarea ta

source: Someone reported content as inappropriate
ro: Cineva a raportat conținutul ca fiind neadecvat

source: Status
ro: Stare

source: The Job was not finished correctly, no error thrown.
ro: Jobul nu a fost finalizat corect, nu s-a produs nicio eroare.

source: The user information for a UserAwareInterface implementing type.
ro: Informațiile utilizatorului pentru un tip de implementare UserAwareInterface.

source: Topic types, Event types, Profile tags, Organization tags, Expertise and Interests can be added, removed or changed here.
ro: Tipuri de subiecte, tipuri de evenimente, etichete de profil, etichete de organizație, expertiză și interese pot fi adăugate, eliminate sau modificate aici.

source: User entity
ro: Entitate utilizator

source: User from data structure
ro: Utilizator din structura datelor

source: You have 1 pending invite <a href="@url">visit your invite overview</a> to see it.
ro: Ai o invitație în așteptare <a href="@url">vezi toate invitațiile</a> pentru a o putea vedea.

source: You have a new reply to a thread you were mentioned in
ro: Ai un răspuns nou la o postare în care ai fost menționat(ă)

source: You have received <strong>:count</strong> notification
ro: Ai primit <strong>:count</strong> notificare

source: You have received a new private message
ro: Ai primit un mesaj privat nou

source: Your email has been sent to 1 selected enrollee successfully
ro: Emailul tău a fost trimis cu succes către 1 membru înscris selectat
