Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: Items per page
hr: Stavke po stranici
ro: Elemente per pagină

source: JS Location
hr: JS lokacija
ro: Locație JS

source: Jane Doe
hr: N.N.

source: Jane Doe, johndoe@example.com
hr: N.N., johndoe@example.com

source: Join directly
hr: Pridruži se izravno

source: Join group
hr: Pridruži se grupi
ro: Alătură-te grupului

source: Join method
hr: Metoda pridruživanja
ro: Metoda de alăturare

source: Join methods
hr: Metode pridruživanja
ro: Metodele de alăturare

source: Join to group
hr: Pridruži se grupi
ro: Alătură-te acestui grup

source: Joined date
hr: Datum pridruživanja
ro: Înscris în data de

source: Label
hr: Oznaka
ro: Etichetă

source: Label for the Post type.
hr: Etiketa za vrstu objave.
ro: Etichetă pentru tipul postării.

source: Label for the Queue storage entity type.
hr: Etiketa za vrstu entiteta za pohranu reda čekanja.
ro: Etichetă pentru tipul de entitate de stocare coadă.

source: Landing page
hr: Odredišna stranica
ro: Pagină de pornire

source: Landing tab for members
hr: Odredišna kartica za članove
ro: Pagina-destinație pentru membri

source: Landing tab for non-members
hr: Odredišna kartica za ne-članove
ro: Pagină de pornire pentru non-membri

source: Language
hr: Jezik
ro: Limba

source: Language code
hr: Kôd jezika
ro: Cod de limbă

source: Large
hr: Veliko
ro: Mare

source: Large sized profile image
hr: Velika slika profila
ro: O imagine de profil mai mare

source: Last
hr: Posljednje
ro: Ultima

source: Last 14 days
hr: Posljednjih 14 dana
ro: În ultimele 14 zile

source: Last 30 days
hr: Posljednjih 30 dana
ro: În ultimele 30 de zile

source: Last 7 days
hr: Posljednjih 7 dana
ro: În ultimele 7 zile

source: Last Month
hr: Prošli mjesec
ro: În ultima lună

source: Last access
hr: Zadnji pristup
ro: Ultima accesare

source: Last login
hr: Zadnja prijava
ro: Ultima autentificare

source: Last name
hr: Prezime
ro: Nume de familie

source: Last two comments on post
hr: Posljednja dva komentara na objavu
ro: Afișează două comentarii la o postare

source: Last updated
hr: Posljednje osvježenje
ro: Ultima actualizare

source: Last »
hr: Posljednje »
ro: Ultimul »

source: Latest group topics
hr: Najnovije teme u grupi
ro: Cele mai recente postări din grup

source: Latest topic block
hr: Blok najnovije teme
ro: Blocul celei mai recente postări

source: Latest topics
hr: Najnovije teme
ro: Cele mai recente postări

source: Latest topics block
hr: Blok najnovijih tema
ro: Blocul celor mai recente postări

source: Latest topics group
hr: Grupa s najnovijim temama
ro: Cele mai recente postări din grup

source: Latest topics page
hr: Stranica s najnovijim temama
ro: Cele mai recente postări de pe pagină

source: Leave a comment
hr: Ostavi komentar
ro: Lasă un comentariu

source: Leave a message to @name
hr: Ostavi poruku za @name
ro: Lasă un mesaj pentru @name

source: Leave remark
hr: Ostavi primjedbu
ro: Lasă o remarcă

source: Like
hr: Lajkam
ro: Apreciază

source: Limit search and mention
hr: Ograniči pretraživanje i spominjanje
ro: Limitează căutarea și menționare

source: Link
hr: Poveznica
ro: Legătură

source: Link for Anonymous User
hr: Poveznica za anonimnog korisnika
ro: Link pentru Utilizatorul Anonim

source: Link for Logged In User
hr: Poveznica za prijavljenog korisnika
ro: Link pentru Utilizatorul Conectat

source: Link to close report
hr: Poveznica za zatvaranje prijave
ro: Link pentru închiderea raportului

source: Link to entity that contains mention
hr: Poveznica na entitet u kojem se nekoga spominje
ro: Link pentru entitatea menționată

source: Link with Custom Class
hr: Poveznica s prilagođenom klasom
ro: Link cu o clasă personalizată

source: List
hr: Popis
ro: Lista

source: List Font entities
hr: Popis entiteta fonta
ro: Listează entitățile de Font

source: List and edit post entities
hr: Popis i uređivanje entiteta objava
ro: Listează și editează entitățile postărilor

source: List of Queue Storage item types
hr: Popis vrsti stavki za pohranu reda čekanja
ro: Listează tipurile de elemente Stocare în coadă

source: List of Queue Storage items
hr: Popis stavki za pohranu reda čekanja
ro: Listează elementele stocate în coadă

source: Lists (Views)
hr: Popisi (Pregledi)
ro: Liste (Vizualizări)

source: Load default profile
hr: Učitaj zadani profil
ro: Încărcă profilul implicit

source: Loaded search index
hr: Učitani indeks pretraživanja
ro: Încarcă indexul căutării

source: Loads the default profile for a user.
hr: Učitava zadani profil za korisnika.
ro: Încarcă profilul implicit al unui utilizator.

source: Location name
hr: Naziv lokacije
ro: Numele locației

source: Log In
hr: Prijava
ro: Conectează-te

source: Log in
hr: Prijava
ro: Autentificare

source: Log in Help Text
hr: Tekst pomoći kod prijave
ro: Text ajutător pentru conectare

source: Log in with <b>username</b> or <b>email</b>
hr: Prijavi se s <b>korisničkim imenom</b> ili <b>e-poštom</b>
ro: Conectează-te cu <b>numele de utilizator</b> sau cu <b>emailul</b>

source: Login
hr: Prijava
ro: Conectează-te

source: Login and Registration help texts
hr: Tekstovi pomoći kod prijave i registracije
ro: Textele de ajutor pentru conectare și înregistrare

source: Login attempt failed for %user.
hr: Neuspjeli pokušaj prijave od %user.
ro: Încercare eşuată de autentificare pentru %user.

source: Login attempt failed from %ip.
hr: Pokušaj prijave nije uspio s %ip.
ro: Încercarea de autentificare de pe %ip a eșuat.

source: Login tokens related to individual user accounts for easy access.
hr: Tokeni za prijavu povezani s pojedinačnim korisničkim računima za jednostavan pristup.
ro: Tokenuri de conectare legate de conturi individuale de utilizator pentru acces ușor.

source: Logout
hr: Odjava
ro: Deconectează-te

source: Machine name
hr: Stroju čitljiv naziv
ro: Nume maşină

source: Mail HTML
hr: Pošta HTML

source: Main category
hr: Glavna kategorija
ro: Categorie principală

source: Main navigation
hr: Glavna navigacija
ro: Navigare principală

source: Main page content
hr: Glavni sadržaj stranice
ro: Conţinut principal pagină

source: Makes sure that blocked users are not added to the index.
hr: Osigurava da se blokirani korisnici ne dodaju u indeks.
ro: Se asigură că utilizatorii blocați nu sunt adăugați indexului.

source: Makes sure that user 1 is not added to the index.
hr: Osigurava da korisnik 1 nije dodan u indeks.
ro: Se asigură că utilizatorul 1 nu este adăugat indexului.

source: Makes the theme pages a bit UI friendly for people with the permissions.
hr: Stranice s temama čini malo prilagođenijim korisničkom sučelju za osobe s dopuštenjima.
ro: Face interfața temelor anumitor pagini mai prietenoase pentru oamenii ce au permisiuni.

source: Manage All Enrollments
hr: Upravljaj svim upisima
ro: Gestionează toate înscrierile

source: Manage Enrollments
hr: Upravljaj upisima
ro: Gestionează înscrierile

source: Manage Event Enrollment Requests
hr: Upravljaj zahtjevima za upis na događaj
ro: Gestionează cererile de înscriere pentru evenimente

source: Manage Everything Enrollments
hr: Upravljaj svim upisima
ro: Gestionează toate înscrierile

source: Manage Mention Types
hr: Upravljaj vrstama spominjanja
ro: Gestionează tipurile de mențiuni

source: Manage access to the "Albums" user tab.
hr: Upravljaj pristupom korisničkoj kartici "Albumi".
ro: Gestionează accesul la fila "Albume" din meniul utilizatorului.

source: Manage all groups
hr: Upravljaj svim grupama
ro: Gestionează toate grupurile

source: Manage by organizers only
hr: Upravljaju samo organizatori
ro: Gestionarea este realizată doar de către organizatori

source: Manage enrollment access
hr: Upravljaj pristupom upisu
ro: Gestionează accesul la înscrieri

source: Manage enrollment invites
hr: Upravljaj pozivnicama za upis
ro: Gestionează invitațiile de înscriere

source: Manage enrollment requests
hr: Upravljaj zahtjevima za upis
ro: Gestionează cererile de înscriere

source: Manage enrollments
hr: Upravljaj upisima
ro: Gestionează înscrierile

source: Manage event enrollment invites
hr: Upravljaj pozivnicama za upis na događaje
ro: Gestionează invitațiile de înscriere la eveniment

source: Manage event enrollment requests
hr: Upravljaj zahtjevima za upis na događaj
ro: Gestionează cererile de înscriere la eveniment

source: Manage form and displays settings of posts
hr: Upravljaj obrascima i prikaži postavke objava
ro: Gestionează formularele și afișează setările postărilor

source: Manage members
hr: Upravljaj članovima
ro: Gestionează membri

source: Manage requests
hr: Upravljaj zahtjevima
ro: Gestionează cererile

source: Manage user accounts, roles, and permissions.
hr: Upravlja korisničkim računima, ulogama i dopuštenjima.
ro: Gestionați conturile, rolurile și permisiunile utilizatorilor.

source: Mandatory reason text
hr: Tekst obaveznog razloga
ro: Test motiv obligatoriu

source: Markup
hr: Oznake
ro: Cod HTML

source: Maximum Event Enrollment
hr: Maksimalan broj upisa na događaj
ro: Înscriere maximă la evenimente

source: Maximum Event Enrollment settings
hr: Postavke maksimalnog broja upisa na događaj
ro: Setări înscriere maximă la evenimente

source: Maximum event enrollments field is required
hr: Polje za maksimalan broj upisa na događaj je obavezno
ro: Este necesar câmpul înscriere maximă la evenimente

source: Maximum number of enrollees
hr: Maksimalan broj upisanih
ro: Numărul maxim de înscriși

source: Maximum number of times to count the file download per time window. Enter 0 for no flood control limits.
hr: Maksimalan broj puta za brojanje preuzimanja datoteke po vremenskom prozoru. Unesi 0 da nema ograničenja za kontrolu poplava.
ro: Numărul maxim de descărcări a fișierului per fereastra de timp. Întodu valoarea 0 pentru a nu avea limite de flux.

source: Media
hr: Mediji

source: Media bridge
hr: Medijski most
ro: Bridge media

source: Medium Teaser
hr: Srednji uvod
ro: Teaser mediu

source: Medium sized profile image
hr: Srednje velika slika profila
ro: Imagine de profil de dimensiune medie

source: Member
hr: Član
ro: Membru

source: Member account
hr: Račun člana
ro: Contul membrului

source: Member for
hr: Član već
ro: Membru înregistrat de

source: Members
hr: Članovi
ro: Membri

source: Members excluded on other pages:
hr: Članovi isključeni na drugim stranicama:
ro: Membri excluși de pe alte pagini:

source: Members of @name
hr: Članovi @name
ro: Membri ai @name

source: Members of {{ arguments.gid }}
hr: Članovi {{ arguments.gid }}
ro: Membri ai {{arguments.gid}}

source: Members who liked this @content
hr: Članovi koji su lajkali ovaj @content
ro: Membri care au apreciat acest @content

source: Membership count
hr: Broj članova
ro: Numărul de membri

source: Membership has been successfully denied.
hr: Članstvo je uspješno odbijeno.
ro: Cererea de Apartenența la grup a fost refuzată cu succes.

source: Membership invite notification
hr: Obavijest o pozivu za članstvo
ro: Notificare de invitație de apartenența la grup

source: Membership request approved
hr: Zahtjev za članstvo odobren
ro: Cererea de Apartenența la grup a fost acceptată

source: Membership request rejected
hr: Zahtjev za članstvo odbijen
ro: Cererea de Apartenența la grup a fost refuzată

source: Membership requests
hr: Zahtjevi za članstvo
ro: Cereri de Apartenența la grup

source: Membership requests notification
hr: Obavijest o zahtjevima za članstvo
ro: Notificare de cerere de Apartenența la grup

source: Mention
hr: Spomeni
ro: Mențiune

source: Mention ID
hr: ID spominjanja
ro: ID mentiune

source: Mention Title
hr: Naziv spominjanja
ro: Titlul mențiunii

source: Mention Type
hr: Vrsta spominjanja
ro: Tipul mențiunii

source: Mention UUID.
hr: UUID spominjanja.
ro: UUID Mențiune.

source: Mention activity context
hr: Kontekst aktivnosti spominjanja
ro: Contextul activității mențiunii

source: Mention in a post
hr: Spomeni u objavi
ro: Menționarea într-o postare

source: Mentioned user uid
hr: UID spomenutog korisnika
ro: UID-ul utilizatorului menționat

source: Mentions
hr: Spominjanja
ro: Menționări

source: Mentions Filter
hr: Filter spominjanja
ro: Filtre de menționări

source: Mentions Filter settings
hr: Postavke filtra spominjanja
ro: Setările filtrelor de menționări

source: Mentions Settings
hr: Postavke spominjanja
ro: Setările menționărilor

source: Mentions Type
hr: Vrsta spominjanja
ro: Tipul menționărilor

source: Mentions entity will be created only for selected entity types.
hr: Entitet spominjanja bit će kreiran samo za odabrane vrste entiteta.
ro: Mențiunea entității va fi creată numai pentru tipurile de entități selectate.

source: Mentions entry
hr: Unos spominjanja
ro: Menționează intrarea

source: Mentions in a comment
hr: Spominje u komentaru
ro: Menționează într-un comentariu

source: Mentions settings
hr: Postavke spominjanja
ro: Setările menționărilor

source: Mentions types
hr: Vrste spominjanja
ro: Tipurile menționărilor

source: Mentions user
hr: Spominje korisnika
ro: Menționează utilizatorul

source: MentionsTypeForm
hr: Obrazac vrste spominjanja
ro: Formularul tipurilor de menționări

source: Menu link
hr: Poveznica na izbornik
ro: Legătură meniu

source: Message
hr: Poruka
ro: Mesaj

source: Message template activity settings
hr: Postavke aktivnosti predloška poruke
ro: Setări activități șablon mesaj

source: Message to me
hr: Poruka za mene
ro: Trimite-mi mesaj

source: Mode Block
hr: Blok načina
ro: Blocul de mod

source: Module for embedding social media links. Currently in an experimental stage. NOTE, This module is a work in progress and has some serious peformance issues still.
hr: Modul za dodavanje poveznica na društvene mreže. Trenutno u eksperimentalnoj fazi. NAPOMENA, ovaj modul je u razvoju i još uvijek ima ozbiljnih problema s performansama.
ro: Modul pentru încorporarea legăturilor de socializare. În prezent, într-o etapă experimentală. NOTĂ, Acest modul este în curs de desfășurare și are încă probleme serioase de performanță.

source: Module for lazy loading content using the blazy library.
hr: Modul za lijeno učitavanje sadržaja pomoću biblioteke blazy.
ro: Modul pentru încărcarea înceată a conținutului utilizând biblioteca blazy.

source: Module for lazy loading images using the blazy library.
hr: Modul za lijeno učitavanje slika pomoću biblioteke blazy.
ro: Modul pentru încărcarea înceată a imaginilor utilizând biblioteca blazy.

source: Module for managing path aliases. Currently in an experimental stage. NOTE, This module is a work in progress and has some serious peformance issues still.
hr: Modul za upravljanje aliasima putanja. Trenutno u eksperimentalnoj fazi. NAPOMENA, ovaj modul je u tijeku i još uvijek ima ozbiljnih problema s performansama.
ro: Modul pentru gestionarea aliasurilor de cale. În prezent, într-o etapă experimentală. NOTĂ, Acest modul este în curs de desfășurare și are încă probleme serioase de performanță.

source: Module to insert site wide custom JS.
hr: Modul za umetanje prilagođenog JS-a na cijeloj stranici.
ro: Modul pentru a insera JS personalizat la nivel de site.

source: Modules installed
hr: Instalirani moduli
ro: Modul instalat

source: Most popular
hr: Najpopularniji

source: Most recent
hr: Najnoviji

source: Moved event or topic between groups
hr: Premješten događaj ili tema između grupa
ro: S-a mutat evenimentul sau postarea între grupuri

source: Moving content after creation function has been disabled. In order to move this content, please contact a site manager.
hr: Funkcija premještanja sadržaja nakon kreiranja je onemogućena. Za premještanje ovog sadržaja obrati se upravitelju stranice.
ro: Mutarea conținutului după ce funcția de creare a fost dezactivată. Pentru a muta acest conținut, te rugăm să contactezi un administrator de site.

source: My Groups
hr: Moje grupe
ro: Grupurile mele

source: My Invitations
hr: Moji pozivi
ro: Invitațiile mele

source: My albums
hr: Moji albumi
ro: Albumele mele

source: My events
hr: Moji događaji
ro: Evenimentele mele

source: My group membership request is approved
hr: Moj zahtjev za članstvo u grupi je odobren
ro: Cererea mea de înscriere într-un grup a fost aprobată

source: My groups
hr: Moje grupe
ro: Grupurile mele

source: My profile
hr: Moj profil
ro: Profilul meu

source: My topics
hr: Moje teme
ro: Postările mele

source: My upcoming events
hr: predstojeći događaji
ro: Evenimentele mele viitoare

source: My upcoming events block
hr: Blok mojih nadolazećih događaja
ro: Blocul meu de evenimente viitoare

source: Name
hr: Naziv
ro: Nume

source: Name or email contains
hr: Ime ili e-pošta sadrži
ro: Numele sau emailul conține

source: Names and profile image
hr: Imena i profilna slika
ro: Nume și imagine de profil

source: Navigation Settings
hr: Postavke navigacije
ro: Setări de navigare

source: Never
hr: Nikada

source: New Album
hr: Novi album
ro: Album nou

source: New Book Page
hr: Nova stranica knjige
ro: Marcaj de pagină nou

source: New Content
hr: Novi sadržaj
ro: Conținut nou

source: New Event
hr: Novi događaj
ro: Eveniment nou

source: New Group
hr: Nova grupa
ro: Grup nou

source: New Landing Page
hr: Nova odredišna stranica
ro: Pagină de pornire nouă

source: New Page
hr: Nova stranica
ro: Pagină nouă

source: New Topic
hr: Nova tema
ro: Postare nouă

source: New message
hr: Nova poruka
ro: Mesaj nou

source: Newest Members
hr: Najnoviji članovi
ro: Cel mai nou membru

source: Newest first
hr: Prvo najnovije
ro: Cele noi primele

source: Newest groups
hr: Najnovije grupe
ro: Cel mai nou grup

source: Newest groups block
hr: Blok najnovijih grupa
ro: Cel mai nou bloc de grupuri

source: Newest groups page
hr: Stranica s najnovijim grupama
ro: Cea mai nouă pagină a grupului

source: Newest members
hr: Najnoviji članovi
ro: Cei mai noi membrii

source: Newest topics
hr: Najnovije teme
ro: Cele mai noi postări

source: Newest users
hr: Najnoviji korisnici
ro: Cei mai noi utilizatori

source: Newest users block
hr: Blok najnovijih korisnika
ro: Cel mai nou bloc de utilizatori

source: Newest users page
hr: Stranica s najnovijim korisnicima
ro: Cea mai nouă pagină a utilizatorului

source: News
hr: Novosti
ro: Noutăți

source: Next 14 days
hr: Sljedećih 14 dana
ro: Următoarele 14 zile

source: Next 30 days
hr: Sljedećih 30 dana
ro: Următoarele 30 de zile

source: Next 7 days
hr: Sljedećih 7 dana
ro: Următoarele 7 zile

source: Next month
hr: Sljedeći mjesec
ro: Următoarea lună

source: Next ›
hr: Sljedeće ›
ro: Următorul ›

source: Nickname
hr: Nadimak
ro: Poreclă

source: No activities data to be processed.
hr: Nema podataka o aktivnostima za obradu.
ro: Nu există date despre activități ce pot fi procesate.

source: No albums found for this user
hr: Za ovog korisnika nisu pronađeni albumi
ro: Nu a fost găsit niciun album pentru acest utilizator

source: No albums in this group
hr: Nema albuma u ovoj grupi
ro: Nu a fost găsit niciun album în acest grup

source: No comments available.
hr: Nema dostupnih komentara.
ro: Nu sunt comentarii disponibile.

source: No content available.
hr: Nema sadržaja.
ro: Nu este conţinut disponibil.

source: No events found
hr: Nema pronađenih događaja
ro: Nu au fost găsite evenimente

source: No events found for this user
hr: Nema pronađenih događaja za ovog korisnika
ro: Nu au fost găsite evenimente pentru acest utilizator

source: No events in this group
hr: Nema događaja u ovoj grupi
ro: Nu există evenimente în acest grup

source: No events to be processed.
hr: Nema događaja za obradu.

source: No groups found for this user
hr: Za ovog korisnika nisu pronađene grupe
ro: Nu există grupuri pentru acest utilizator

source: No invitations available.
hr: Nema dostupnih poziva.
ro: Nu există invitații disponibile.

source: No invites were sent, recipients already received one before.
hr: Pozivi nisu poslani, primatelji su već pozvani.
ro: Nu au fost trimise invitații, destinatarii au primit deja una înainte.

source: No likes yet
hr: Još nema lajkova
ro: Nu există încă aprecieri

source: No matching content found
hr: Nije pronađen odgovarajući sadržaj
ro: Nu s-a găsit conținut corespunzător

source: No members in this group
hr: Nema članova u ovoj grupi
ro: Nu există membri în acest grup

source: No membership requests available.
hr: Nema dostupnih zahtjeva za članstvo.

source: No one has been invited for this event yet.
hr: Još nitko nije pozvan na ovaj događaj.
ro: Nu a fost trimisă nicio invitație încă pentru acest eveniment.

source: No one has enrolled for this event
hr: Nitko se nije upisao na ovaj događaj
ro: Nu s-a înscris nimeni pentru acest eveniment

source: No one has enrolled for this event as anonymous user
hr: Nitko se nije upisao na ovaj događaj kao anonimni korisnik
ro: Nu s-a înscris nimeni pentru acest eveniment ca utilizator anonim

source: No one has requested to be enrolled for this event yet.
hr: Još nitko nije zatražio upis na ovaj događaj.
ro: Nimeni nu a solicitat încă să fie înscris la acest eveniment.

source: No people available.
hr: Nema dostupnih korisnika.
ro: Nici o persoană disponibilă.

source: No reports available.
hr: Ne postoje izvješća.
ro: Nu există rapoarte disponibile.

source: No results found.
hr: Nije pronađen nijedan rezultat.
ro: Niciun rezultat găsit.

source: No spots left
hr: Nema više mjesta
ro: Nu există locuri libere

source: No topics found
hr: Nema pronađenih tema
ro: Nu au fost găsite postări

source: No topics found for this user
hr: Nema pronađenih tema za ovog korisnika
ro: Nu au fost găsite postări ale acestui utilizator

source: No topics in this group
hr: Nema tema u ovoj grupi
ro: Nu au fost găsite postări în acest grup

source: No upcoming events in this group
hr: Nema nadolazećih događaja u ovoj grupi
ro: Nu există evenimente viitoare în acest grup

source: No upcoming events you have enrolled for
hr: Nema nadolazećih događaja na koje si upisan/a
ro: Nu există evenimente viitoare la care te-ai înscris

source: Node
hr: Unos
ro: Nod

source: Node title
hr: Naziv unosa
ro: Titlu nod

source: Nodes
hr: Unosi
ro: Noduri

source: Non members landing tab
hr: Kartica odredišta za nečlanove
ro: Fila de pornire pentru non membri

source: None
hr: Nema
ro: Nimic

source: Not enrolled
hr: Nije upisan/a
ro: Nu ești înscris

source: Not installed
hr: Nije instalirano
ro: Nu este instalat

source: Not reply comment
hr: Ne odgovaraj na komentar
ro: Nu răspunde la comentariu

source: Notice: Drag and drop has intentionally been disabled for this vocabulary.
hr: Napomena: Povuci i ispusti namjerno je onemogućeno za ovaj rječnik.
ro: Observație: Opțiunea de drag and drop a fost dezactivată intenționat pentru acest vocabular.

source: Notification
hr: Obavijest
ro: Notificare

source: Notification Centre
hr: Centar za obavijesti

source: Notification archive
hr: Arhiva obavijesti
ro: Arhiva de notificare

source: Notification from %site_name
hr: Obavijest od %site_name
ro: Notificare de la %site_name

source: Notifications
hr: Obavijesti
ro: Notificări

source: Notify user by email after anonymous enrollment
hr: Obavijesti korisnika putem e-pošte nakon anonimne prijave
ro: Notifică utilizatorul prin e-mail după înscrierea anonimă

source: Number of Likes
hr: Broj lajkova
ro: Numărul de aprecieri

source: Number of Private messages
hr: Broj privatnih poruka
ro: Numărul de mesaje private

source: Number of comments
hr: Broj komentara
ro: Numărul comentariilor

source: Number of group members
hr: Broj članova grupe
ro: Numărul de membri ai grupului

source: Number of groups where node is added.
hr: Broj grupa gdje je unos dodan.

source: Number of items
hr: Broj stavki
ro: Numărul de obiecte

source: Number of items per entity (e.g., nr. of members, topics, events, etc.)
hr: Broj stavki po entitetu (npr. broj članova, tema, događaja itd.)
ro: Numărul de obiecte per entitate (ex. Nr de membri, postări, evenimente, etc.)

source: Number of members
hr: Broj članova
ro: Numărul de membri
