Repository: goalgorilla/open_social
Catalog: translations/gpcee/*.po
Languages: hr, ro

source: Add-on information (including installed modules, profiles, and themes)
hr: Informacije o dodacima (uključujući instalirane module, profile i teme)
ro: Informații suplimentare (inclusiv module instalate, profiluri și teme)

source: Additional information.
hr: Dodatne informacije.
ro: Informații suplimentare.

source: Address
hr: Adresa
ro: Adresă

source: Address line 1
hr: Adresa broj 1
ro: Rândul 1 al adresei

source: Address line 2
hr: Adresa broj 2
ro: Rândul 2 al adresei

source: Address locality
hr: Lokalitet adrese
ro: Localitate adresă

source: Address module requirements)
hr: Zahtjevi modula adrese
ro: Cerințele modulului de adresă

source: Address visibility settings
hr: Postavke vidljivosti adrese
ro: Setări de vizibilitate ale adresei

source: Adds <em class="placeholder">Album</em> content to groups both publicly and privately.
hr: Dodaje sadržaj <em class="placeholder">Albuma</em> javnim i privatnim grupama.
ro: Adaugă conținut <em class="placeholder">Album</em> la grupuri în mod public și privat.

source: Adds <em class="placeholder">Event</em> content to groups both publicly and privately.
hr: Dodaje sadržaj <em class="placeholder">Događaja</em> javnim i privatnim grupama.
ro: Adaugă conținut <em class="placeholder"> Eveniment</em> la grupuri în mod public și privat.

source: Adds <em class="placeholder">Event</em> content to groups using private content settings.
hr: Dodaje sadržaj <em class="placeholder">Događaja</em> javnim i privatnim grupama s postavkama privatnog sadržaja.
ro: Adaugă evenimentul <em class="placeholder"> grupurilor</em> care au setări de conținut privat.

source: Adds <em class="placeholder">Topic</em> content to groups both publicly and privately.
hr: Dodaje sadržaj <em class="placeholder">teme</em> javnim i privatnim grupama.
ro: Adaugă conținut <em class="placeholder">Postare</em> la grupuri, în mod public și privat.

source: Adds <em class="placeholder">Topic</em> content to groups using private content settings.
hr: Dodaje sadržaj <em class="placeholder">Teme</em> grupama koristeći postavke privatnog sadržaja.
ro: Adaugă conținut <em class="placeholder">Postare</em> grupurilor care au setări de conținut privat.

source: Adds Secret Group as a group type.
hr: Dodaje vrstu grupe Tajna grupa.
ro: Adaugă Grup Secret ca tip de grup.

source: Adds a link to https://www.getopensocial.com in the admin menu.
hr: Dodaje poveznicu na https://www.getopensocial.com u izborniku administratora.
ro: Adaugă un link către https://www.getopensocial.com în meniul de administrare.

source: Adds a sitewide post form.
hr: Dodaje obrazac za objavu na cijeloj stranici.
ro: Adaugă un formular de postare la nivel de site.

source: Adds ability to act on Group Content.
hr: Dodaje mogućnost djelovanja na grupni sadržaj.
ro: Adaugă capacitatea de a acționa asupra conținutului de grup.

source: Adds ability to export event enrolments (include guests) to a CSV.
hr: Dodaje mogućnost izvoza prijava na događaje (uključujući goste) u CSV.
ro: Adaugă capacitatea de a exporta înscrierile la evenimente (includ persoanele invitate) într-un CSV.

source: Adds ability to export event enrolments to a CSV.
hr: Dodaje mogućnost izvoza prijava na događaj u CSV.
ro: Adaugă posibilitatea de a exporta înscrieri la evenimente într-un CSV.

source: Adds ability to export group members to a CSV.
hr: Dodaje mogućnost izvoza članova grupe u CSV.
ro: Adaugă abilitatea de a exporta membrii grupului într-un CSV.

source: Adds ability to export users to a CSV.
hr: Dodaje mogućnost izvoza korisnika u CSV.
ro: Adaugă abilitatea de a exporta comentarii într-un CSV.

source: Adds an article before the content label.
hr: Dodaje članak prije etikete sadržaja.
ro: Adaugă un articol înainte de eticheta de conținut.

source: Adds content access checks for custom view permissions for entities based on field values in the entity_access field.
hr: Dodaje provjere pristupa sadržaju za dopuštenja prilagođenog prikaza za entitete na temelju vrijednosti polja u polju entity_access.
ro: Adaugă verificări de acces la conținut pentru permisiuni de vizualizare personalizate pentru entități pe baza valorilor câmpului entity_access.

source: Adds the restricted name to the index according to the privacy rules.
hr: Dodaje ograničeni naziv u indeks u skladu s pravilima privatnosti.
ro: Adaugă numele restricționat la index conform regulilor de confidențialitate.

source: Adds users as requesters for the group.
hr: Dodaje korisnike kao podnositelje zahtjeva za grupu.
ro: Adaugă utilizatori ca solicitanți pentru grup.

source: Adds users to groups as members.
hr: Dodaje korisnike u grupe kao članove.
ro: Adaugă utilizatori în grupuri ca și membri.

source: Administer Activity entities
hr: Upravljanje entitetima aktivnosti
ro: Administrați entitățile de activitate

source: Administer Album Settings
hr: Upravljanje postavkama albuma
ro: Administrați setările de album

source: Administer Comment upload settings
hr: Upravljanje postavkama postavljanja komentara
ro: Administrează setările de încărcare ale comentariilor

source: Administer Content Moderation settings
hr: Upravljanje postavkama moderiranja sadržaja
ro: Administrează Setările de Moderare conținut

source: Administer Event Settings
hr: Upravljanje postavkama događaja
ro: Administrează Setări Eveniment

source: Administer Event enrollment entities
hr: Upravljanje entitetima za upis na događaj
ro: Administrează Entități de înscriere la eveniment

source: Administer Font entities
hr: Upravljanje entitetima fonta
ro: Administrează Entități de font

source: Administer Navigation Settings
hr: Upravljanje postavkama navigacije
ro: Administrează setări de navigare

source: Administer Post entities
hr: Upravljanje entitetima objave
ro: Administrează entități de postare

source: Administer Queue storage entity entities
hr: Upravljanje entitetima za pohranu reda čekanja
ro: Administrează Entități de stocare a cozii

source: Administer Social Activity Filter settings
hr: Upravljanje postavkama filtera aktivnosti na Socialu
ro: Administrează Setările de filtrare a activității sociale

source: Administer Topic Settings
hr: Upravljanje postavkama teme
ro: Administrează Setări Postare

source: Administer User Settings
hr: Upravljanje postavkama korisnika
ro: Administrează Setările utilizatorului

source: Administer alternative frontpage settings
hr: Upravljanje postavkama alternativne naslovnice
ro: Administrează setări alternative pentru prima pagină

source: Administer comments
hr: Upravljanje komentarima
ro: Administrează comentarii

source: Administer improved theme settings
hr: Upravljanje postavkama poboljšane teme
ro: Administrați setări îmbunătățite ale temei

source: Administer mentions
hr: Upravljanje spominjanjem
ro: Administrează mențiuni

source: Administer mentions.
hr: Upravljanje spominjanjem.
ro: Administrează mențiuni.

source: Administer own comment settings
hr: Upravljanje postavkama vlastitih komentara
ro: Administrează setări de comentarii proprii

source: Administer profile settings
hr: Upravljanje postavkama profila
ro: Administrează setări de profil

source: Administer settings for the social tagging module.
hr: Upravljanje postavkama za modul društvenog označavanja.
ro: Administrează setări pentru modulul de etichetare socială.

source: Administer social swiftmail settings
hr: Upravljanje postavkama brze pošte
ro: Administrează setări sociale rapide

source: Administer social tagging settings
hr: Upravljanje postavkama društvenog označavanja
ro: Administrează setări de etichetare socială

source: Administer usage data sharing settings
hr: Upravljanje postavkama dijeljenja podataka o upotrebi
ro: Administrează setările de partajare a datelor de utilizare

source: Administer visiblility settings
hr: Upravljanje postavkama vidljivosti
ro: Administrează setările de vizibilitate

source: Administrative address
hr: Administrativna adresa
ro: Adresă administrativă

source: Administrative area
hr: Administrativno područje

source: Advanced options
hr: Napredne opcije
ro: Opţiuni avansate

source: After
hr: Nakon
ro: După

source: Aggregate activity
hr: Agregirana aktivnost
ro: Activitate agregată

source: Album @title is successfully created. Now you can add images to this album.
hr: Album @title je uspješno kreiran. Sada možeš dodati slike u ovaj album.
ro: Albumul @title a fost creat cu succes. Acum poți adăuga imagini în acest album.

source: Album Cover Embed
hr: Dodaj naslovnicu albuma
ro: Adăugă Copertă Album

source: Album Overview Embed
hr: Dodaj pregled albuma
ro: Adăugă Prezentare generală a Albumului

source: Album image
hr: Slika albuma
ro: Imagine album

source: Album label
hr: Etiketa albuma
ro: Etichetă album

source: Album name
hr: Naziv albuma
ro: Nume album

source: Album settings
hr: Postavke albuma
ro: Setări album

source: Album(s)
hr: Album(i)
ro: Album(e)

source: Albums
hr: Albumi
ro: Albume

source: Albums Overview Page
hr: Stranica pregleda albuma
ro: Pagina de prezentare generală a albumului

source: All
hr: Sve
ro: Toate

source: All @label
hr: Sve @label
ro: Toate @label

source: All comments
hr: Svi komentari
ro: Toate comentariile

source: All content index created for the Social distribution.
hr: Indeks sveg sadržaja kreiran za distribuciju na društvenim mrežama.
ro: Tot indexul de conținut creat pentru distribuția Social.

source: All day
hr: Cijeli dan
ro: Toată ziua

source: All enrollments
hr: Svi upisi
ro: Toate înscrierile

source: All events
hr: Svi događaji
ro: Toate evenimentele

source: All groups
hr: Sve grupe
ro: Toate grupurile

source: All members
hr: Svi članovi
ro: Toți membrii

source: All my upcoming events
hr: Sva nadolazeća događanja
ro: Toate evenimentele mele viitoare

source: All notifications
hr: Sve obavijesti
ro: Toate notificările

source: All statuses
hr: Svi statusi
ro: Toate statusurile

source: All the replies placed on an unpublished comment will be hidden automatically.
hr: Svi odgovori na neobjavljeni komentar će automatski biti sakriveni.
ro: Toate răspunsurile aflate într-un comentariu nepublicat vor fi ascunse automat.

source: All the required modules and configuration will be automatically installed and imported. You can optionally select additional features or generated demo content.
hr: Svi potrebni moduli i postavke će biti automatski instalirani i uvezeni. Možeš po želji odabrati dodatna svojstva ili generiran demo sadržaj.
ro: Toate modulele necesare și configurația vor fi instalate și importate automat. Poți selecta opțional caracteristici suplimentare sau conținut demonstrativ generat.

source: All topics
hr: Sve teme
ro: Toate postările

source: All types
hr: Sve vrste
ro: Toate tipurile

source: All visitors of the platform can see this group
hr: Svi posjetitelji platforme mogu vidjeti ovu grupu
ro: Toți vizitatorii platformei pot vedea acest grup

source: All your uploaded files on the Open Social entities are potentially reachable by unauthorized users
hr: Sve tvoje postavljene datoteke na Open Social entitetima potencijalno su dostupne neovlaštenim korisnicima
ro: Toate fișierele tale încarcate în entitățile Open Social pot fi accesate de utilizator neautorizați

source: Allow access to the album settings form to configure general album options.
hr: Dopusti pristup obrascu postavki albuma za konfiguraciju općih opcija albuma.
ro: Permite accesul la formularul de setări al albumului pentru configurarea opțiunilor generale.

source: Allow access to the event settings form to configure general event options.
hr: Dopusti pristup obrascu postavki događaja za konfiguraciju općih opcija događaja.
ro: Permite accesul la formularul de setări ale evenimentului pentru configurarea opțiunilor generale ale acestuia.

source: Allow access to the topic settings form to configure general topic options.
hr: Dopusti pristup obrascu postavki teme za konfiguraciju općih opcija teme.
ro: Permite accesul la formularul de setări ale postării pentru configurarea opțiunilor generale ale acesteia.

source: Allow access to the user settings form to configure general user options.
hr: Dopusti pristup obrascu korisničkih postavki za konfiguraciju općih korisničkih opcija.
ro: Permite accesul la formularul de setări ale utilizatorului pentru a configura opțiunile generale ale acestuia.

source: Allow anonymous users to enroll in new events by default
hr: Dopusti anonimnim korisnicima da se pridruže novim događajima
ro: Permite utilizatorilor anonimi să se înscrie la evenimente noi în mod implicit

source: Allow category split.
hr: Dopusti razdvajanje kategorija.
ro: Permite împărțirea categoriei.

source: Allow event managers to invite users and external people.
hr: Dopusti upraviteljima događaja da pozivaju korisnike i vanjske osobe.
ro: Permite managerilor de eveniment să invite utilizatori și persoane din exterior.

source: Allow file uploads in comments
hr: Dopusti postavljanje datoteka u komentarima
ro: Permite încărcarea de fișiere în comentarii

source: Allow file uploads in comments.
hr: Dopusti postavljanje datoteka u komentarima.
ro: Permite încărcarea de fișiere în comentarii.

source: Allow invited user to skip email verification
hr: Dopusti pozvanom korisniku da preskoči potvrdu e-pošte
ro: Permite utilizatorului invitat să omită verificarea prin e-mail

source: Allow invited user to skip email verification.
hr: Dopusti pozvanom korisniku da preskoči potvrdu e-pošte.
ro: Permite utilizatorului invitat să omită verificarea prin e-mail.

source: Allow members of the same group to add images to this album
hr: Dopusti članovima iste grupe da dodaju slike u ovaj album
ro: Permite membrilor aceluiași grup să adauge imagini în acest album

source: Allow members to share the group with others
hr: Dopusti članovima dijeljenje grupe sa ostalima

source: Allow non-group members to enroll or request to enroll
hr: Dopusti članovima izvan grupe da se upišu ili zatraže upis
ro: Permite membrilor care nu fac parte din grup să se înscrie sau să solicite înscrierea

source: Allow regular users to change the group their content belong to
hr: Dopusti redovnim korisnicima da izmijene grupu kojoj njihov sadržaj pripada
ro: Permite utilizatorilor obișnuiți să schimbe grupul din care face parte conținutul

source: Allow regular users to create new groups
hr: Dopusti redovnim korisnicima da kreiraju nove grupe
ro: Permite utilizatorilor obișnuiți să creeze grupuri noi

source: Allow setting the maximum participant number for events.
hr: Dopusti određivanje maksimalnog broja sudionika na događajima.
ro: Permite setarea numărului maxim de participanți pentru evenimente.

source: Allow the author of an event to decide whether anonymous users can or cannot enroll in the event
hr: Dopusti autoru događaja da odredi mogu li se ili ne anonimni korisnici pridružiti događaju
ro: Permite autorului unui eveniment să decidă dacă utilizatorii anonimi se pot înscrie sau nu la eveniment

source: Allow to access blocked users pages
hr: Dopusti za pristup stranicama blokiranih korisnika
ro: Permite accesul la paginile utilizatorilor blocați

source: Allow to access the administration form to block some users.
hr: Dopusti za pristup obrascu upravljanja radi blokiranja pojedinih korisnika.
ro: Permite accesarea formularului de administrare pentru a bloca anumiți utilizatori.

source: Allow to access the administration form to configure Activity entities.
hr: Dopusti za pristup obrascu upravljanja radi konfiguracije entiteta Aktivnosti.
ro: Permite accesul formularului de administrare să configureze entitățile Activitate.

source: Allow to access the administration form to configure Event enrollment entities.
hr: Dopusti za pristup obrascu upravljanja radi konfiguracije entiteta pridruživanja Događajima.
ro: Permite formularului de administrare să configureze entitățile Înscriere la eveniment.

source: Allow to access the administration form to configure Font entities.
hr: Dopusti za pristup obrascu upravljanja radi konfiguracije entiteta Fonta.
ro: Permite accesarea formularului de administrare pentru a configura entitățile Font.

source: Allow to access the administration form to configure Post entities.
hr: Dopusti za pristup obrascu upravljanja radi konfiguracije entiteta Objave.
ro: Permite accesarea formularului de administrare pentru a configura entitățile Postare.

source: Allow to access the administration form to configure Queue storage entity entities.
hr: Dopusti pristup obrascu administracije za konfiguriranje entiteta pohrane reda čekanja.
ro: Permite accesarea formularului de administrare pentru a configura entități entitate Stocare în șir.

source: Allow to access the people list page.
hr: Dopusti za pristup stranici s popisom osoba.
ro: Permite accesarea paginii cu lista de persoane.

source: Allow to access the social_comment_upload settings form.
hr: Dopusti za pristup obrascu postavki social_comment_upload.
ro: Permite accesarea formularului de setări social_comment_upload settings form.

source: Allow to set for which group types quickjoin is enabled.
hr: Dopusti postavljanje za koje je vrste grupa omogućeno brzo pridruživanje.
ro: Permite setarea tipurilor de grup pentru care "aderare rapidă" este activată.

source: Allow to set how event organisers are implemented in OS.
hr: Dopusti postavljanje kako se organizatori događaja implementiraju u OS.
ro: Permite setarea modului în care organizatorii de evenimente sunt implementați în sistemul de operare.

source: Allow to set how event types are implemented in OS.
hr: Dopusti postavljanje načina na koji se vrste događaja implementiraju u OS.
ro: Permite setarea modului în care tipurile de evenimente sunt implementate în sistemul de operare.

source: Allow to set javascript that will loaded on ALL pages.
hr: Dopusti postavljanje javascripta koji će se učitavati na SVIM stranicama.
ro: Permite setarea javascript care se va încărca pe TOATE paginile.

source: Allow to set the Group settings in Open Social.
hr: Dopusti postavljanje postavki grupe u Open Socialu.
ro: Permite setarea setărilor Grup în Open Social.

source: Allow use a parent of category.
hr: Dopusti korištenje nadređene kategorije.
ro: Permite utilizarea categoriei-mamă.

source: Allow users to add the event to the calendar
hr: Dopusti korisnicima da dodaju događaj u kalendar
ro: Permite utilizatorilor să adauge evenimentul în calendar

source: Allow users to close reports.
hr: Dopusti korisnicima da zatvore prijave.
ro: Permite utilizatorilor să închidă rapoarte.

source: Allow users to enroll to this event without an account
hr: Dopusti korisnicima bez računa da se pridruže ovom događaju
ro: Permite utilizatorilor să se înscrie la acest eveniment fără un cont

source: Allow users to join groups with a single click.
hr: Dopusti korisnicima da se pridruže grupama jednim klikom.
ro: Permite utilizatorilor să se alăture grupurilor cu un singur clic.

source: Allow users to request membership
hr: Dopusti korisnicima da zatraže članstvo
ro: Permite utilizatorilor să solicite calitatea de membru

source: Allow users to send private messages to each other
hr: Dopusti korisnicima da međusobno šalju privatne poruke
ro: Permite utilizatorilor să trimită mesaje private

source: Allow users to share the event with others
hr: Dopusti korisnicima dijeljenje događaja sa ostalima

source: Allow users to skip the confirmation step when joining any @grouptype.
hr: Dopusti korisnicima da preskoče korak potvrde kada se pridruže bilo kojoj @grouptype.
ro: Permite utilizatorilor să sară peste pasul de confirmare atunci când se alătură oricărui @grouptype.

source: Allow users to tag content in content.
hr: Dopusti korisnicima označavanje sadržaja u sadržaju.
ro: Permite utilizatorilor să eticheteze conținut în conținut.

source: Allowed calendars
hr: Dopušteni kalendari
ro: Calendare permise

source: Allowed join method
hr: Dopuštena metoda pridruživanja
ro: Metoda de aderare permisă

source: Allowed value with label
hr: Dopuštena vrijednost s etiketom
ro: Valoare permisă cu etichetă

source: Allowed values function
hr: Funkcija dopuštenih vrijednosti
ro: Funcția values (valori) permisă

source: Allowed values list
hr: Popis dopuštenih vrijednosti
ro: Lista valori permise

source: Allowed values list: invalid input.
hr: Dopuštene vrijednosti: nevaljan unos.
ro: Lista valorilor permise: intrare nevalidă.

source: Allowed values list: some values are being removed while currently in use.
hr: Popis dopuštenih vrijednosti: neke vrijednosti su uklonjene dok su bile u upotrebi.
ro: Lista valorilor permise: unele valori au fost eliminate în timp ce sunt folosite în prezent.

source: Allows access to an overview of reports.
hr: Omogućava pristup pregledu prijava.
ro: Permite accesul la o prezentare generală a rapoartelor.

source: Allows access to change settings of usage data sharing to Open Social team.
hr: Omogućava pristup promjeni postavki dijeljenja podataka o upotrebi s timom Open Sociala.
ro: Permite accesul la schimbarea setărilor de partajare a datelor de utilizare către echipa Open Social.

source: Allows access to the Content Moderation settings form.
hr: Omogućava pristup obrascu postavki moderiranja sadržaja.
ro: Permite accesul la formularul de setări pentru Moderarea Conținutului.

source: Allows access to the menu of Open Social Connect
hr: Omogućava pristup izborniku Open Social Connect
ro: Permite accesul la meniul Open Social Connect

source: Allows access to translating account settings and emails.
hr: Omogućava pristup prevođenju postavki računa i e-pošte.
ro: Permite accesul la setările și la emailurile conturilor de traducere.

source: Allows access to translating site information.
hr: Omogućava pristup prevođenju informacija o stranici.
ro: Permite accesul la informațiile de traducere ale site-ului.

source: Allows users to request access to Groups
hr: Omogućava korisnicima da zatraže pristup Grupama
ro: Permite utilizatorilor să solicite acces la Grupuri

source: Allows users to skip confirmation when joining a group.
hr: Omogućava korisnicima da preskoče potvrdu prilikom pridruživanja grupi.
ro: Permite utilizatorilor să sară peste confirmare atunci când se alătură unui grup.

source: Altering the visibility options could result in changes in access for content within this group and the group itself.
hr: Promjena opcija vidljivosti mogla bi rezultirati promjenama u pristupu sadržaju unutar ove grupe i samoj grupi.
ro: Modificarea opțiunilor de vizibilitate ar putea duce la modificări ale accesului la conținutul din acest grup și al grupului în sine.

source: Alternative Frontpage
hr: Alternativna naslovnica
ro: Alternativă pentru prima pagină

source: Alternative Frontpage Settings
hr: Postavke alternativne naslovnice
ro: Setări Alternativă pentru prima pagină

source: Always show all comments
hr: Uvijek prikaži sve komentare

source: Always show all comments link
hr: Poveznica Uvijek prikaži sve komentare
ro: Afișează întotdeauna linkul pentru toate comentariile

source: Always show for everyone
hr: Uvijek prikaži svima
ro: Arată întotdeauna pentru toată lumea

source: Amount of existing members
hr: Broj postojećih članova
ro: Numărul de membri existenți

source: Amount of users added not added
hr: Broj dodanih nedodanih korisnika
ro: Numărul de utilizatori adăugați nu a fost adăugat

source: Amount of users added to group
hr: Broj korisnika dodanih u grupu
ro: Numărul de utilizatori adăugați la grup

source: An error occurred and processing did not complete.
hr: Došlo je do pogreške i obrada nije završena.
ro: A apărut o eroare şi procesarea nu a fost finalizată.

source: An error occurred during processing
hr: Došlo je do pogreške tijekom obrade
ro: A apărut o eroare în timpul procesării
